[
  {
    "id": 0,
    "title": "Inside Kigali sanctuary where birds get new lease of life",
    "content": "By Ange Iliza More by this Author\n\nRwanda, one of the world's most densely populated countries and the surging population is posing threat to natural habitats, which some animals call home.\n\nBirds, among them cranes, have fallen victim to ever increasing pressure on the natural habitat. During the 2000s, hotels and residents in Kigali frequently captured cranes, and amputated their wings to domestically keep them within private gardens.\n\nAmong the crane species to be domesticated is the Grey-crowned which is widely seen in East Africa. This practice led to hundreds of them getting killed in the process while others were exposed to diseases. It is against this backdrop that Dr Olivier Nsengimana developed a passion for keeping birds.\n\nNsengimana is a professional veterinarian with a passion for both the bustling city of Kigali and the endangered wildlife that calls it home. Since 2014, Nsengimana has taken the challenge to save and shelter cranes and other birds. When he started, the wildlife faced an imminent danger including poaching.\n\nAs a seasoned veterinarian, Nsengimana understood that Kigali's nature desperately needed a lifeline, and he took on the challenge to strike a balance between wildlife preservation and city life.\n\nThe focal point of his mission is the breathtaking “Umusambi Village,” an eco-tourism park spanning 70 hectares and sheltering a diverse range of over 140 species of cranes, birds, insects and other species.\n\nAdvertisement\n\nThe Umusambi village, located on the outskirts of Kigali, emerged as the perfect haven for endangered birds to flourish. Away from the threats of poaching and diseases, this sanctuary provides the necessary environment for these majestic creatures to reproduce and thrive.\n\nThe park shelters 58 disabled cranes whose wings have been removed. The efforts have resulted in an ever-increasing number of avian species, both native to Rwanda and from distant skies, finding solace in the sanctuary he created. The park receives at least 100 visiting cranes.\n\nThe park shelters other species that otherwise would not have a home in the bustling skyscrapers and moving cars of Kigali such as bats, butterflies, vultures, and birds. In addition to his role as a veterinarian, Nsengimana is a true aficionado of birds. His passion for these winged creatures shines through every aspect of his work. “I am not just a veterinarian. I have a distinguished love for birds.\n\nThe way they fly and dance in fleets is just majestic. Taking care of them is my passion,” Nsengimana says. To raise awareness of wildlife conservation, the park is open to visitors as well as holding events and parties with strict restrictions on meddling with the species. Navigating the intricate web of wildlife conservation and urban development has not been without its challenges.\n\nDr Nsengimana has been actively seeking partnerships and funding to ensure the birds receive the care they deserve.",
    "image": "https://rwandatoday.africa/resource/blob/4302028/d34650c63fe5ae4435eae994999766ce/umusambi-village-data.jpg"
  },
  {
    "id": 1,
    "title": "Defaulters of study loan scheme face harsh penalties",
    "content": "However, when an employer or a study loan beneficiary who is a self-employed or works abroad or works with diplomatic institutions operating in Rwanda expresses willingness to repay after receiving the notification, he or she may request to repay in installments,” the order reads in part.\n\nBy Ange Iliza More by this Author\n\nNearly 50,000 beneficiaries of student loans scheme are facing legal fines, along with their employers, as a new Ministerial order came into effect.\n\nThe order states that beneficiaries of students loans scheme and living allowances while studying in Rwanda or abroad will be subjected to a 10 percent fine, while their employers will face a penalty of 1.5 percent of the amount due.\n\nAccording to the Development Bank of Rwanda (BRD), a total of Rwf272 billion have been disbursed to students pursuing higher education both within the country and overseas since 2016.\n\nHowever, during the past six years, only RwF21 billion have been successfully recovered. Out of the 92,000 students who benefited from study loans, 24,000 have fulfilled their repayment obligations.\n\nThe government has been providing loans to students since 1980, although the available data from the BRD captures data from 2016. Regardless of the timeframe, the bank emphasizes that all beneficiaries from government loans for their studies are now subject to the imposed fines.\n\n“After BRD inspects non-compliant institutions/beneficiaries a written notification is established, and this notification has the value of an enforcement order.\n\nAdvertisement\n\nHowever, when an employer or a study loan beneficiary who is a self-employed or works abroad or works with diplomatic institutions operating in Rwanda expresses willingness to repay after receiving the notification, he or she may request to repay in installments,” the order reads in part.\n\nBeneficiaries of BRD’s study loans say the payment process is not understood by many and the follow-up is insufficient, making it difficult for those who want to pay.\n\n“I have the study debt but as we speak, I don't even know how much I owe, payment options, or who to speak to if I wanted to pay. It has been almost 10 years, and none has ever followed up,” said Edith Berwa who graduated in 2014 after studying for four years on government assistance.\n\nThere are complaints that even those who have decided to start paying back the loan, have experienced continued deductions from their banks even after they completed the payment.\n\nThe bank, however, says it established the BRD “Minuza” platform to allow beneficiaries to follow up for themselves. The platform has been functional since January 2023 but the uptake and usage for paying back the loans remain low.\n\nThe bank has resorted to using a mobile money account to which people would start paying back student loans. Wilson Rurangwa, head of Education Portfolio Management at BRD says the bank will increasingly invest in loan recovery initiatives to avoid loss-making initiatives.\n\n“It's crucial to understand that the implementation of the \"Education for All\" program would be hard if our government paid for every student's tuition and living costs without them paying back. We actively contribute to developing resilience and sustainability by aiding the government in this endeavor,” Mr Rurangwa said.",
    "image": "https://rwandatoday.africa/resource/blob/2467796/8217c4a10f60c418dbf02168dda54fa3/graduands-data.jpg"
  },
  {
    "id": 2,
    "title": "Farmers lose 206 cattle in foot and mouth disease outbreak",
    "content": "By MOSES K. GAHIGI More by this Author\n\nLivestock farmers in the Eastern Province are counting losses from a recent outbreak of foot and mouth disease that has affected at least 16 farms.\n\nRwanda Today has learnt affected areas include Cyamunyana and Kirebe, in Rwimiyaga sector in Nyagatare district. Speaking to Rwanda Today, Fabrice Ndayisenga, the head of department of animal resources research and technology transfer at Rwanda Agriculture Board (RAB) said the outbreak is now localized in 16 farms but they are working to control it.\n\n“Since the breakout, we have vaccinated more than 43,000 heads of cattle. The disease was detected in 206 animals which were slaughtered. Efforts continue to ensure that it doesn’t spread to other places” said Ndayisenga.\n\nHe said they have also established a footbath in Rwimiyaga to help disinfect the animals while there is a quarantine on movement and slaughter of cattle in areas where the disease has been detected.\n\n“We sample every day. Up to 1,500 samples have so far been taken,” he added. Ndayisaba traces the current foot and mouth disease outbreak to porous borders that enabled farmers to illegally move cattle between Rwanda and a neighbouring country.\n\nThe difficulty in enforcement of illegal animal movements between Tanzania and Rwanda or Rwanda and Uganda has turned farming Eastern province districts, especially Nyagatare, into animal disease hotspots.\n\nAdvertisement\n\nPrevious outbreaks of the disease were reported in places like Musheri, Tabagwe and Matimba, and led to vaccination and spraying of all animals around all border communities.\n\nLike the current outbreak, these were blamed on unchecked movement of infected cattle by farmers from Uganda to Rwanda.\n\nFarmers in the affected areas have in the past faulted authorities about the aggressive approach taken, among them stopping milk supply and slaughtering all animals suspected to have been infected, which they said unnecessarily exposed them to untold losses.\n\nThe policy is that government does not treat foot and mouth disease. Every animal found to be infected is slaughtered, so far up to 206 animals have been slaughtered. The only upside is that meat of animals infected by foot and mouth disease can be eaten by people, and pose no public health hazard like meat of animals infected with let’s say Rift Valley fever.\n\n“It is difficult to control this illegal movement of cattle. We do night patrols and try to enforce animal movement policies in place but they still move animals through the porous borders”, observed Ndayisaba.\n\nHe noted that they are also continuing with the implementation of measures to control the Rift Valley fever through vaccinations and testing since its recent outbreak last year.\n\nAccording to the World Organisation for Animal health, foot and mouth disease (FMD) is a severe, highly contagious viral disease of livestock that has a significant economic impact.\n\nThe disease affects cattle, swine, sheep, goats and other cloven-hoofed ruminants. It is a transboundary animal disease that deeply affect the production of livestock and disrupting regional and international trade in animals and animal products.\n\nThe disease is estimated to circulate in 77 percent of the global livestock population, in Africa, the Middle East and Asia, as well as in a limited area of South America.\n\nThe typical clinical sign is the occurrence of blisters (or vesicles) on the nose, tongue or lips, inside the oral cavity, between the toes, above the hooves, on the teats and at pressure points on the skin. Ruptured blisters can result in extreme lameness and reluctance to move or eat.",
    "image": "https://rwandatoday.africa/resource/blob/2465666/693c6d95028d40a218ce5ccbfad28376/cows-data.jpg"
  },
  {
    "id": 3,
    "title": "Rubavu's border economy takes a hit from raging floods",
    "content": "By Ange Iliza More by this Author\n\nRubavu, a once-thriving city nestled on Rwanda’s border with the Democratic Republic of Congo, found itself caught in a mix of a series of misfortunes in recent years.\n\nThe residents, small businesses, and cross-border traders, who have long relied on vibrant cross-border markets and water-based tourism, now face the devastating aftermath of the floods that struck on May 2.\n\nThe disaster delivered the final blow, obliterating their hopes of recovery and plunging the city into despair.\n\nThe Rubavu community had already weathered a storm of challenges in recent times, including the Covid-19 pandemic, Nyiragongo volcanic eruptions in 2021, and bilateral conflicts between Rwanda and DRC, all of which affected businesses in the area.\n\nThree years ago, stepping into Rubavu was a vibrant spectacle of hotel posters, concert buzz, and bustling business. Today is a somber display of gutters, shattered homes, fallen trees and muddy paths. Silence hangs heavy, whispering desolation and stagnation.\n\nThe onslaught began with the Covid-19 pandemic, which swept across the globe, severing the influx of tourists who once breathed life into the local economy. The absence of visitors dealt a blow to Rubavu's businesses, which relied on tourism to sustain their livelihoods.\n\nAdvertisement\n\nElyse Majyambere, a beach operator on Lake Kivu, relied on tourists such as honeymooners, conference attendees, and sports enthusiasts in Rubavu. Since 2015, this has been his primary source of livelihood. After Covid-19, security concerns, and floods, he considers leaving.\n\n“I have only received two clients in the past two weeks and made Rwf30,000. I cannot live on that. I have decided to look for another job. I kept thinking maybe things will get better for business but maybe they ever will,” Ms Majyambere said.\n\nIt is not only the forces of nature that conspired against Rubavu. Ongoing cross-border conflicts with the Democratic Republic of Congo cast a shadow of uncertainty over the city, making it an inhospitable place for residents and entrepreneurs alike.\n\nThe two-year-long conflicts between Rwanda and DR Congo led to the disruption of trade flows. Cross-border passing has cut down from 99,000 people per day in 2021 at Rubavu “petit barriere” to 55,000 in late 2022.\n\nAnd now, the recent floods have delivered the final blow to Rubavu's cross-border traders who are the lifeblood of the city. The floods also wreaked havoc on the local marketplaces, now, these once-thriving hubs lie in ruins. Over 5,000 houses were washed away, leaving countless families without shelter.\n\n“I used to sell Irish potatoes, vegetables, and fish between Rubavu and Goma’s markets. I kept the stock in my home. On the night of May 2nd, I had a stock worth Rwf 270,000. It has all been washed away along with my house,” recounts Mukamisha Chantal who used to be a dweller but is now accommodated at one of the camps with other affected families along with her mother and toddler.\n\nRubavu had been hit by calamities before when the Nyiragongo volcanic eruptions, with a magnitude of 5.3, spewed destruction and chaos.",
    "image": "https://rwandatoday.africa/resource/blob/2465340/b28262e8531f8a5474592002f8d3a2f7/floods-data.jpg"
  },
  {
    "id": 4,
    "title": "Businesses recover from Covid-19, shareholders smile to the bank",
    "content": "By MOSES K. GAHIGI More by this Author\n\nCompanies listed on Rwanda Stock Exchange, mainly banks, are set to pay dividends to shareholders starting later this month as businesses return to profitability after shaking off challenges linked to the Covid-19 pandemic.\n\nFor shareholders of Bralirwa Plc, the country’s leading brewery, a dividend of Rwf21.91 per share will be proposed at the company’s annual general meeting for approval by shareholders next month.\n\nIf approved, the proposed dividends will be paid on June 30. The dividend is equal to 100 percent of the net profit for the fiscal year 2022 and it is subject to withholding tax.\n\nIn addition, the dividend will be paid to all shareholders whose names will appear in the register of shareholders at the close of business on May 31 2023.\n\nFor Bank of Kigali, the board of directors has recommended a full dividend payout of Rwf32.5 for each ordinary share, on the issued and paid-up share capital of the company, which is awaiting approval at the annual general meeting to be held on the May 19.\n\nThis represents a 50 percent payout ratio of the Bank’s net income for the year ended December 31, 2022. The dividend will be payable on or at the beginning of July. Despite recently losing up to $10.3 million to fraud, I&M Bank Rwanda will pay up to Rwf1.84 of dividends per share to its shareholders, subject to approval during an AGM slated for May 24.\n\nAdvertisement\n\nThe bank generated a net profit of $7.6 million in net profits in the financial year that ended in December 2022. Equity Group Holdings is scheduled to give up to Kshs 4.00 each for each ordinary share on the issued and paid up share capital of the company for the financial year ending December 31, 2022.\n\n“Subject to shareholders’ approval, the dividend will be payable on or before 30th June 2023 to the members of the company on the share register of the Company on the closure date of 19th May 2023.\n\nA general meeting will be held on 21st June 2023” reads a statement on the Rwanda Stock Exchange website. The directors of KCB Group have also recommended a final dividend of KShs 1.00, having paid an interim dividend of KShs 1.00 for each ordinary share on the issued and paid-up share capital of the company.\n\nUpon approval during the AGM slated for May 25, the full dividend per share for the year ended December 31, 2022 will be KShs 2.00 for each ordinary share.",
    "image": "https://rwandatoday.africa/resource/blob/3723052/e731190165a3d6a4d977158d85be56f6/banks-data.jpg"
  },
  {
    "id": 5,
    "title": "Defence Minister provides important update on upcoming officer corps enlistment",
    "content": "Next article: Three arrested for armed robbery of gold dealer in Central region\n\nFeatured\n\nDefence Minister provides important update on upcoming officer corps enlistment\n\nKweku Zurek --- GraphicOnline Jun - 28 - 2025 , 07:57 2 minutes read\n\nThe Minister for Defence, Dr Edward Omane Boamah, has issued a cautionary message to prospective applicants ahead of the Ghana Armed Forces’ upcoming officer corps enlistment, urging them to remain vigilant and avoid falling prey to recruitment scams.\n\nIn a Facebook post published on June 28, Dr Boamah advised the public to steer clear of fraudulent individuals promising enlistment slots in exchange for money. He stressed that the Armed Forces would not tolerate any corrupt practices during the recruitment process.\n\n“As the Ghana Armed Forces prepares for the upcoming officer corps ENLISTMENT, I want to remind you to: 1. Beware of scams and avoid paying bribes. 2. Carefully review the eligibility criteria before applying,” the Defence Minister wrote.\n\nHe further clarified that recruitment for non-officer ranks—regular soldiers—had not yet commenced, adding that official announcements would be made at the appropriate time. “Regarding soldier (non-officer) RECRUITMENT, rest assured that updates will be shared in due course. Stay informed and vigilant!” he stated.\n\nThe Minister’s remarks followed closely on the heels of a press release issued by the Ghana Armed Forces (GAF), warning the public about fraudulent recruitment schemes being perpetrated by individuals posing as senior military officers.\n\nIn the statement, the Department of Public Relations at Burma Camp disclosed that certain fraudsters were exploiting the public by claiming to offer assistance with military enlistment in return for payment. The GAF stressed that no recruitment was currently underway for soldier ranks, although the officer enlistment process—which began last year—was nearing its conclusion.\n\n“The Ghana Armed Forces wishes to categorically state that there are no recruitment exercises ongoing for soldiers. However, enlistment for potential officer cadets which began last year is at its final stages,” the statement read.\n\nIt further noted that “any individual or group claiming to facilitate recruitment into the Armed Forces in exchange for money is engaging in criminal activity.”\n\nThe Armed Forces called on victims or potential victims of such scams to report the incidents to the nearest police station. The military said it was collaborating with law enforcement agencies to track down and prosecute those involved in the illegal schemes.\n\nTo ensure transparency and protect applicants, the GAF reminded the public that all future recruitment notices would be published through official Armed Forces channels, including the Daily Graphic and Ghanaian Times newspapers.",
    "image": "https://www.graphic.com.gh/images/2025/apr/08/landforcessummit.jpg"
  },
  {
    "id": 6,
    "title": "Govt to crack down illicit trafficking networks - Vice-President assures nation",
    "content": "Featured\n\nGovt to crack down illicit trafficking networks - Vice-President assures nation\n\nDiana Mensah Jun - 27 - 2025 , 12:32 4 minutes read\n\nThe Vice-President, Prof. Naana Jane Opoku-Agyemang, has reaffirmed the country’s commitment to combat drug abuse and dismantle trafficking networks, describing the threat of illicit drugs as a major challenge to public health, safety and national development.\n\nShe said the country had consistently demonstrated a resolve to tackle the scourge of drugs through a dual strategy of demand and supply reduction interventions.\n\nSpeaking at the 2025 International Day Against Drug Abuse and Illicit Trafficking in Accra yesterday, the Vice-President said the country was investing in practical preventive solutions to address the root causes of drug abuse.\n\nReferencing data from the 2024 World Drug Report, Prof. Opoku-Agyemang indicated that 292 million people globally abused drugs in 2022 alone, with 64 million suffering from drug use disorders.\n\n“These numbers are deeply troubling and serve as a call to action. Therefore, we cannot be passive in our approach,” she said.\n\nShe commended the Narcotics Control Commission (NACOC) for its recent achievements, including collaborative and solo operations that had led to the seizure of large quantities of illicit substances and the disruption of organised trafficking networks across West Africa and Europe.\n\nHighlighting a major success, she announced that over 16 metric tonnes of narcotic drugs were destroyed on June 20, 2025, a development she described as “proof that we are active in this fight”, adding that “every gramme destroyed is a life potentially saved”.\n\nShe said the government was committed to support the commission and its allied institutions by providing the tools, training, and resources necessary to stay ahead of the evolving threats.\n\nShe warned that “while we pursue traffickers and disrupt their networks, we must not neglect the individuals and communities who suffer the consequences of addiction”.\n\nProf. Opoku-Agyemang praised the directive issued by the Minister for the Interior to operationalise the Substance Use Disorder Rehabilitation Fund as provided in the Narcotics Control Commission Act, 2020 (Act 1019) to ensure increased access to treatment and reintegration for individuals battling substance use disorders.\n\nDay\n\nNACOC organised the local version of the Word Drug Day on the theme: “The Evidence is Clear: Invest in Prevention”.\n\nThe United Nations (UN) international day is observed annually on June 26, since 1989.\n\nIt serves as a global reminder of the urgent need to combat the drug menace through coordinated action, awareness, and rehabilitation.\n\nThe event brought together representatives from government, civil society, international partners, law enforcement agencies, recovering individuals, and communities affected by drug addiction, each of them a stakeholder in Ghana’s fight to protect its youth and safeguard its future.\n\nAdvice\n\nIndeed, the Vice-President advised Ghanaians to be mindful of the broader implications of drug abuse, drug trafficking and other forms of organised crime, insisting that the complex mix of illicit drug trade, drug abuse and organised crime now included more dangerous opioids.\n\n“We face a more complex challenge as drug trafficking and organised crime syndicates have shifted to include synthetic opioids,” she said.\n\nShe said the country had made significant gains in the fight against conventional narcotic drugs such as cocaine, heroin and cannabis through demand and supply reduction interventions.\n\nProf. Opoku-Agyemang urged organisations to cooperate with the government to prevent the threats of drug trafficking and organised crime.\n\n“If we are to build a stronger, safer, and more prosperous Ghana, we must all recognise the urgency of this issue. Let us, therefore, rise to the occasion to put in place appropriate and pragmatic preventive measures,” she said.\n\nThe acting Director-General of NACOC, General M.O. Mantey, appealed to young people to refuse to be used or destroyed by “empty promises from those who trade in death and despair”.\n\nHe outlined the devastating ripple effects of the global drug trade, saying it did not operate in isolation but fueled violence, corruption, terrorism, and environmental degradation.\n\n“The global black trade feeds an evil mirror of organised crime, and unfortunately, it preys on our youth and exploits our vulnerabilities.\n\nThis is a national emergency, and Ghanaians are not powerless,” he added.\n\nCollective efforts\n\nThe Akwamuhene, Odeneho Kwafo Akoto III, who chaired the event, stressed the need to strengthen collective resolve to prevent drug abuse and protect the communities, especially young people, from the grip of drug abuse and addiction.\n\nHe announced steps from his traditional area to include the allocation of 100 acres of land to the NACOC to establish a training school for young persons and other professionals to fight and support the country’s fight against drug trafficking and drug abuse.\n\nThe head of the United Nations Information Centre in Accra, Cynthia Pra, emphasised the need to support and invest in education, treatment, harm reduction measures, eliminate illicit laboratories and offer farmers alternatives.\n\n“Let us recommit to ending drug abuse and trafficking, uniting to dismantle criminal networks and breaking the cycle of suffering and destruction, once and for all,” she said.",
    "image": "https://www.graphic.com.gh/images/2025/jun/27/Vice-President.jpg"
  },
  {
    "id": 7,
    "title": "Paper shortage hits Births and Deaths Registry",
    "content": "Next article: 17 arrested in coordinated anti-galamsey raids at Adamaso and Wassa Mamieso\n\nFeatured\n\nPaper shortage hits Births and Deaths Registry\n\nJoshua Bediako Koomson Jun - 27 - 2025 , 12:25 4 minutes read\n\nThe Births and Deaths Registry is short of the special security paper used for printing birth certificates, leaving applicants frustrated.\n\nAmid the anxiety created by the lull, the Registry has attributed the nationwide shortage of the extract to bureaucratic bottlenecks in the public procurement system.\n\nThe Project Director of the Registry, Emmanuel Nortey Botchway, told the Daily Graphic in an interview that there had been general delays in restocking of essential materials for nearly two months.\n\nHe said the registry submitted a request for the special paper to the Controller and Accountant-General’s Department (CAGD) about two months ago but the process required for approval and delivery had been slow, resulting in the disruption of services.\n\n“We placed the request early but the approvals, clearance and delivery procedures are quite lengthy. We are following up on a daily basis and have been assured that the processes are far advanced. We’re hopeful the paper will arrive soon,” Mr Botchway said.\n\nOnly certified copies affected\n\nHe, however, clarified that the shortage did not affect the initial registration of births and deaths as well as the issuance of standard certificates, which continued to be processed and printed in all regional and district offices.\n\n“People can still register births and deaths as usual. What we currently cannot issue are the certified true copies, which are printed on special security paper,” Mr Botchway explained.\n\nExtract\n\nHe explained that the extract was a high-security stationery embedded with special features such as holograms, serial numbers and anti-counterfeit codes that made the documents legally recognised, both locally and internationally.\n\nDue to its sensitive nature, he said the paper was subjected to strict controls and could only be procured through approved government channels.\n\n“It is often imported and managed under tight inventory to prevent misuse or forgery,” he said.\n\n“This isn’t the kind of paper we can buy off the shelf.\n\nThe procurement has to follow state protocols, especially since we’re dealing with vital identity documents.\n\nUnfortunately, these controls also come with delays when stocks run out,” he said.\n\nAssurances\n\nHe indicated that the registry remained committed to transparency and assured the public that once the paper arrived, operations would return to normal.\n\nIn addition, applicants who have completed registration and verification will receive their certified copies retroactively, without needing to reapply.\n\n“We want to assure the public that no one will be left behind.\n\nAs soon as the paper arrives, we will begin printing and issuing certificates to everyone in the queue,” he assured.\n\nMass mobile registration\n\nMr Botchway also mentioned that in July, this year, the registry will begin a nationwide mobile registration exercise aimed at increasing access to civil registration in underserved communities.\n\nEquipped with mobile tablets and printers, he said the teams would visit communities on a scheduled basis, recording information and issuing standard certificates.\n\nHe said the effort was in support of the country’s broader digital transformation agenda, ensuring more citizens were included in national databases such as the National Identification System.\n\nAmbitious targets\n\nDespite the current setback, he said the Registry was pursuing ambitious targets for this year, aiming to register 801,935 births across the country by the end of the year.\n\n“That is what we are expecting. By December, we are expecting this number of children to be born and our objective is that we should also be able to capture and issue birth certificates for free for all these children,” he said.\n\nAs of March this year, he said only 129,161 births, representing 16 per cent of the target, had been registered.\n\nIn terms of registration of deaths, he said the Registry was expecting to record 143,484 deaths by the end of the year.\n\nHowever, only 13,043 had been registered as of March.\n\n“It’s not that people are not dying; people are dying, but we are unable to register the deaths.\n\nPeople have access to burial grounds to bury without the relevant documentation.\n\nWhere you find relevant documentation are controlled cemeteries like Awudome and Osu,” he said.",
    "image": "https://www.graphic.com.gh/images/2025/jun/27/Nortey.jpg"
  },
  {
    "id": 8,
    "title": "Samia orders Police to end disappearances as crime rate declines",
    "content": "Dar es Salaam. President Samia Suluhu Hassan has issued a strong directive to the Tanzania Police Force to intensify efforts to end the troubling trend of disappearances across the country, even as she applauded the institution for its role in reducing overall crime.\n\nSpeaking in Parliament on June 27, 2025, as she wrapped up the 12th Parliament’s sessions ahead of the October General Election, the President emphasised that the state of crime is under control, but disappearances remain a pressing concern.\n\n“The Police must increase efforts to stop the incidents of people going missing,” she said.\n\n“We’ve done well in arresting and prosecuting criminals, but we still have gaps, especially in road accidents, which must be addressed.”\n\nA national concern\n\nPresident Hassan’s remarks come amid persistent concerns from human rights groups, families, and opposition leaders over cases of enforced disappearances and missing persons.\n\nAccording to data compiled by the Legal and Human Rights Centre (LHRC), at least 72 cases of disappearances were reported between 2020 and 2024, some of which remain unresolved.\n\nThese cases, often linked to political activism, whistleblowing, or land-related conflicts, have sparked fears over abuse of power and lack of accountability within law enforcement.\n\nIn her address, President Hassan highlighted key investments the government has made to bolster police effectiveness, including the construction of 472 new police stations at ward and sub-ward levels and the recruitment of 16,000 new police officers.\n\nAdditionally, 13,633 officers and inspectors have been promoted in recent years.\n\n“We have improved housing for officers, provided motorcycles and vehicles for operations and administrative duties,” she noted.\n\n“The crime that has been prevented through police efforts is far greater than what happens. We must appreciate that.”\n\nWhile commending the police for their contributions to national security, the President was clear that professionalism and human rights must guide their work.\n\nSecurity analyst, Dr Ambrose Chacha, described the President’s directive as “timely and necessary,” especially in light of growing mistrust between the public and law enforcement agencies.\n\n“Disappearances, especially of political activists and businessmen, have dented the image of the police. This order signals a shift toward restoring public trust and the rule of law,” he told The Citizen.\n\nHuman rights lawyer Aneth Karume echoed similar sentiments. “Tanzanians deserve safety without fear of vanishing without a trace.”\n\n“The directive is welcome, but it must be matched with action, starting with independent investigations and prosecution of those involved in such crimes,” she added.\n\nPresident Hassan’s directive marks a significant political and institutional shift ahead of the 2025 General Election, where issues of security, accountability, and rights are likely to dominate national debate.",
    "image": "https://www.thecitizen.co.tz/resource/image/5098480/landscape_ratio3x2/1200/800/9bf6b9ec17bf82203e1ab4b6dd94085d/vQ/samia-main.jpg"
  },
  {
    "id": 9,
    "title": "Retained earnings tax: Policy shift brings relief, but doubts remain",
    "content": "Dar es Salaam. Tanzania’s business community has responded with cautious optimism to the government’s revision of a contentious proposal to introduce a 10 percent withholding tax on retained earnings.\n\nWhile extending the implementation threshold from six to twelve months has eased immediate concerns, some analysts and stakeholders argue the tax should be scrapped entirely to foster genuine investment and economic growth.\n\nInitially included in the 2025/26 national budget as part of strategic amendments to the Income Tax Act (CAP 332), the proposal sought to impose a 10 percent withholding tax on retained earnings not utilised within six months.\n\nAlthough the government argued the measure would broaden the tax base and increase revenue collection, it was met with alarm from businesses nationwide.\n\nStakeholders warned that taxing retained profits would penalise firms that reinvest earnings in expansion, innovation, and job creation—activities that underpin long-term economic development.\n\nMany saw it as counterproductive to the government’s stated goal of stimulating growth.\n\nIn response to the backlash, Finance Minister Dr Mwigulu Nchemba, during the closure of the Finance Bill, 2025 debate in Parliament, announced a revision: extending the holding period to 12 months to accommodate investment timelines and reduce pressure on businesses.\n\nDespite the amendment, concerns persist across sectors.\n\nExperienced tax consultant and entrepreneur, Mr Amani Michael, welcomed the government’s flexibility but argued that the tax should be abolished altogether.\n\n“Yes, the 10 percent withholding tax on retained earnings should be completely removed. More dialogue is needed because this will only harm investments,” he said, reflecting a widely held view among local investors.\n\nThe Tourism Confederation of Tanzania (TCT) executive director, Ms Lathifa Sykes, said the proposed tax echoed a broader pattern of unpredictable fiscal policy.\n\nShe warned that such measures erode investor confidence and could reverse progress made under initiatives championed by President Samia Suluhu Hassan to attract investment.\n\nMs Sykes said the introduction of the tax without adequate consultation was symptomatic of policy volatility that discourages long-term business planning.\n\nAdding to the discussion, PricewaterhouseCoopers (PwC) Tanzania’s Tax and Legal Services Partner, Mr Rishit Shah, said the one-year extension “provides some comfort” but stressed the need for clarity around implementation.\n\n“There are still issues of reconciliation... the government must provide more clarity on how this will be handled practically,” he said.\n\nHe also flagged potential foreign exchange implications, particularly for multinationals operating in Tanzania.\n\n“This policy could lead to a mass issuance of dividends. If several international companies declare and remit dividends simultaneously, it could trigger movements in the shilling,” he explained.\n\nMr Shah further questioned the policy’s retrospective nature, urging the government to ensure the measure only applies going forward.\n\n“It should not include earnings from previous financial years,” he said.\n\nErnst & Young Partner and Head of Tax, Mr Nsanyiwa Donald, also acknowledged the revised timeframe as an improvement but warned it may still fall short of giving businesses adequate room to reinvest profits strategically.\n\n“Twelve months is better than six, but it still may not give businesses enough time to adequately plan and reinvest,” he said.\n\nHe suggested that if the tax is retained, it should be applied more selectively.\n\n“Perhaps only 30 or 50 percent of the retained earnings should be taxed. That would strike a fair balance between the government’s need for revenue and the private sector’s need for growth capital,” noted Mr Donald.\n\nHe, too, stressed that applying the policy retrospectively would be unfair and damaging.\n\nDespite these concerns, the government's willingness to amend the initial proposal is being seen as a signal that it is open to constructive dialogue and is committed to fostering a more enabling business environment.\n\nHowever, leading voices in the private sector say the issue is far from settled.\n\nThey argue that if Tanzania is to attract and retain investment, it must adopt a more predictable, pro-growth tax regime.\n\nThe retained earnings tax proposal has triggered a broader debate about the direction of fiscal policy in Tanzania—one that goes beyond short-term revenue goals to address the structural needs of a growing economy.\n\nIn the view of many stakeholders, tax policies should support business development, job creation, and reinvestment—not deter them.",
    "image": "https://www.thecitizen.co.tz/resource/image/5098474/landscape_ratio3x2/1200/800/ef980786510767c1ea4d5b92a6fde032/Gk/tax-pic-1.jpg"
  },
  {
    "id": 10,
    "title": "Tourism players welcome policy delay, but insurance concerns persist",
    "content": "Dar es Salaam. Tanzania’s tourism industry has cautiously welcomed the government’s decision to delay implementation of the proposed mandatory $44 travel insurance charge for foreign visitors.\n\nHowever, stakeholders warn that key concerns remain unresolved, particularly regarding the potential harm to the sector’s reputation and international competitiveness.\n\nThe proposal, part of the 2025/26 national budget, aimed to amend the Insurance Act (CAP 394) by requiring all foreign travellers to purchase a locally issued travel insurance policy upon entry into the country.\n\nAlthough authorities framed the initiative as both a safety measure for tourists and a revenue opportunity for the insurance sector, it faced swift and strong opposition from the tourism industry.\n\nThe Tourism Confederation of Tanzania (TCT), the apex private-sector body for the tourism industry, criticised the plan, citing inadequate consultation and a lack of transparency.\n\nIndustry stakeholders argued that the charge could be perceived as a “stealth tax,” likely to discourage high-value tourists, undermine Tanzania’s global image, and erode gains made through efforts to position the country as a top-tier travel destination.\n\nOf particular concern was the risk of tourists visiting both mainland Tanzania and Zanzibar being charged twice for similar insurance coverage.\n\nStakeholders said this would not only confuse visitors but also damage the coherence of the national tourism brand.\n\nIn response to these concerns, Finance Minister Dr Mwigulu Nchemba on Thursday, June 26, 2025, announced that implementation of the policy would be deferred to January 2026 to allow for “broader industry consultation and refinement.”\n\nDespite the postponement, tourism players say the underlying issues remain unresolved.\n\nTCT executive director, Ms Lathifa Sykes, welcomed the delay but reiterated that, “Concerns remain... spoiling reputation and unnecessary.”\n\nShe linked the proposed insurance requirement to the wider problem of an unpredictable and burdensome tax regime, warning that policies introduced without proper engagement could “undo the progress President Samia Suluhu Hassan has made in reviving the sector, including through initiatives such as The Royal Tour.”\n\nMs Sykes called on the government to “look at the bigger picture—not just the expected revenue, but also what could be lost.”\n\nA key sticking point for industry leaders is the failure to exempt tourists who already have international travel insurance.\n\nAs proposed, the policy would effectively double-charge travellers, particularly those visiting both the mainland and Zanzibar.\n\nTanzania Association of Tour Operators (TATO) chairman Mr Willy Chambulo also expressed reservations.\n\nWhile appreciating the government’s willingness to delay implementation, he said he remained “sceptical about it.”\n\nTCT had earlier flagged that the unilateral nature of the proposal—especially without exemptions for pre-insured travellers—could place Tanzania at a disadvantage compared to regional competitors.\n\nCountries such as Kenya, Rwanda, Namibia, and South Africa have opted for more streamlined, traveller-friendly policies or have refrained from imposing compulsory insurance altogether.\n\nTour operators also raised alarm over the timing of the proposed policy, coming shortly after international concerns about aviation safety in Tanzania.\n\nThe sector fears that the move could send the wrong message, suggesting internal doubts about the country’s emergency response systems.\n\n“At a time when the government is working hard to restore credibility with the European Union Air Safety Committee, EASA, and international insurers, this policy risks reinforcing existing concerns instead of alleviating them,” TCT said in a statement issued on June 20, 2025.\n\n“It contradicts ongoing efforts to demonstrate regulatory strength and improve the international perception of Tanzania’s aviation and tourism sectors,” adds another part.\n\nStakeholders are urging the government to conduct comprehensive consultations and ensure that future policy decisions are informed by dialogue with those who best understand the operational realities of the industry.",
    "image": "https://www.thecitizen.co.tz/resource/image/5098466/landscape_ratio3x2/1200/800/d2599d0bb25028142e5ea1d3a7371a5d/Re/tourism-1.jpg"
  },
  {
    "id": 11,
    "title": "How Tanzania’s FM radio stations, visionary media leaders, and festivals shaped the rise of Bongo Flava",
    "content": "Dar es Salaam. Long before Bongo Flava topped Spotify playlists or filled stadiums in Europe and the USA, it pulsed through the FM airwaves of post-liberalisation Tanzania, nurtured by an ecosystem of passionate radio announcers, visionary media executives, and daring entrepreneurs.\n\nWhile artists like Mr II formerly Sugu (Joseph Mbilinyi), Juma Nature, and Professor Jay (Joseph Haule) became household names, their journey to stardom was deeply intertwined with the pioneering work of broadcasters and the platforms that gave Tanzania’s urban youth culture its voice.\n\nThe liberalisation of Tanzania’s airwaves in the mid-1990s opened a new chapter for local music.\n\nRadio One, Clouds FM, and later East Africa Radio were among the first private broadcasters to dedicate airtime to local hip hop and R&B-inspired tracks.\n\nAt a time when Tanzanian radio was still dominated by Congolese rumba, reggae, and imported Western pop, betting on Swahili rap was a gamble—but one that would ultimately redefine the country’s musical identity.\n\nMike Mhagama and the power of Prime Time\n\nOne of the earliest radio personalities to champion Bongo Flava was Mike Mhagama, whose voice on Radio One, during the afternoon show in the mid-90s, became synonymous with the urban youth movement.\n\nHis shows combined sharp social commentary with curated local sounds, giving fledgling rappers credibility at a time when studio access was limited and radio play offered the best chance of being heard.\n\nAnother pioneer was Taji Liundi, aka Master T, who played a pivotal role at Radio One Stereo.\n\nLiundi’s programmes fused music with conversations about urban identity and youth culture, laying the groundwork for Bongo Flava as a cultural phenomenon rather than just a musical genre.\n\nRuge Mutahaba vision\n\nBut perhaps no figure looms as large in the institutionalisation of Bongo Flava as the late Ruge Mutahaba, the visionary co-founder and strategist behind Clouds Media Group.\n\nWhen Clouds FM launched in 1999, it was more than just a radio station—it was a cultural movement.\n\nUnder Ruge’s leadership, Clouds crafted a bold vision of Tanzanian urban entertainment, transforming Bongo Flava from an underground trend into the country’s dominant sound.\n\nRuge understood that music alone wasn’t enough. He built an entire ecosystem around Bongo Flava—linking artists with corporate sponsors, organising talent shows, and creating powerful radio and TV programming that elevated artists from local heroes to national icons.\n\nShows like Power Breakfast, XXL, and The DJ Show didn’t merely play music—they created stars.\n\nClouds FM’s deliberate embrace of Swahili as the language of urban cool shattered the myth that Tanzanian artists needed to rap in English to be successful.\n\nLocal wasn’t just acceptable—it became the new standard of pride.\n\nMutie and EA Radio’s regional push\n\nMeanwhile, at East Africa Radio and later EATV, media leader Mutie Mengi was another crucial behind-the-scenes figure.\n\nMutie’s programming decisions helped push Bongo Flava beyond Tanzania’s borders, giving artists exposure to Kenyan and Ugandan audiences.\n\nThis cross-border visibility laid the groundwork for regional collaborations and tours by stars like AY, Mwana FA, and TID, helping transform Bongo Flava into a pan-East African phenomenon.\n\nMutie’s tenure marked a time when Tanzanian music started to compete regionally, elevating local talent to new heights and building a sense of East African identity around the sound.\n\nThe birth of Fiesta\n\nBeyond the airwaves, live experiences cemented Bongo Flava’s reach. Under Joseph Kusaga and his compatriot Ruge Mutahaba’s guidance, Clouds Media Group under PrimeTime Promotions launched Fiesta, a music festival that became one of Tanzania’s largest annual entertainment events.\n\nFiesta was more than a concert—it was a national tour that took Bongo Flava stars to every corner of the country, from urban centres to remote towns.\n\nFor many artists including Diamond Platnumz confess that Fiesta provided their first opportunity to perform in front of massive live audiences, helping them perfect their stagecraft and connect with fans face-to-face.\n\nIt also fostered a sense of community around the genre and showed the commercial power of Tanzanian music.\n\nFestivals like Fiesta turned Bongo Flava from a niche radio phenomenon into a tangible, nationwide cultural force.\n\nFans who might only have heard their favourite artists on the radio could now see them live, creating memories that would fuel the genre’s longevity.\n\nRadio’s lasting influence\n\nEven in the age of streaming and social media, the legacy of FM radio—and the media pioneers behind it—remains woven into the DNA of Bongo Flava.\n\nMany artists from the golden era still credit radio DJs, producers, and media strategists for their breakthroughs—whether it was hearing their song on-air for the first time or scoring a coveted interview on a major programme.\n\nAs Tanzania’s most popular genre, Bongo Flava’s story is not just about the artists, producers, and fans—it’s also about the visionaries behind the mic and behind the scenes, who believed in the sound when few others did.\n\n“If there were no radio, there would have been no Bongo Flava,” said a former member of the hard Blasters’ Crew.",
    "image": "https://www.thecitizen.co.tz/resource/image/5098458/landscape_ratio3x2/1200/800/b8e80f6a90e0f571a1bb23c39350043/kE/top-dogs-pic.jpg"
  },
  {
    "id": 12,
    "title": "Abidjan.net Pensée du jour",
    "content": "Marcus Garvey Un peuple qui ne connaît pas son passé, ses origines et sa culture ressemble à un arbre sans racines\n\nJim Rohn Ce qui vous arrive n’a pas réellement d’effet quant à la tournure que prend votre vie ; c’est plutôt ce que vous en faites qui décide du résultat de celle-ci.\n\nArthur Schopenhauer Quand on veut vivre parmi les hommes, il faut laisser chacun exister et l’accepter avec l’individualité, quelle quelle soit, qui lui a été départie\n\nGeorge Sand Il faut juger les sentiments par des actes plus que par des paroles.\n\nRoy Lewis Sans un minimum de loisir, pas de travail créateur, par conséquent pas de culture ni de civilisation.\n\nProverbe africain Le mensonge donne des fleurs mais pas de fruits\n\nFranklin Delano Roosevelt Chacun de nous a appris les gloires de l’indépendance. Que chacun de nous apprenne les gloires de l’interdépendance\n\nJim Rohn «Le bonheur n’est pas quelque chose que tu planifies pour le futur, c’est quelque chose que tu conçois pour le présent»\n\nAimé Césaire C’est quoi une vie d’homme? C’est le combat de l’ombre et de la lumière… C’est une lutte entre l’espoir et le désespoir, entre la lucidité et la ferveur… Je suis du côté de l’espérance, mais d’une espérance conquise, lucide, hors de toute naïveté\n\nFiodor Mikhaïlovitch Dostoïevski Toute société, pour se maintenir et vivre, a besoin absolument de respecter quelqu’un et quelque chose\n\nMusset, Alfred Tout s’excuse ici-bas, hormis la maladresse.\n\nJimmy Dean Je ne peux pas changer la direction du vent, mais je peux ajuster mes voiles pour toujours atteindre ma destination.\n\nPierre Hebey La vie offre toujours deux pentes. On grimpe ou on se laisse glisser.\n\nAlice Parizeau L’amour abstrait c’est le don de soi, la recherche d’un sacrifice basé, aussi paradoxal que cela puisse paraître, sur un égoïsme farouche.\n\nTheocrite A force de tomber, une goutte d’eau creuse le roc\n\nProverbes Et Maximes Le plus souvent, il faut faire ce qui semble évident. Il faut juste en avoir le courage.\n\nGandhi C’est une erreur de croire nécessairement faux ce qu’on ne comprend pas.",
    "image": "https://abidjan.net/public/img/img-share-default.jpg"
  },
  {
    "id": 13,
    "title": "Oslo police announce rape and sexual assault charges against son of Norwegian crown princess",
    "content": "OSLO, Norway (AP) — Oslo police on Friday announced charges against Marius Borg Høiby, the eldest son of Norway’s crown princess, on multiple counts including rape, sexual assault and bodily harm after a monthslong investigation of a case that involved a “double-digit” number of alleged victims.\n\nHøiby, the 28-year-old son of Crown Princess Mette-Marit and stepson of the heir to the throne, Crown Prince Haakon, has been under scrutiny since he was repeatedly arrested in 2024 amid allegations of rape and on preliminary charges of bodily harm and criminal damage.\n\nOslo Police Attorney Andreas Kruszewski said that Høiby was cooperative during police questioning, which is now complete. Evidence in the case was drawn from sources including text messages, witness testimonies and police searches, the police attorney said.\n\nThe charges included one case of rape involving intercourse and two cases of rape without intercourse, four cases of sexual assault and two cases of bodily harm, Kruszewksi said at a news conference.\n\n“I cannot go into further detail about the number of victims in the case beyond confirming that it is a double-digit number,” he said.\n\nDefense attorney Petar Sekulic, in an email to The Associated Press, said Høiby was “absolutely taking the accusations very seriously, but doesn’t acknowledge any wrongdoing in most of the cases — especially the cases regarding sexual abuse and violence.”\n\nThe royal palace said “the case is proceeding through the legal system and is following normal procedures. We have nothing further to add.”\n\nThe case was top news in Norway, where the royals are popular.\n\nHøiby previously lived with the royal couple and their two children, Princess Ingrid Alexandra and Prince Sverre Magnus, but now lives in a separate house nearby, according to Sekulic.\n\nHøiby remains free pending a possible trial and is entitled to a presumption of innocence until a court rules otherwise.\n\nOnce known affectionately as “Little Marius,” Høiby grew up in the public eye enjoying the same wealth and privilege as his royal siblings, although his biological father, Morton Borg, served time in prison for drugs and violent offenses. Hoiby has acknowledged cocaine use and addiction.\n\nNorway’s future queen made headlines in 2001 when she married Haakon, because she was a single mother who had lived a freewheeling life with a companion who had been convicted on drug charges.",
    "image": "https://dims.apnews.com/dims4/default/09cbfc2/2147483647/strip/true/crop/4041x2273+0+210/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F27%2Fea%2Fc5a4a4a48f573f119ff643bab862%2Fe294e2337d8e418c892c032c879cc19b"
  },
  {
    "id": 14,
    "title": "Trump tells Iran’s supreme leader: ‘You got beat to hell’",
    "content": "WASHINGTON (AP) — President Donald Trump on Friday scoffed at Ayatollah Ali Khamenei’s heated warning to the U.S. not to launch future strikes on Iran, as well as the Iranian supreme leader’s assertion that Tehran “won the war” with Israel.\n\nIn this photo released by the official website of the office of the Iranian supreme leader, Supreme Leader Ayatollah Ali Khamenei speaks to a group of people and officials in Tehran, Iran, Friday, March 21, 2025. (Office of the Iranian Supreme Leader via AP) In this photo released by the official website of the office of the Iranian supreme leader, Supreme Leader Ayatollah Ali Khamenei speaks to a group of people and officials in Tehran, Iran, Friday, March 21, 2025. (Office of the Iranian Supreme Leader via AP) Share Share Facebook\n\nCopy Link copied\n\nPrint\n\nEmail\n\nX\n\nLinkedIn\n\nBluesky\n\nFlipboard\n\nPinterest\n\nReddit Read More\n\nTrump, in remarks to reporters and later in an extended statement on social media, said the ayatollah’s comments defied reality after 12 days of Israeli strikes and the U.S. bombardment of three key nuclear sites inflicted severe damage on the country’s nuclear program. The president suggested Khamenei’s comments were unbecoming of Iran’s most powerful political and religious figure.\n\n“Look, you’re a man of great faith. A man who’s highly respected in his country. You have to tell the truth,” Trump said of Khamenei. “You got beat to hell.”\n\nThe U.S. president spoke out a day after Khamenei insisted Tehran had delivered a “slap to America’s face” by striking a U.S. air base in Qatar and warned against further attacks by the U.S. or Israel on Iran. Khamenei’s pre-recorded statement, which aired on Iranian state television, was the first time that Iranians had heard directly from the supreme leader in days.\n\nThe heated rhetoric from Trump and Khamenei continued as both leaders face difficult questions about the impact of the strikes.\n\nPresident Donald Trump points to a reporter to take a question as he speaks to the media, Friday, June 27, 2025, in the briefing room of the White House in Washington. (AP Photo/Jacquelyn Martin) President Donald Trump points to a reporter to take a question as he speaks to the media, Friday, June 27, 2025, in the briefing room of the White House in Washington. (AP Photo/Jacquelyn Martin) Share Share Facebook\n\nCopy Link copied\n\nPrint\n\nEmail\n\nX\n\nLinkedIn\n\nBluesky\n\nFlipboard\n\nPinterest\n\nReddit Read More\n\nTrump and his aides have pushed back vociferously after an early damage assessment from the Defense Intelligence Agency became public and indicated that the U.S. bombardment likely only set back Tehran’s nuclear program by months. The 86-year-old Khamenei, the most powerful figure in Iran’s theocracy, meanwhile, has appeared intent on demonstrating his authority and vigor amid speculation about his health and how involved he was in making Iran’s wartime decisions through the 12-day conflict.\n\nIn a social media post Friday, Trump also appeared to refer to a plan presented to the White House by Israeli Prime Minister Benjamin Netanyahu’s government in the first days of the Israel-Iran conflict to try to kill Khamenei. Trump vetoed that plan, according to a U.S. official who was not authorized to comment publicly and spoke on the condition of anonymity.\n\n“His Country was decimated, his three evil Nuclear Sites were OBLITERATED, and I knew EXACTLY where he was sheltered, and would not let Israel, or the U.S. Armed Forces, by far the Greatest and Most Powerful in the World, terminate his life,” Trump posted on Truth Social. “I SAVED HIM FROM A VERY UGLY AND IGNOMINIOUS DEATH, and he does not have to say, “THANK YOU, PRESIDENT TRUMP!”\n\nTrump, after the U.S. airstrikes, sent chilling warnings via social media to Khamenei that the U.S. knew where he was but had no plans to kill him, “at least for now.”\n\nAfter launching the U.S. strikes — including with U.S.-made bunker-buster bombs — Trump has been insistent that Iran’s nuclear sites have been “obliterated.” Administration officials have not disputed the contents of the DIA report but have sought to focus on a CIA statement and other intelligence assessments, including those out of Iran and Israel, that said the strikes severely damaged the nuclear sites and rendered an enrichment facility inoperable.\n\nTrump also said that he expects Iran to open itself to international inspection to verify it doesn’t restart its nuclear program.\n\nAsked if he would demand during expected talks with Iran that the International Atomic Energy Agency or some other organization be authorized to conduct inspections, Trump told reporters the Islamic Republic would have to cooperate with the IAEA “or somebody that we respect, including ourselves.”\n\nWhite House officials have said they expect to restart talks soon with Iran, though nothing has been scheduled.\n\nU.S. Mideast envoy Steve Witkoff earlier this week said there has been direct and indirect communication between the countries. A sixth round of U.S.-Iran negotiations was scheduled for earlier this month in Oman but was canceled after Israel attacked Iran.\n\nTrump expressed confidence that Iran’s nuclear ambition has faded.\n\n“Can I tell you, they’re exhausted. And Israel’s exhausted, too,” Trump said. He added, “The last thing they’re thinking right now is nuclear.”",
    "image": "https://dims.apnews.com/dims4/default/640fa02/2147483647/strip/true/crop/5876x3305+0+306/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2Fe3%2F4f%2F9b40c7c90634883fa7b2cbb22d9f%2F4848db0607744a889293d7af549eb407"
  },
  {
    "id": 15,
    "title": "Russia and Ukraine trade long-range drone attacks as Putin says Moscow is ready for new peace talks",
    "content": "KYIV, Ukraine (AP) — Russia and Ukraine exchanged more long-range drone attacks that have become a staple of the more than three-year war, officials said Friday, as Russian President Vladimir Putin said Moscow is ready for a fresh round of direct peace talks in Istanbul.\n\nRussian and Ukrainian officials are discussing the timing of a potential new meeting, Putin said. Speaking to reporters during a visit to Belarus, he said that the terms of a potential ceasefire, which the Kremlin has so far effectively rejected, are expected to be on the agenda.\n\nThe war shows no signs of abating as U.S.-led international peace efforts have so far produced no breakthrough. Two recent rounds of talks between Russian and Ukrainian delegations in Istanbul were brief and yielded no progress on reaching a settlement.\n\nUkraine wants the next step in peace talks to be a meeting between Ukrainian President Volodymyr Zelenskyy and Putin, Ukrainian Defense Minister Rustem Umerov said.\n\nA non-started suggestion\n\nGiven Putin’s recent comments, it’s unclear how this will pan out. The Russian leader has said a summit meeting should take place only after the main provisions of a peace deal have been agreed, and that could take months or years.\n\nPutin has also repeated his claim that Zelenskyy lost his legitimacy after his presidential term expired last year — an allegation rejected by Kyiv and its allies.\n\nMeanwhile, Russian forces launched 363 Shahed and decoy drones as well as eight missiles at Ukraine overnight, the Ukrainian air force said Friday, claiming that air defenses stopped all but four of the drones and downed six cruise missiles.\n\nRussia’s Defense Ministry said 39 Ukrainian drones were downed in several regions overnight, including 19 over the Rostov region and 13 over the Volgograd region. Both regions lie east of Ukraine.\n\nUkraine’s General Staff said later on Friday that four military aircraft stationed at the Marinovka airfield in the Volgograd region had been destroyed during a mission involving Special Forces and Ukrainian intelligence overnight.\n\n“Four enemy aircraft, namely Su-34s, and a technical and operational unit, where various combat aircraft are serviced and repaired, were destroyed,” according to a preliminary assessment posted online.\n\nThe AP couldn’t independently verify the claim. Russian officials did not immediately comment, nor did they mention the Marinovka airfield in public statements about the overnight drone attack on the region.\n\nVolgograd Gov. Andrei Bocharov, however, on Friday morning listed the region’s Kalanchyovsky district where Marinovka is located among three areas targeted by Ukrainian drones.\n\nBocharov said that traffic on the bridge over the Don River in the Kalachyovsky district was temporarily restricted, but didn’t offer any other details.\n\nDrones are ubiquitous in the war\n\nLong-range drone strikes have been a hallmark of the war, now in its fourth year. The race by both sides to develop increasingly sophisticated and deadlier drones has turned the war into a testing ground for new weaponry.\n\nUkrainian drones have pulled off some stunning feats. At the start of June, nearly a third of Moscow’s strategic bomber fleet was destroyed or damaged in a covert Ukrainian operation using cheaply made drones sneaked into Russian territory.\n\nThe Ukrainian air force said that 359 incoming drones were either intercepted or electronically jammed.\n\nUkraine is employing new countermeasures against Russia’s escalation of combined missile and drone attacks, officials say. Instead of relying on ground-based mobile teams to shoot down Shaheds, Ukraine is deploying interceptor drones it has developed.\n\nThe Ukrainian attack forced three Russian airports to briefly suspend flights, officials said. The authorities also briefly closed the Crimean Bridge overnight as drones targeted Crimea.\n\nNeither Russia nor Ukraine reported any major damage or casualties in the attacks.\n\nRussia manufactures Shahed drones based on an original Iranian model, churning out thousands of them at a plant in the Tatarstan region. It has upgraded the Shaheds with its own innovations, including bigger warheads.\n\nThey are known as suicide drones because they nosedive into targets and explode on impact, like a missile. The incessant buzzing of the propeller-driven Shahed drones is unnerving for anyone under its flight path because no one on the ground knows exactly when or where the weapon will hit.\n\nBeing outgunned and outnumbered in the war against its bigger neighbor, Ukraine also has developed its own cutting-edge drone technology, including long-range sea drones, and has trained thousands of drone pilots.\n\nSmaller, short-range drones are used by both sides on the battlefield and in areas close to the roughly 1,000-kilometer (620-mile) front line.\n\nThose drones, fitted with onboard cameras that give their operators a real-time view of possible targets, have also struck civilian areas.\n\nThe U.N. Human Rights Monitoring Mission in Ukraine said in a report published Thursday that short-range drone attacks killed at least 395 civilians and injured 2,635 between the start of the war and last April. Almost 90% of the attacks were by the Russian armed forces, it reported.\n\nThe strikes not only spread fear among civilians but also severely disrupt daily life by restricting movement and limiting access to food and medical services, the report said.\n\n___\n\nAssociated Press writer Samya Kullab in Kyiv, Ukraine, contributed to this report.\n\n___\n\nFollow AP’s coverage of the war in Ukraine at https://apnews.com/hub/russia-ukraine",
    "image": "https://dims.apnews.com/dims4/default/9eba98a/2147483647/strip/true/crop/7727x4346+0+402/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F4c%2F35%2F1f6bdb641f1fd1c614dd82a6d18f%2Fe68676f2ea03468c9a3cbc2be33e5598"
  },
  {
    "id": 16,
    "title": "A slain Minnesota lawmaker’s beloved dog, Gilbert, stays with her as she and her spouse lie in state",
    "content": "ST. PAUL, Minn. (AP) — Gilbert the golden retriever was home with Democratic leader and Minnesota state Rep. Melissa Hortman and her husband when a gunman fatally shot the couple and mortally wounded their beloved dog. And he was with them again Friday when the Hortmans lay in state at the Capitol in St. Paul.\n\nHe is all but certainly the first dog to receive the honor, having been put down after being badly injured in the attack. There is no record of any other nonhuman ever lying in state, and Melissa Hortman, a former state House speaker still leading the chamber’s Democrats, is the first woman. The state previously granted the honor to 19 men, including a vice president, a U.S. secretary of state, U.S. senators, governors and a Civil War veteran, according to the Minnesota Legislative Reference Library.\n\nHundreds of people waited outside the Capitol before they were allowed into the rotunda at noon to pay their respects. Two pedestals sat between the Hortmans’ caskets, one for an arrangement of flowers and the other, for the gold-colored urn holding Gilbert’s remains.\n\nA memorial outside the House chamber for the Hortmans included a box of Milk-Bone dog biscuits with a sticky note saying, “For the best boy, Gilbert.”\n\n“We’ve all had family, pets, and it’s tragic to have the whole family lost in in a moment like that,” said Kacy Deschene, who came to the Capitol from the Minneapolis suburb of Champlin.\n\nGilbert has received a flood of tributes like Hortman and her husband, Mark, ever since news spread online that he had been shot, too, in the attack early on the morning of June 14 by a man posing as a police officer. The accused assassin, Vance Boelter, is also charged with shooting a prominent Democratic state senator and his wife, and authorities say Boelter visited two other Democratic lawmakers’ homes without encountering them.\n\nThe dog’s injuries were severe enough that surviving family members had him put to sleep at a veterinary clinic in the Hortmans’ hometown of Brooklyn Park, a Minneapolis suburb. The clinic, Allied Emergency Veterinary Service, called Gilbert “sweet and gentle” and “deeply loved” on a GoFundMe site raising money for the care of local police dogs.\n\nVolunteers from a nonprofit that trains service dogs, Helping Paws Inc., provided a little canine therapy for waiting mourners Friday at the Capitol, working the crowd with cheerful golden retrievers. The Hortmans provided a foster home to dogs as part of the animals’ Helping Paws training, and one of them, Minnie, had graduated on to assisting a veteran.\n\nHelping Paws said in a Facebook post hours after the shootings that Gilbert “career changed.” Gilbert had been deemed ”too friendly” to be a service dog, KARE-TV reported.\n\nDemocratic state Rep. Erin Koegel, told The Associated Press after the shootings that the golden retriever had “flunked out of school” and “Melissa wanted him to fail so she could keep him.”\n\n___\n\nHanna reported from Topeka, Kansas.",
    "image": "https://dims.apnews.com/dims4/default/29716f1/2147483647/strip/true/crop/7525x4233+0+392/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2Fec%2Fd8%2F77cf163c53a6bde9b97113b0c5c8%2Fffe25824364c47a3b310ba1a18d0e8cb"
  },
  {
    "id": 17,
    "title": "Trump administration ends legal protections for half-million Haitians who now face deportations",
    "content": "MIAMI (AP) — The Department of Homeland Security said Friday that it is terminating legal protections for hundreds of thousands of Haitians, setting them up for potential deportation.\n\nDHS said that conditions in Haiti have improved and Haitians no longer meet the conditions for the temporary legal protections.\n\nThe termination of temporary protected status, or TPS, applies to about 500,000 Haitians who are already in the United States, some of whom have lived here for more than a decade. It is coming three months after the Trump administration revoked legal protections for thousands of Haitians who arrived legally in the country under a humanitarian parole program, and it is part of part of a series of measures implemented to curb immigration.\n\nRecently, the U.S. Supreme Court overturned a federal judge’s order preventing the administration from revoking the parole program.\n\nTPS allows people already in the United States to stay and work legally if their homelands are deemed unsafe. Immigrants from 17 countries, including Haiti, Afghanistan, Sudan and Lebanon, were receiving those protections before President Donald Trump took office for his second term in January.\n\nPresident Trump is ending protections and programs for immigrants as part of his mass deportations promises. During his political campaign he said his administration would scale back the use of TPS, which covered more than 1 million immigrants. His campaign highlighted unfounded claims that Haitians who live and work legally in Springfield, Ohio, as TPS holders were eating their neighbors’ pets.\n\nHundreds of thousands of Venezuelans and some Afghans have been told already that they’re losing their TPS status.\n\nSome of the Haitians who benefit from TPS have requested asylum or other lawful immigration status that could protect them from deportation, although it is not clear how many could be left without any relief.\n\n“This decision restores integrity in our immigration system and ensures that Temporary Protective Status is actually temporary,” a DHS spokesperson said. “The environmental situation in Haiti has improved enough that it is safe for Haitian citizens to return home.”\n\nThe Department of State, nonetheless, has not changed its travel advisory and still recommends Americans “do not travel to Haiti due to kidnapping, crime, civil unrest, and limited health care.”\n\nTemporary protected status for Haitians expires on Aug. 3, and the termination will be effective on Sept. 2, Homeland Security Secretary Kristi Noem said.\n\nDHS advised TPS holders to return to Haiti using a mobile application called CBP Home.\n\nGang violence has displaced 1.3 million people across Haiti as the local government and international community struggle to contain an spiraling crisis, according to a recent report from the International Organization for Migration. The report warned of a 24% increase in displaced people since December, with gunmen having chased 11% of Haiti’s nearly 12 million inhabitants from their home.\n\n“Deporting people back to these conditions is a death sentence for many, stripping them of their fundamental right to safety and dignity,” said Tessa Pettit, a Haitian-American who is executive director of the Florida Immigrant Coalition.\n\nFrantz Desir, 36, has been in the U.S. since 2022 on asylum, but he says he is concerned by the Trump administration’s decision to terminate TPS.\n\n“You see your friends who used to go to work every day, and suddenly—without being sick or fired—they just can’t go anymore. It hits you. Even if it hasn’t happened to you yet, you start to worry, ‘What if it’s me next?’”\n\nDesir says his asylum court date was set for this year, but the judge rescheduled it for 2028.\n\nDesir lives in Springfield, Ohio, with his wife and two children, and he works in a car parts manufacturing plant.\n\n——-\n\nAP reporter Obed Lamy contributed from Indianapolis",
    "image": "https://dims.apnews.com/dims4/default/345a586/2147483647/strip/true/crop/4219x2373+0+218/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2Fa2%2F49%2F1971549e9d631dac4d269d4a23df%2F68d6bb2d484b45fca559a5451108eead"
  },
  {
    "id": 18,
    "title": "Sean ‘Diddy’ Combs’ lawyer mocks sex trafficking case in closing, calls charges ‘badly exaggerated’",
    "content": "NEW YORK (AP) — Sean “Diddy” Combs’ lawyer implored a jury on Friday to acquit the hip-hop mogul, arguing overzealous federal prosecutors twisted his drug use and swinger lifestyle into a sex trafficking and racketeering case that could put him behind bars for life.\n\n“He is none of these things. He is innocent,” defense attorney Marc Agnifilo said, glancing at Combs during a four-hour closing argument. “He sits there innocent. Return him to his family who have been waiting for him.”\n\nJurors are expected to begin deliberating Monday.\n\nThis courtroom sketch depicts Sean “Diddy” Combs sitting at the defense table during his bail hearing in New York on Wednesday, Sept. 18, 2024. (Elizabeth Williams via AP, File) This courtroom sketch depicts Sean “Diddy” Combs sitting at the defense table during his bail hearing in New York on Wednesday, Sept. 18, 2024. (Elizabeth Williams via AP, File) Share Share Facebook\n\nCopy Link copied\n\nPrint\n\nEmail\n\nX\n\nLinkedIn\n\nBluesky\n\nFlipboard\n\nPinterest\n\nReddit Read More\n\nAgnifilo repeatedly mocked the government’s case, peppering his presentation with folksy quips and bawdy observations. He said prosecutors “badly exaggerated” the charges, and he belittled federal agents who seized baby oil and lubricant in raids last year at Combs’ Los Angeles and Miami-area homes.\n\n“Way to go, fellas,” the defense lawyer said.\n\nAP Audio: Sean ‘Diddy’ Combs’ lawyer mocks sex trafficking case in closing, says charges ‘badly exaggerated’ AP correspondent Julie Walker reports from court on Sean ‘Diddy’ Combs’ lawyers last attempt to clear him with closing arguments.\n\nAgnifilo accused the government of targeting Combs, irritating prosecutors and the judge, and questioned why no one else was charged in what the prosecution alleges was a racketeering conspiracy involving Combs’ personal assistants, bodyguards and other employees. Judge Arun Subramanian instructed jurors not to consider why or how the government obtained an indictment.\n\nIn a rebuttal, Assistant U.S. Attorney Maurene Comey said Agnifilo spent “a whole lot of energy” trying to distract from Combs’ “inexcusable criminal behavior.”\n\nDefense attorney Brian Steel, center, cross examines Kid Cudi, far right, as Sean “Diddy” Combs, far left, looks on during Combs’ sex trafficking and racketeering trial in Manhattan federal court, May 22, 2025, in New York. (Elizabeth Williams via AP, File) Defense attorney Brian Steel, center, cross examines Kid Cudi, far right, as Sean “Diddy” Combs, far left, looks on during Combs’ sex trafficking and racketeering trial in Manhattan federal court, May 22, 2025, in New York. (Elizabeth Williams via AP, File) Share Share Facebook\n\nCopy Link copied\n\nPrint\n\nEmail\n\nX\n\nLinkedIn\n\nBluesky\n\nFlipboard\n\nPinterest\n\nReddit Read More\n\n“Make no mistake,” Comey told jurors, “this trial was about how in Sean Combs’ world, ‘no’ was never an option.”\n\nAgnifilo called Combs’ prosecution a “fake trial” and ridiculed the notion that the “I’ll Be Missing You” singer engaged in racketeering.\n\n“Are you kidding me?” Agnifilo asked. “Did any witness get on that witness stand and say, ‘Yes, I was part of a racketeering enterprise — I engaged in racketeering?’” No, those accusations were a figment of the prosecution’s imagination, he argued.\n\nCombs, in a sweater and khakis, watched Agnifilo with rapt attention after looking down and slouching during Thursday’s prosecution closing. He didn’t testify during the seven-week trial, and his lawyers called no witnesses of their own.\n\nCombs’ family, including six of his children and his mother, sat behind him. When the day was finished, Combs hugged one of his lawyers and smiled as he conversed with others. As the jury filed out of the courtroom for the last time this week, Combs watched them, but the jurors didn’t look his way.\n\nCombs’ ex-girlfriends R&B singer Cassie and a woman testifying under the pseudonym “Jane” told jurors that Combs coerced them into participating in “freak-offs” or “hotel nights” — drug-fueled sex marathons with male sex workers while Combs watched, directed, masturbated and sometimes filmed them.\n\nAP Audio: Kanye West releases song with Combs’ son Christian titled “DIDDY FREE” AP correspondent Julie Walker reports from court, Sean ‘Diddy’ Combs is getting more support from his famous friend Kanye West.\n\nAgnifilo argued prosecutors had invaded Combs’ most intimate personal affairs, warning jurors: “Where’s the crime scene? The crime scene is your private sex life.”\n\nHe also mocked the prosecution’s assertion that Combs and his underlings engaged in hundreds of racketeering acts, as well as the government’s suggestion that many of the sex marathons at the heart of the case were crimes.\n\nIf that’s so, he said, “we need a bigger roll of crime scene tape,” a reference to a famous line from the movie “Jaws.”\n\nAgnifilo argued there’s another factor at play in the allegations that women have lobbed against him: the prospect of draining him of his wealth through lawsuits.\n\n“This isn’t about a crime. This is about money. It’s about money,” Agnifilo said.\n\nCassie, whose real name is Casandra Ventura, sued Combs in November 2023 over abuse allegations. He settled with her the next day for $20 million, but the allegations prompted federal law enforcement to open the criminal investigation that led to his arrest. Dozens of other lawsuits followed.\n\n“If you had to pick a winner in this whole thing, it’s hard not to pick Cassie,” Agnifilo said.\n\nFILE -Sean ‘Diddy’ Combs participates in “The Four” panel during the FOX Television Critics Association Winter Press Tour in Pasadena, Calif., Jan. 4, 2018. (Photo by Richard Shotwell/Invision/AP, File) FILE -Sean ‘Diddy’ Combs participates in “The Four” panel during the FOX Television Critics Association Winter Press Tour in Pasadena, Calif., Jan. 4, 2018. (Photo by Richard Shotwell/Invision/AP, File) Share Share Facebook\n\nCopy Link copied\n\nPrint\n\nEmail\n\nX\n\nLinkedIn\n\nBluesky\n\nFlipboard\n\nPinterest\n\nReddit Read More\n\nAgnifilo reiterated that the defense “owns” the fact that Combs was violent but argued that behavior does not justify the grave charges against him.\n\nCombs and Cassie had a “loving, beautiful relationship,” albeit a “complicated” one, Agnifilo said.\n\n“If racketeering conspiracy had an opposite, it would be their relationship.” Agnifilo said. “They were truly, deeply in love with each other, for real.”\n\nEchoing prosecutor Christy Slavik’s closing argument on Thursday, Agnifilo showed jurors part of the now-infamous security camera footage of Combs attacking Cassie at a Los Angeles hotel in 2016.\n\nAgnifilo acknowledged that the video clearly shows domestic violence, but he disputed the prosecution’s theory that the assault was evidence of sex trafficking by force. He insisted Combs may have been angry not that Cassie was trying to flee a “freak-off,” but that she was taking his cellphone.\n\nIn her rebuttal, Comey said: “Being a domestic abuser is not a defense to sex trafficking.”",
    "image": "https://dims.apnews.com/dims4/default/d3a62e9/2147483647/strip/true/crop/2396x1348+0+125/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F69%2F2c%2Fab7c01fca4b716c9e1dfebac6abd%2F937ad5043233412b9f312a2b5541d372"
  },
  {
    "id": 19,
    "title": "How Donald Trump Has Remade America’s Political Landscape",
    "content": "The Democrats’ problems run deep, nearly everywhere. This is where voters shifted toward President Trump in each of the last three elections. And this is where voters shifted toward Democrats.\n\nHow Donald Trump Has Remade America’s Political Landscape\n\nDonald J. Trump’s victory in 2024 was not an outlier.\n\nIt was the culmination of continuous gains by Republicans in much of the country each time he has run for president, a sea of red that amounts to a flashing warning sign for a Democratic Party out of power and hoping for a comeback.\n\nThe steady march to the right at the county level reveals not just the extent of the nation’s transformation in the Trump era but also the degree to which the United States now resembles two countries charging in opposite directions.\n\nCircle size is proportionate to county population Counties that shifted in one direction in each of the last three presidential elections Mr. Trump has reordered America’s political divide both geographically and demographically. Mr. Trump has reordered America’s political divide both geographically and demographically. Republicans are overwhelmingly making gains in working-class counties. Republicans are overwhelmingly making gains in working-class counties. Democrats are improving almost exclusively in wealthier areas. Democrats are improving almost exclusively in wealthier areas. It is the same story by education: Republicans are running up the score in counties where fewer people have attended college. It is the same story by education: Republicans are running up the score in counties where fewer people have attended college. Democrats are gaining ground in a small sliver of the best-educated enclaves. Democrats are gaining ground in a small sliver of the best-educated enclaves.\n\nAll told, Mr. Trump has increased the Republican Party’s share of the presidential vote in each election he’s been on the ballot in close to half the counties in America — 1,433 in all — according to an analysis by The New York Times.\n\nIt is a staggering political achievement, especially considering that Mr. Trump was defeated in the second of those three races, in 2020.\n\nBy contrast, Democrats have steadily expanded their vote share in those three elections in only 57 of the nation’s 3,100-plus counties.\n\nThese counties, which we are calling “triple-trending,” offer a unique and invaluable window into how America has realigned — and still is realigning — in the Trump era. They vividly show, in red and blue, the stark changes in the political coalitions of the two parties.\n\nThe scale of Mr. Trump’s expanding support is striking. While roughly 8.1 million Americans of voting age live in triple-trending Democratic counties, about 42.7 million live in Republican ones.\n\nEven more ominous for the Democrats are the demographic and economic characteristics of these counties: The party’s sparse areas of growth are concentrated almost exclusively in America’s wealthiest and most educated pockets.\n\nYet Mr. Trump has steadily gained steam across a broad swath of the nation, with swelling support not just in white working-class communities but also in counties with sizable Black and Hispanic populations.\n\nCounties that have become steadily more Republican exist in some of the country’s bluest strongholds, including New York City, Philadelphia and Honolulu. Mr. Trump’s party is still losing in those places, but by significantly less. At the same time, Mr. Trump has driven Republican margins to dizzying new heights in the nation’s reddest bastions.\n\nTaken together, the findings represent a blaring alarm for a Democratic Party that long saw itself as championing the working class and that staked its future on the belief that the nation would become steadily more diverse and better educated.\n\nTo conduct this analysis, The New York Times reviewed the results in every county from the four most recent presidential elections — 2012, to provide a base line, and then the 2016, 2020 and 2024 campaigns, in which Mr. Trump was the Republican nominee — and zoomed in on only those counties where the results grew steadily more Republican or steadily more Democratic.\n\nThis distillation reveals the most profound voting and demographic shifts, which can otherwise be obscured by fluctuations in many other counties from one election to the next.\n\nBut the sheer scale of Republican gains in the Trump era is significant on its own.\n\nAll told, 435 counties voted more Democratic in 2024 than did so in 2012, by an average improved margin of 8.8 percentage points.\n\nAnd 2,678 counties became more Republican, by an average of 13.3 percentage points. That’s six times as many counties moving toward the G.O.P. than toward the Democratic Party — and by a substantially wider margin.\n\nThe erosion of working-class support — among Black, white and Latino voters alike — has unnerved every ideological wing of the Democratic Party.\n\nBen Tulchin, a pollster who worked on Senator Bernie Sanders’s presidential campaigns, said the old political calculations for how Democrats can win elections were now obsolete.\n\n“The math doesn’t work,” he said. “For years, the belief was Democrats have had demographic destiny on our side. Now, the inverse is true.”\n\nSome Democrats hope that this is only a phenomenon of the Trump era, and that G.O.P. gains will evaporate once the president is no longer on the ballot, as was the case when Democrats fared surprisingly well in the 2022 midterms and in many recent special elections.\n\nBut Chris Kofinis, a Democratic strategist who served as chief of staff to former Senator Joe Manchin of West Virginia, who left the party last year, warned that such optimism was misplaced.\n\n“Trump is the symptom, not the disease,” he said. “The disease is the fact that you have lost touch with a whole swath of voters that used to consistently vote Democratic.”\n\nIncomes and education levels explain widening political divides.\n\nThe political split by income is among the starkest findings.\n\nOf the 1,433 counties that steadily moved toward Mr. Trump, only three, or just one-fifth of 1 percent, had a median household income above $100,000.\n\nIt was the opposite for Democrats: 18 of the 57 counties moving steadily to the left, or nearly a third, had a median household income above $100,000.\n\nMedian income, by county Shifted right three times Shifted left three times $140 thousand 130 Only three counties have a median income above $100,000. 120 110 100 90 80 70 60 50 40 30 Shifted left three times Shifted right three times $140 thousand 130 Only three counties have a median income above $100,000. 120 110 100 90 80 70 60 50 40 30 Note: Circle size indicates county population.\n\nThe map of the nation’s less prosperous areas tells the same story in reverse.\n\nThe median American household income is around $80,000. Places with median incomes lower than that account for 95 percent of counties voting steadily more Republican, but only 25 percent of counties turning steadily more Democratic.\n\nThe results were unsurprising to Representative Jared Golden of Maine, whose district is perhaps the most reliably pro-Trump place that has still elected a Democrat to Congress.\n\n“There is a political realignment afoot,” Mr. Golden said in an interview. “We see working-class voters, regardless of where they come from, what their identity is — other than their working-class status — shifting to the Republican Party.”\n\nHe blamed a party leadership out of touch with the daily concerns of voters.\n\n“A lot of Democrats talked about the opportunity of broadening the tent,” he said. “But I have not seen that play out in any kind of coherent strategy or actions.”\n\nEqually stark is what could be called a diploma divide.\n\nIn not one of the counties where Mr. Trump steadily increased his share of the vote did a majority of adults have a college degree. And in not one of the counties voting more and more Democratic was the college-educated share of the adult population smaller than 20 percent.\n\nPeople with college or advanced degrees, by county Shifted left three times Shifted right three times 65% 60 Not a single college-majority county shifted to the right. 55 50 45 40 35 30 25 20 15 10 5 Shifted left three times Shifted right three times 65% 60 Not a single college-majority county shifted to the right. 55 50 45 40 35 30 25 20 15 10 5 Note: Circle size indicates county population.\n\nPut another way, only one of the 1,500 counties with the smallest proportion of college graduates voted steadily more Democratic over the last three elections. Republicans steadily grew their vote share in more than two-thirds of those less-educated counties.\n\nThe erosion of the Democratic base is accelerating.\n\nBlack voters have been — and still are — the most reliable Democratic voters. But in his three presidential campaigns, Mr. Trump made serious inroads in heavily Black counties, across the Deep South and beyond.\n\nThose incursions predated 2024: More counties with a majority of Black voters shifted toward the Republicans in each of the last three elections (58) than the total number of counties nationwide that trended toward Democrats (57).\n\nDemocrats increased their share of the vote in all three elections in only two majority-Black counties in the entire country, Rockdale and Douglas, both outside Atlanta in Georgia, a hotly contested battleground state.\n\nPercentage of Black population, by county Shifted left three times Shifted right three times 80% 70 60 Rockdale County 50 Counties in Georgia 40 30 20 10 Shifted left three times Shifted right three times 80% 70 60 Rockdale County 50 Counties in Georgia 40 30 20 10 Note: Circle size indicates county population.\n\nMeasuring electoral performance by race using countywide results is imprecise; voters of any race could play a role in a partisan shift. But all signs point toward the same conclusion, including the fact that Mr. Trump’s support continued to grow in each of the six most predominantly Black counties in the country.\n\nIn last year’s election, Republicans gained ground in 193 of the country’s 200 most predominantly Black counties — even as former Vice President Kamala Harris stood to become the first Black female president.\n\nThe slippage is even more pronounced and profound in Latino communities.\n\nPercentage of Hispanic population, by county Shifted left three times Shifted right three times 90% Counties in Texas 80 70 60 50 No counties with a Hispanic population of more than 30 percent shifted to the left. 40 30 20 10 Shifted left three times Shifted right 90% Counties in Texas 80 70 60 50 No counties with a Hispanic population of more than 30 percent shifted to the left. 40 30 20 10 Note: Circle size indicates county population.\n\nOf the 67 counties in America with a majority Hispanic population, 66 voted more Republican in 2024 than in 2012.\n\nEven more arresting is that the average swing toward the G.O.P. in those 66 Hispanic-majority counties was 23 percentage points — a political earthquake with which both parties are still coming to terms.\n\nMr. Trump improved his results in each of his three presidential runs in about two-thirds of majority-Hispanic counties.\n\nDemocrats, by contrast, steadily improved their share of the vote in not a single county in America where Latinos account for a third or more of the population.\n\nDemocratic strongholds are increasingly islands.\n\nIf a broad and increasingly diverse swath of the country has realigned toward the Republican Party, only a few isolated areas have moved sharply in the Democrats’ direction.\n\nTriple-trending counties that shifted furthest to the left from 2012 to 2024 County 2012 result 2024 result Shift size Henry, Ga. R+3 D+30 D+33 Rockdale, Ga. D+17 D+48 D+31 Forsyth, Ga. R+63 R+33 D+30 Hamilton, Ind. R+34 R+6 D+28 Fayette, Ga. R+31 R+3 D+28 Douglas, Ga. D+4 D+31 D+28 Cobb, Ga. R+12 D+15 D+27 Los Alamos, N.M. D+4 D+30 D+27 Johnson, Kan. R+17 D+8 D+26 Broomfield, Colo. D+6 D+29 D+23\n\nJust nine counties voted more Democratic in each of the presidential elections since 2012 and shifted by a total of more than 25 percentage points.\n\nSix of those nine counties surround Atlanta.\n\nThe other three are upscale suburbs of Indianapolis and Kansas City, and the postage-stamp-size county in New Mexico that houses the Los Alamos National Laboratory, an outpost of highly educated and highly paid workers.\n\nOn the other hand, 535 counties shifted toward the Republicans in all three presidential elections and by a total of at least 25 percentage points. They were spread across 36 states, from diverse Democratic strongholds like the Bronx in New York City, where the Black and Latino population tops 80 percent, to overwhelmingly white and rural counties.\n\nTriple-trending counties that shifted furthest to the right from 2012 to 2024 County 2012 result 2024 result Shift size Starr, Texas D+73 R+16 R+89 Maverick, Texas D+58 R+18 R+77 Zapata, Texas D+43 R+22 R+66 Elliott, Ky. D+3 R+62 R+64 Duval, Texas D+54 R+10 R+64 Webb, Texas D+54 R+2 R+56 Pike, Ohio R+0 R+54 R+54 Reeves, Texas D+16 R+37 R+53 Zavala, Texas D+68 D+14 R+53 Howard, Iowa D+21 R+32 R+53\n\nSome Democrats have taken comfort from how narrowly Mr. Trump won the popular vote in 2024, or from how closely the battleground states were contested, or from the expectation that the voters who will turn out in the 2026 midterms — who tend to be wealthier and more educated — will lean Democratic.\n\nBut many others worry about the future of a party that is hemorrhaging vital support from what were once among its most rock-solid constituencies.\n\n“The majority of Americans now believe that the Republican Party best represents the interests of the working class and the poor, the Democratic Party is the party of the wealthy and the elites,” lamented Ken Martin, who took over as chairman of the Democratic National Committee this year.\n\nReversing that view, he said in an interview, was one of his top priorities.\n\nTexas and New York tell the tale.\n\nThe story of the country’s political trajectory can be told through a closer look at two of America’s biggest states, one red and one blue: Texas and New York.\n\nIn Texas, Mr. Trump made successive gains in 124 of its 254 counties, from rural, nearly all-white places to diverse counties along the southern border where he achieved many of his greatest increases in vote share in the entire country.\n\nWhere voters consecutively shifted in one direction in the last three elections Of Texas’ 126 counties that shifted consecutively in one direction over the last three elections, only two shifted to the left. Ellis County SHIFT IN MARGIN More Republican More Democratic Starr County Ellis County SHIFT IN MARGIN More Democratic More Republican Starr County\n\nThe biggest swing in the nation since 2012, moving 89 percentage points in Mr. Trump’s favor, occurred in Starr County, which includes Rio Grande City and borders Mexico. It is also the nation’s most predominantly Latino county, with a 96 percent Hispanic voting-age population.\n\nAll told, Mr. Trump steadily improved his vote share over the three campaigns by more than 50 percentage points in seven heavily Hispanic counties in South Texas.\n\nThe parts of the state where Democrats most improved in the Trump era are concentrated in wealthy, well-educated suburbs. Four of the five counties where Democrats gained the most ground in 2024 compared with 2012 were outside Dallas, including the only Texas county that steadily voted more Democratic over that time, Ellis County.\n\n“This may sound crazy to you: Maybe this had to happen for the Democratic Party to wake up and stop taking people for granted based on the color of their skin, or their country of national origin, or where they live in the state,” said Beto O’Rourke, the former congressman who has run unsuccessfully for president and for the Senate. “If we don’t do that, we will continue to lose.”\n\nWhere voters consecutively shifted in one direction in the last three elections in New York Tompkins County The Bronx SHIFT IN MARGIN Queens More Democratic More Republican Brooklyn Tompkins County The Bronx SHIFT IN MARGIN Queens More Democratic More Republican Brooklyn\n\nThe results were echoed in New York, where 43 of the state’s 62 counties voted more Republican by at least 10 percentage points in 2024 compared with in 2012. The overall margin of victory for Democrats statewide was slashed in half.\n\nThe lone New York county to trend continuously toward the Democrats was Tompkins County, home to Ithaca, an overwhelmingly progressive university town where nearly 60 percent of residents have a college degree.\n\nYet counties that have shifted three times toward Mr. Trump include not only far-upstate counties, like St. Lawrence and Lewis, with vanishingly small nonwhite populations, but also some of the nation’s most diverse areas, like the Bronx, Queens and Brooklyn.\n\n“We could be entering a world where the greatest predictor of voting behavior is no longer race,” said Representative Ritchie Torres, a Democrat from the Bronx. “Donald Trump’s greatest achievement — his greatest electoral achievement — lies not in breaking the blue wall in the industrial Midwest, but in beginning to break the blue walls in states like New York, and in counties like the Bronx.”\n\nYet Mr. Torres is not yet ready to predict his party’s doom.\n\n“I am convinced that Donald Trump is a singular phenomenon in American history,” he said. “I am unconvinced that his appeal is necessarily transferable to the Republican Party writ large. That remains to be seen.”",
    "image": "https://static01.nyt.com/images/2025/05/20/multimedia/2025-02-20-triple-shifts-index/2025-02-20-triple-shifts-index-facebookJumbo-v3.png"
  },
  {
    "id": 20,
    "title": "Detenido un hombre por el asesinato de su mujer en Almería",
    "content": "La Policía Nacional ha detenido a un hombre, español y de 60 años, como presunto asesino de su mujer, de la misma nacionalidad y de 63 años, que fue hallada ayer sin vida con lesiones de arma blanca en su vivienda, en Almería. Según fuentes policiales, la víctima fue encontrada por su madre en su domicilio y el presunto autor, J.I.M., ha sido detenido en el hospital donde fue ingresado tras intentar suicidarse.\n\nDelegación del Gobierno ha confirmado que la mujer no estaba en el sistema VioGén, el de seguimiento de las víctimas de violencia de género y sus agresores. Lo mismo que ha ocurrido con las tres mujeres más que han sido asesinadas por sus parejas o exparejas esta última semana ―en uno de los casos el agresor asesinó también a su hijo, de dos años―. También esta semana fueron hallados los cadáveres de otras dos mujeres, asesinadas en algún momento del último mes por los hombres con los que mantenían o habían tenido una relación.\n\nHa sido el primer cluster que ha ocurrido este 2025 ―la sucesión de tres a cinco asesinatos en periodos de entre dos y cinco días―, y ha coincidido con la reorganización y el refuerzo que el Ministerio de Interior ordenó el pasado lunes ante un previsible aumento de la violencia por la llegada del verano.\n\n“El verano es una época especialmente peligrosa porque todas las alertas se disparan en relación con la violencia de género, estamos viviendo una situación terrible y sabemos que julio y agosto son meses especialmente trágicos”, dijo este jueves la ministra de Igualdad, Ana Redondo. En junio, julio y agosto se concentran, según la serie histórica, el 30% de los asesinatos machistas.\n\nCuando se confirme oficialmente este caso, la cifra de mujeres asesinadas por sus parejas o exparejas ascenderá a 21 en lo que va de año, y a 1.315 desde 2003, cuando comenzó la estadística oficial.\n\nEl teléfono 016 atiende a las víctimas de violencia machista, a sus familias y a su entorno las 24 horas del día, todos los días del año, en 53 idiomas diferentes. El número no queda registrado en la factura telefónica, pero hay que borrar la llamada del dispositivo. También se puede contactar a través del correo electrónico 016-online@igualdad.gob.es y por WhatsApp en el número 600 000 016. Los menores pueden dirigirse al teléfono de la Fundación ANAR 900 20 20 10. Si es una situación de emergencia, se puede llamar al 112 o a los teléfonos de la Policía Nacional (091) y de la Guardia Civil (062). Y en caso de no poder llamar, se puede recurrir a la aplicación ALERTCOPS, desde la que se envía una señal de alerta a la Policía con geolocalización.",
    "image": "https://imagenes.elpais.com/resizer/v2/VZPQUIHSYEGZIO66GI24JBFLNA.jpg?auth=58bd5612d43b9761fa49ddfe057edc065a3bf039e775ce08d6ccf3bef999e9f1&width=1200"
  },
  {
    "id": 21,
    "title": "Claves del Orgullo prohibido que defenderá hoy los derechos LGTBIQ+ en una Budapest en alta tensión",
    "content": "Hungría celebra hoy, Día Internacional del Orgullo, su manifestación por los derechos LGTBIQ+ más compleja. Aunque el evento, que lleva 30 años organizándose en la capital húngara, ha sido prohibido y no cuenta con autorización policial, se espera que sea el más multitudinario de la historia del país.\n\n¿Se va a celebrar el Orgullo de Budapest?\n\nSí. El alcalde de la capital, Gergely Karácsony, dijo ayer que la marcha programada por la municipalidad se mantenía. Es una convocatoria alternativa, pues la oficial fue vetada por el Gobierno del ultraderechista Viktor Orbán, basándose en una ley que restringe el derecho de reunión para supuestamente proteger a los menores. Ante esa situación, el primer edil de Budapest planteó un evento municipal alternativo, pero no fue autorizado por la policía. “Este sábado, o todos somos libres. O nadie será libre”, dijo ayer el alcalde, acompañado de la comisaria europea de Igualdad, la belga Hadja Lahbib, y del vicepresidente del Parlamento Europeo, el rumano Nicolae Ștefanuta. “Animamos a los ciudadanos a que acudan a la marcha. No habrá multas, castigos ni represalias”, agregó.\n\n¿Por qué lo han prohibido?\n\nAunque las personas LGTBIQ+ siempre han estado en la diana de Orbán y su partido (los ultraconservadores de Fidesz, que controlan el Gobierno desde hace 15 años), la ofensiva se ha intensificado en el último lustro. El veto al Orgullo es su máxima expresión.\n\nLa clave normativa de la prohibición es una ley anti-LGTBIQ+ que se aprobó en junio de 2021, imitando una similar promovida en Rusia por Vladímir Putin, de quien Orbán es uno de los principales aliados en la UE. Es la llamada ley de propaganda, que provocó que la Comisión Europea iniciase un procedimiento sancionador al país. Además, el caso está en el Tribunal de Justicia de la UE (TJUE), que previsiblemente emitirá un fallo a finales de este año.\n\nLa aplicación de la ley de propaganda ha llevado a modificar otras normativas, como la referente a la protección de la infancia. El Ejecutivo ultra ha censurado en el espacio público cualquier mención “al cambio de sexo, la desviación respecto a la identidad conforme al sexo de nacimiento, así como a la homosexualidad”. En marzo de este año, Orbán dio un paso más. “La ley de propaganda se está expandiendo a una nueva esfera: ya no solo limita la libertad de expresión, ahora también restringe el derecho a reunirse. Lo justifica en la protección de los derechos de los niños”, explica Eszter Polgári, abogada y responsable jurídica de Háttér Society, la principal organización de defensa de derechos del colectivo de Hungría.\n\nVetan el Orgullo, pero hay dos eventos de la extrema derecha…\n\nEn el Orgullo de Budapest ha aparecido la agrupación nacionalista de extrema derecha HVIM (Movimiento juvenil por los 64 condados). Estos ultras, tras descubrir el trazado de la marcha que había convocado el Ayuntamiento ―que se mantenía en secreto por motivos de seguridad y para evitar el boicoteo―, han convocado su propia manifestación, “un evento familiar”, el mismo día, a la misma hora y con un recorrido similar. La Policía de Budapest ha dado su visto bueno, ya que el Orgullo no lo había obtenido.\n\nAdemás, el partido Mi Hazánk (Movimiento nuestra patria), aún más a la derecha de Fidesz y que apoya en el Parlamento a Orbán, ha convocado concentraciones en todos los puentes de Budapest. Una forma de “resistencia nacional”, en palabras del vicepresidente de la formación, Előd Novák. Por otro lado, otras dos agrupaciones extremistas han amagado con plantear sus propios eventos, pero aún no hay confirmado ninguno.\n\n“En Hungría es más fácil organizar una manifestación nazi que una que defienda los derechos humanos”, ha apuntado el alcalde de Budapest.\n\n¿Es seguro acudir a la cita?\n\nLa tensión en la capital es alta. Hay nerviosismo entre los organizadores y participantes. Por un lado, hay una parte del recorrido del Orgullo prohibido que discurre por una zona de calles estrechas, el comienzo, desde el parque del Ayuntamiento. Por otro, en un momento dado hay que cruzar el Danubio por un estrecho puente ―el de la Libertad; el lema del Orgullo es La libertad y el amor no pueden ser prohibidos―, que estará tomado por los militantes y simpatizantes de Mi Hazánk.\n\n“Estamos francamente preocupados. La situación es muy incierta y cambia cada hora”, reconoce un activista que pide anonimato.\n\nLa solidaridad internacional ha sido “abrumadora”, han expresado los organizadores del Budapest Pride. Hay representantes de decenas de países europeos, de la propia UE, así como de organizaciones de toda la zona.\n\nEl Parlamento europeo ha realizado unas recomendaciones de seguridad para los 72 europarlamentarios que han acudido a la cita de las familias Socialistas y Demócratas, Los Verdes, La izquierda y Renew, además de los dos únicos del Partido Popular Europeo, la formación de la presidenta de la Comisión, Ursula von der Leyen. Son estas: “Sigan las instrucciones de la policía. Manténgase juntos. No reaccionen a provocaciones. Sean cautos en redes sociales. Vistan ropa neutra, sin visibilizar símbolos ni banderas LGTBIQ+ ni de la Unión Europea (especialmente al inicio de la convocatoria)”.\n\n¿Qué dice la UE?\n\n“Las autoridades de Hungría deben permitir la celebración del Orgullo este sábado. Es importante que se desarrolle sin miedo. Criminalizar el Orgullo y a sus organizadores o castigarlos va en contra de todo lo que creemos como Unión Europea”, incidió Ursula von der Leyen, presidenta de la Comisión Europea este jueves, en una rueda de prensa. Aunque en un primer momento Von der Leyen pidió a sus comisarios que evitaran ir al Orgullo prohibido de Budapest, para evitar un choque institucional con Orbán, finalmente, la comisaria de Igualdad, la belga Hadja Lahbib, ha acudido a la cita.\n\n“Viajo a Budapest para celebrar nuestros valores europeos y nuestra rica diversidad. Como Comisaria de Igualdad, estaré junto a las personas LGTBIQ+ con motivo del Orgullo. Manifestarte por tus derechos es una de las libertades fundamentales de nuestra Unión. Ahora debemos defender todo esto. Se trata de quiénes somos como europeos”, dijo Lahbib. “Hoy son las personas LGTBIQ+, pero mañana puede ser cualquiera. La UE no es neutral en el odio”, ha incidido la comisaria, quien a pesar de estar en Budapest y tener previsto acudir al arranque del Orgullo alternativo, no machará por la capital, como pidió Von der Leyen.\n\nAlgunos activistas han organizado protestas en los actos de Lahbib para criticar que la UE actúa muy lenta con las tropelías que Orbán comete contra el Estado de derecho: “Ursula, haz tu trabajo. Llévalo [a Orbán] a juicio”, reclamaban varias decenas personas a la presidenta de la Comisión en uno de los actos de la comisaria de Igualdad.\n\n¿Por qué está Yolanda Díaz en Budapest?\n\nLa vicepresidenta segunda y ministra de Trabajo y Economía social, Yolanda Díaz, anunció hace unos días que acudiría al Orgullo vetado. “Estamos el ministro de Cultura, Ernest Urtasun, y yo misma en representación del Gobierno de España para decir que los derechos humanos no se tocan”, dijo ayer en el Ayuntamiento de Budapest. “Mañana, todos a las calles de Budapest a reivindicar”.\n\nUrtasun fue de los primeros en anunciar su presencia en la cita. También están en Budapest, entre otros, el diputado socialista Víctor Gutiérrez; una delegación del Parlament de Cataluña; el alcalde de Barcelona, Jaume Collboni, además de representantes de Más Madrid, como Eduardo Rubiño, o la líder de los socialistas europeos, Iratxe García.",
    "image": "https://imagenes.elpais.com/resizer/v2/HY3OBXPSYNHSPEFH2W5XUX4RSA.jpg?auth=c137a3ea4f1925f55f098092a38f71abfc5567887d8826bf7f5749606e844db6&width=1200"
  },
  {
    "id": 22,
    "title": "20 años del matrimonio igualitario en España, pero también de la radical oposición política y eclesiástica que agitó las calles",
    "content": "“Me casé el 30 de marzo de 2012 con mi novia, María José. Sabía que iba a ser una boda pequeña, de hermanos, primos y amigos en un juzgado de Ciudad Real. Y sabía que mis padres no iban a venir”.\n\nEsta es, ante todo, la historia de Catalina Roldán (Ciudad Real, 47 años), que decidió casarse con su novia, María José Fernández, porque temían no poder hacerlo luego, porque el PP había vuelto al poder, y entonces el partido tenía todo un historial. “Nos dijimos: ‘Las cosas se están poniendo feas”. Roldán conocía bien el poder de la homofobia incentivada por la política. A sus propios padres, personas conservadoras (“peperos, sí, pero no de Vox”) que apenas conocían a gente homosexual, les había costado aceptar la vida que llevaba su hija. Hoy lo hacen. A su hija, a su esposa y a la nieta que ese matrimonio les ha dado.\n\n“Hasta mis padres te dirían ahora que los medios y los políticos exageraban”.\n\nRouco Varela, en la manifestación de junio de 2005 contra la ley del matrimonio igualitario en Madrid. Luis Magán\n\nEn enero de 2005, el Consejo General del Poder Judicial emitió un informe alertando de las apocalípticas consecuencias que acarreaba el nuevo proyecto de ley del Gobierno socialista de José Luis Rodríguez Zapatero, por el cual la definición legal de matrimonio incluiría a parejas homosexuales. “Es un cambio radical, como lo sería llamar matrimonio a la unión de más de dos personas o la unión entre un hombre y un animal”, se leía.\n\n¿Hemos dejado atrás aquel rechazo? Prácticamente todos los militantes del Partido Popular consultados para este reportaje, varios de los cuales votaron en contra de aquella Ley 13/2005, del 1 de julio, esgrimen aún hoy el viejo argumento de entonces: el PP nunca estuvo en contra de reconocer los derechos básicos de las parejas del mismo sexo; el problema es que quieran llamarlo matrimonio.\n\nEn primavera de 2005, el Senado recibió a una comisión de expertos, armada por el PP, que iba a explicar los peligros del matrimonio igualitario. Ahí se oyó a Aquilino Polaino, catedrático de Psicopatología, quien declaró que a los homosexuales “se los puede ayudar con terapia reparativa”. La OMS había sacado la homosexualidad de su lista de enfermedades hacía entonces 15 años. “Eso no quiere decir que no haya trastornos”, abundó Polaino. El portavoz del PP en el Senado, Agustín Conde, le felicitó: “Usted nos ha descrito perfectamente la psicopatología de la homosexualidad”.\n\n¿Fue un error el rechazo tajante del PP? “Fue un error cómo se contó: había un bien superior, que las personas pudieran tener una unión civil”, explica al teléfono Borja Semper, portavoz actual del partido. “[Sin la cuestión del matrimonio] el tema se hubiera zanjado sin ningún tipo de consecuencias políticas”.\n\nEl 18 de junio de 2005, una veintena de obispos salió a la calle junto a dirigentes del PP para protestar contra el avance en las Cámaras de la ley. “El matrimonio como unión de hombre y mujer se desvanece en el Código Civil para dar cabida a todo. Esto afecta a la sociedad de una manera gravísima”, había argumentado días antes el portavoz de la Conferencia Episcopal Española, el teólogo jesuita Juan Antonio Martínez Camino, en La mañana de la Cope.\n\n¿Fue saludable el peso de la religión en la oposición política a esta ley? “Este era un tema muy obsesivo para la Iglesia. De hecho, yo creo que en parte el PP estuvo arrastrado por ella”, rememora hoy Zapatero. “El papa Francisco, la vez que me reuní con él a solas, en 2018, me comentó precisamente que le sorprendía el vínculo tan fuerte que había entre el PP y la Iglesia católica en España”.\n\nEn abril de 2005, José Manuel Cendán, entonces alcalde de Ares (A Coruña), anunció que se negaría a oficiar aquellas nuevas bodas. “Es una ley contra natura”, dijo a la Cadena SER. “Que sea cada uno lo que le dé la gana, pero yo creo que lo que es la pareja es entre un hombre y una mujer, un macho y una hembra: lo tenemos que respetar porque es que si no adónde llevamos el mundo”.\n\n¿Aprendió algo el activismo LGTBIQ+ de aquellos días? “Cuando las minorías ya no dependen de la misericordia de los demás, sino que sus derechos están ganados a nivel jurídico, ahí es cuando se despiertan los recelos”, analiza Carlos Barea, autor de varios libros de historia LGTBIQ+, entre ellos Rebeldes del deseo (Plaza & Janés). “Estas leyes, que no quitan derechos a nadie sino que se los amplían a algunos, suelen suponer un conflicto entre la gente acostumbrada a que todo pase por su aprobación”.\n\nMontxo Rodríguez, alcalde de Sada, también en A Coruña, fue preguntado si iba a haber bodas homosexuales en su jurisdicción. “Yo creo que aquí pues no va a haber cosas raras. Hay que digerir todo esto, hay que tomar bastante bicarbonato para digerirlo”, dijo.\n\n¿Es más tolerante hoy la política española? “Esas fuerzas siguen acechando, en ningún momento han dejado de estar ahí”, sostiene Eduardo Rubiño, concejal y portavoz adjunto de Más Madrid y uno de los rostros más conocidos (y, por tanto, atacados) de la causa LGTBIQ+ en las instituciones. “Lo estamos viendo en las personas trans, que están en la diana de forma salvaje, llegando a unas vulneraciones de sus derechos y hacia una violencia discursiva cotidiana sin límites”, dice.\n\nManifestación en Madrid en el día del Orgullo Gay, varios días después de la aprobación de la ley de matrimonios entre homosexuales. En la foto, varios políticos tras una pancarta. De izquierda a derecha: Leire Pajín, PSOE; Trinidad Jiménez, PSOE; Pedro Zerolo, PSOE; Carmen Calvo, ministra de Cultura del PSOE; Gaspar Llamazares, IU y José Blanco, PSOE. Claudio Álvarez\n\nEl del matrimonio igualitario español, el avance que acabó con la desigualdad jurídica entre personas heterosexuales y homosexuales, es un relato con dos caras. Una es de sobra conocida. La protagonizan José Luis Rodríguez Zapatero, que había alcanzado el poder en marzo de 2004, y Pedro Zerolo, concejal madrileño y legendario activista. Hasta entonces, el PSOE había acariciado una ley que reconociese los derechos básicos de las uniones civiles entre homosexuales: herencia, pensión, acceso a la sanidad. Matrimonios “de segunda”, sí, pero con derechos. Zapatero y Zerolo decidieron algo más ambicioso: ampliar la definición de matrimonio en todas las leyes del Código Civil para que incluyese a estas parejas. No crear una institución nueva, sino modificar la más clásica y sacrosanta de todas.\n\nPero si a un país lo definen sus leyes, también lo hace su rechazo a ellas. Esa es la otra cara de este relato, la que empezó a cobrar forma el 1 de octubre de 2004, cuando el Consejo de Ministros aprobó el anteproyecto, y alcanzó su apoteosis hacia finales de junio de 2005, cuando el Congreso la aprobó con los obispos en las calles. En aquellos nueve meses, una derecha recién llegada a la oposición se enzarzó en una campaña de crispación entonces sin precedentes. Se atacó la idea de igualdad desde lo político, judicial, espiritual y moral, en una llamada al pánico en una sociedad más que preparada para aceptar la igualdad de homosexuales, una guerra de la cual el PP nunca se ha desmarcado oficialmente y en la que los homosexuales fueron llamados aberraciones y comparados con animales, practicantes de incesto y manzanas. “Fue un ensayo de cómo fabricar y mantener una tensión inexistente”, opina Miquel A. Fernández García, número dos de Zerolo (muerto en 2015) y autor de Pedro Zerolo. Vida y legado de un pionero por los derechos civiles (Enclave).\n\nEl argumento de entonces es el de hoy: el problema era la palabra matrimonio. La idea de las parejas de hecho había rondado ya varios gobiernos, incluso el de Aznar en 1997 (en un anteproyecto que nunca llegó a ser votado). Pero esa objeción semántica no es inocente: “Esa palabra nos hacía iguales ante la ley no solo por obligaciones, como habíamos sido hasta ahora, sino por derechos”, subraya Barea. El argumento logró agrupar a toda la derecha, de la más crítica a la más rancia. “Aquello fue un totum revolutum de ultracatólicos, gente que vio capital político en la oposición, gente contraria a que los equiparasen con homosexuales, gente contraria a todo avance social, jueces desnortados…”, añade Fernández García.\n\nNi siquiera todo el PP estaba unido. “Yo dije en su día que esas uniones se debían legalizar porque, si no, se nos iba a tachar de homófobos. Se me echaron todos en contra por decir eso”, rememora Esperanza Aguirre, entonces presidenta de la Comunidad de Madrid. ¿Hoy qué opina? La cantinela del partido: “Sigo pensando que esa unión es defendible pero matrimonio, ma-tri-mo-nio, no es”.\n\nManifestación en la Puerta del Sol convocada por el Foro de la Familia contra la ley de matrimonios homosexuales el día que la ley se aprobó en el Congreso. Uly Martín\n\nA quien sí movilizó este rechazo fue a la Iglesia, y esta arrastró al PP a subir el tono de las protestas. “Sorprende mucho porque en estos años hemos visto una progresiva secularización de nuestras sociedades. Lo demuestra cualquier encuesta a propósito de, por ejemplo, la evolución de la asistencia a misa o de los matrimonios religiosos versus los civiles [bajaron de 148.947 en 1996 a 33.500 en 2024, según datos de la Conferencia Episcopal Española y el Instituto Nacional de Estadística]: la secularización ha sido muy rápida durante las últimas tres décadas”, explica el politólogo Pablo Simón. “Ya había empezado de manera sostenida en los setenta y en este último periodo ha sido muy claro. Ahora, que el PP pudiera tener una posición sobre temas de derechos o legislativos que viniera fijada por la Iglesia nos parece totalmente marciano. Si miras cualquier dato de asistencia en iglesias, bautismos [325.271 en 2007 y 152.426 en 2023], etcétera, la caída ha sido muy relevante”.\n\nEl Foro de la Familia, que aglutina a unas 5.000 asociaciones, casi todas católicas, convocó una manifestación contra la ley el 18 de junio de 2005. La encabezarían miembros del PP como el secretario general, Ángel Acebes, o el portavoz popular en el Congreso, Eduardo Zaplana. Y a su lado, el cardenal y arzobispo Antonio María Rouco Varela. Acudió junto a una veintena de obispos. No era insólito ver obispos en una manifestación política. Había ocurrido durante las concentraciones de repulsa al asesinato de Miguel Ángel Blanco Garrido en 1997 y al 11-M en 2004. Pero esta vez, la Iglesia se movilizaba contra la ley. La gravedad de la situación, decían, lo justificaba. “Estamos en una situación única en la historia de la humanidad. La Iglesia católica, en sus 2.000 años de historia, nunca se encontró con nada parecido”, alertó Juan Antonio Martínez Camino el 16 de junio en la Cope.\n\nLa protesta bloqueó el camino entre la madrileña Puerta del Sol y Cibeles. Según el Gobierno, fueron 160.000 personas; según la organización, medio millón. El mayor éxito hasta la fecha de la oposición al matrimonio igualitario. “Nunca vi a Pedro [Zerolo] tan abatido”, rememora Fernández García. Recuerda la cantidad de niños que la derecha llevó a las calles aquel día. “Pedro me dijo: ‘Qué mensaje se les está mandando a estos niños. Estos niños serán los que nos insulten en el futuro”.\n\nDoce días después, la ley salió adelante con 187 votos: los del PSOE, ERC, Izquierda Verde, PNV, BNG, CC, CHA y los diputados de Convergència Democràtica de Catalunya (CDC) Carles Campuzano y Mercè Pigem. Celia Villalobos, del PP, también votó a favor. Se abstuvieron los otros cuatro diputados de CDC, y votaron en contra el PP y los diputados de Unió Democràtica de Catalunya (147 votos en total).\n\nEl 2 de julio, Madrid celebró el entonces llamado Orgullo Gay. Participaron 1,5 millones de personas.\n\nPrimera boda entre homosexuales que se celebra en España, ocho días después de la aprobación de la ley que permite estas uniones. En la foto, Emilio Menéndez (i) y Carlos Baturín, reciben una lluvia de arroz de los asistentes, tras la ceremonia oficiada por el portavoz de IU en el Ayuntamiento de Tres Cantos, José Luis Martínez Cestau. Ricardo Gutiérrez\n\nTras la aprobación de la ley, el PP presentó un recurso de inconstitucionalidad. Un repaso a cualquier hemeroteca muestra que fue en esta época cuando se exhibieron las posturas que más han perseguido al PP en este asunto. La mayoría de los populares acató la ley (Alberto Ruiz-Gallardón casó a dos militantes del PP, Javier Gómez y Manuel Ródenas, el 29 de julio de 2006). Pero ciertos cargos, sobre todo de gobiernos municipales, anunciaron sin remilgos que se negaban a casar parejas homosexuales.\n\nEl alcalde de Pontons (Barcelona), Lluís Fernando Caldentey, fue de los primeros: “Yo entiendo que los gais han de tener los mismos derechos, pero para mí un gay es una persona tarada que nace con una deformación física o psíquica”. Estuvo en el poder hasta 2018. En una entrevista a Efe, abundaría: “Los homosexuales son deficientes para procrear y educar”.\n\nEn 2006 se casaron 4.313 parejas homosexuales.\n\nDurante un mitin del PP en 2007, la exdiputada autonómica del Parlamento de Cataluña Montserrat Nebrera se lamentó: “El matrimonio homosexual es como la unión entre dos hermanas, un perro y una señora o una señora y un delfín”.\n\nEse año se casaron 3.193 parejas.\n\nEn 2008, José María Aznar acudió a un curso de verano de la Universidad Rey Juan Carlos de Madrid llamado Ser cristiano en una sociedad secularizada: “El matrimonio es entendido como unión entre hombre y mujer. Otras realidades son respetables pero no deben ser equiparadas”.\n\n3.194 parejas casadas más.\n\nEn 2011, el PP ganó las elecciones con Mariano Rajoy al frente. En su debate electoral con Alfredo Pérez Rubalcaba, el 7 de noviembre de 2011, había insistido en rechazar el término matrimonio. El 16 de noviembre, en una entrevista en TVE, insistió: “Cuando el presidente del Gobierno decidió sacar la ley, yo hablé con él y le dije: ‘Si hacemos una cosa, aunque no se llame matrimonio, la va a aceptar el conjunto de la sociedad española. Si lo llamas matrimonio, pues, al final, hay mucha gente que va a sentirse herida, ¿no?’. Los efectos jurídicos de mi regulación eran los mismos que esta. El único problema es que esto se llama matrimonio”.\n\nHubo 3.540 bodas homosexuales aquel año.\n\nEn mayo de 2012, un concejal de Molina de Segura (Murcia) compartió en Twitter el titular: “Obama: ‘Creo que las parejas del mismo sexo deberían poder casarse”, y añadió: “… y un hombre con una cabra y una mujer con un perro”. En 2013, Ana Botella, entonces alcaldesa de Madrid, dijo su inolvidable frase: “Si se suman dos manzanas, pues dan dos manzanas, y si se suman una manzana y una pera, nunca pueden dar dos manzanas porque son componentes distintos”.\n\nEn noviembre de 2012, el Tribunal Constitucional avaló la ley.\n\nEl entonces ministro del Interior, Jorge Fernández Díaz, participó en 2013 en un coloquio en la Embajada de España en el Vaticano. “Existen varios argumentos racionales que dicen que ese matrimonio no debe tener la misma protección por parte de los poderes públicos que el matrimonio natural. La pervivencia de la especie, por ejemplo, no estaría garantizada”, dijo.\n\nEl año en que decía eso se sumaban 3.071 matrimonios más.\n\nTodavía en 2014, un concejal del PP, Óscar Ramírez, se negó a casar a una pareja lésbica pese a que era su obligación como concejal. No dimitió.\n\nDesde 2016, la cifra de matrimonios anuales superó los 4.500 y no ha bajado desde entonces. En 2019 hubo 5.141 bodas. En 2022 hubo 6.236. En 2023, 6.672.\n\nEl vicesecretario sectrorial del PP, Javier Maroto, y su marido José Manuel Rodríguez, esta noche en el restaurante en el que han celebrado el banquete tras su matrimonio, en Vitoria. David Aguilar (Efe)\n\nEntre las 3.738 bodas homosexuales de 2015, hubo una. El recién nombrado vicesecretario sectorial del PP, Javier Maroto, se casó el 18 de septiembre con José Manuel Rodríguez. Rajoy acudió al enlace, al igual que no pocos miembros de la cúpula del PP: estaban distribuidos en mesas con nombres de cantantes de Eurovisión. Rajoy estuvo en la mesa Céline Dion.\n\nAquello despertó un resentimiento manifiesto entre los votantes de izquierdas: miembros del PP disfrutando de un derecho que sus propias siglas les negaban. En el PP, no obstante, subrayan el valor simbólico del enlace. “El hecho de que fuéramos a esa boda dice más que cualquier palabra”, defiende ahora Semper. El PP nunca se ha desmarcado de la campaña de 2005. Esta boda, alegan, sirve como entierro del hacha de aquella guerra. Maroto ha declinado la propuesta de EL PAÍS de hablar para este reportaje.\n\n“A Maroto le encontré una vez, hace años ya, en un restaurante. Estaba comiendo con otros del PP, no recuerdo exactamente quiénes, y me hizo un comentario positivo sobre lo que había sido la ley del matrimonio igualitario”, cuenta Zapatero. “Luego me ha criticado muchas cosas. Hay que procurar la felicidad, incluso para aquellos que te han denostado”.\n\nOtra boda, aquella en marzo de 2012, la de Catalina Roldán y María José Fernández. No fueron los padres, efectivamente, porque no lo entendían. “Son gente abierta y culta, han viajado mucho. Mi padre es médico”, advierte Roldán. “Pero viven en una capital de provincia pequeña, se rodean de un círculo pequeño, se informaban con la tele de entonces. Ver a los curas gritando que esto es un horror, que esto se acaba... Gota a gota, eso cala”.\n\nNo era falta de amor. “Mi madre le pidió a mi hermano unas fotos de cuando éramos pequeñas con un mensaje cariñoso. Fue su forma de decir: ‘No puedo con esto pero tira para adelante”. El día de la boda, Roldán llevó un vestido verde de Zara. Ahí comenzó el comienzo de la aceptación de su familia. Nada normaliza más que el día a día.\n\nUn parto, hace ocho años, el de su hija. Tampoco aquello los encajaron bien los padres hasta que vieron al bebé. “El día que nació, mi padre la tuvo en su regazo tres horas mientras ella dormía”.\n\nUn día en la playa con la familia. Una chica dijo de pasada: “Las chicas no se pueden casar”. Una sobrina, de la edad de su hija, contestó: “Claro que se pueden casar. Solo que ellas van de verde”.",
    "image": "https://imagenes.elpais.com/resizer/v2/3RFWSAC47ZFN3FTRYRXEGP7HOQ.jpg?auth=7329352ccc8a4f077e23dd8918cbe19659b0a318312b5bae10d710aa83de5a50&width=1200"
  },
  {
    "id": 23,
    "title": "Marta Carazo, periodista de TVE, nueva jefa de la Secretaría de la Reina",
    "content": "La Reina ya ha hecho oficial una de las decisiones que más afectarán en su día a día. La esposa de Felipe VI ha elegido a Marta Carazo, hasta este viernes presentadora de la segunda edición del telediario de TVE, como la jefa de su Secretaría tras la marcha, el pasado 2 de junio, de la abogada del Estado María Ocaña después de un año en ese cargo por “motivos personales sobrevenidos”. Carazo confirmó ayer a primera hora de la tarde su marcha de RTVE para abordar nuevos proyectos, que comenzarán tras las vacaciones de verano, sin dar más detalles. Por tanto, el 1 de septiembre, otra periodista aterrizará en La Zarzuela.\n\nTras una etapa de corresponsal en Bruselas y un cuarto de siglo en la televisión pública, Carazo (Madrid, 52 años) se puso al frente del Telediario nocturno en La 1 en enero de 2024. Sustituyó entonces a Carlos Franganillo, quien fichó Telecinco, donde se convirtió en su competidor en la misma franja horaria informativa. Fuentes de RTVE explicaban ayer que Carazo les comunicó hace unos días su decisión de abandonar la corporación tras el parón del verano, sin más detalles de cuál podría ser su nuevo rumbo profesional, informa Quino Petit.\n\nSe da la circunstancia de que durante su etapa cubriendo la capital comunitaria (2020-2023), Carazo coincidió con el actual jefe de la Casa del Rey, Camilo Villarino, quien entonces estaba al frente del Gabinete de Josep Borell, Alto Representante de la diplomacia de la UE. Además, la hasta el viernes presentadora fue responsable de cubrir La Zarzuela entre 2009 y 2012 y coincidió profesionalmente hace años con la reina Letizia, cuando era periodista en RTVE, antes de contraer matrimonio con el entonces príncipe de Asturias.\n\nLa anterior secretaria, María Ocaña, abogada del Estado, anunció su renuncia unilateral hace un mes, poco más de un año después de haber tomado posesión del cargo por “motivos personales sobrevenidos”, según fuentes cercanas. Su paso atrás impactó negativamente al engranaje de La Zarzuela, quien la tenía mucho aprecio, pero también a la propia Reina, con quien mantenía una buena relación. Fuentes cercanas aseguran que su último acto como mano derecha de la reina Letizia será el 3 de agosto. Poco después, coincidiendo con el fin de la Copa de vela de Palma, los Reyes y sus hijas se irán de vacaciones. Así que previsiblemente Carazo tomará el relevo de la Secretaría ya en septiembre, continuando con la línea iniciada hace año y medio por La Zarzuela de proponer a mujeres civiles y de mediana edad para ocupar puestos clave en el engranaje de la institución. El cargo, sin embargo, solo se hará efectivo una vez se publique en el Boletín Oficial del Estado (BOE).\n\nEl reto que afronta ahora Carazo es mayúsculo, ya no solo por el contenido sino por la intensidad de la agenda de la Reina. Se encargará de liderar el departamento que se encarga de estudiar, preparar y ejecutar cualquier asunto relacionado con la esposa de Felipe VI. La Casa Real española es de las más reducidas de Europa, con tan solo seis miembros (los reyes eméritos, Felipe VI y Letizia Ortiz, la princesa Leonor y la infanta Sofía) y la mayoría de los actos, eventos, conmemoraciones y demás que en otras Casas se reparten entre varios miembros ―que en el caso español están fuera del país, son mayores o se les ha retirado la agenda oficial―, recaen exclusivamente en Felipe VI y su esposa Letizia Ortiz.",
    "image": "https://imagenes.elpais.com/resizer/v2/YR35PUMS2ZCWHMQIOGO7LZMXAA.jpeg?auth=1343a4e3beda964c1b426094782229fa14454ce6b324518f8fe8e485f2f71e43&width=1200"
  },
  {
    "id": 24,
    "title": "Matrimonio Bezos - Sanchez, le news: Tommy Hilfiger sfiora la caduta in acqua",
    "content": "Diane von Furstenberg svela sui social il suo regalo agli sposi\n\nTra i regali che hanno suggellato l'unione tra Jeff Bezos e Lauren Sanchez, spicca un dono che racchiude la storia, l'artigianato e l'anima stessa della Serenissima: una forcola veneziana, scolpita a mano, con i loro nomi incisi in foglia d'oro. Non si tratta di un semplice oggetto decorativo. La forcola, elegante supporto in legno del remo, è un elemento imprescindibile nella voga delle imbarcazioni tradizionali veneziane. Per i veneziani, è molto più di un pezzo funzionale: è un simbolo di rispetto per la laguna, per le sue acque e per la millenaria arte della navigazione a remi. A donare questo oggetto carico di significato simbolico è stata Diane von Furstenberg, stilista e imprenditrice di fama mondiale, nonché storica amica della coppia. Più volte ha ospitato Bezos e Sanchez nella sua residenza veneziana, luogo che sembra aver ispirato questo regalo colmo di poesia e maestria artigiana. Dietro questa creazione si cela una costellazione di nomi illustri dell'artigianato lagunare.\n\n\n\nLe forcole sono state realizzate da Saverio Pastor, uno dei più celebrati remeri di Venezia, insignito di numerosi riconoscimenti per il suo contributo alla conservazione delle tecniche tradizionali, e dal suo collega Pietro Meneghini. Le incisioni ornamentali portano la firma del maestro intagliatore Marco Ziviani, mentre le scritte sono opera di Paolo Convilli, celebre per i suoi lavori sulle gondole. La doratura, raffinata e luminosa, è stata realizzata da Marino Menegazzo e Sabrina Berta, e applicata con sapienza da Elisabetta Mason. \"Una coppia di forcole, come per una gondola nuziale, per celebrare l'unione di Jeff e Lauren\", ha scritto Diane von Furstenberg in un post su Instagram, accompagnando la dedica con due cuori rossi. E in quelle parole c'è tutto: la celebrazione del legame, l'omaggio alla bellezza della cultura veneziana e il ponte simbolico tra due mondi, quello moderno, internazionale e tecnologico, e quello antico.",
    "image": "https://www.repstatic.it/content/nazionale/img/2025/06/28/094735146-7c55d7cc-e3d9-46e4-aa76-899d8fbf69f6.jpg"
  },
  {
    "id": 25,
    "title": "MotoGp Assen, gli orari di qualifiche e sprint race e dove vederli in tv",
    "content": "A una settimana dalla vittoria al Mugello, davanti al fratello Alex, Marc Marquez arriva in Olanda, ad Assen, con l'obiettivo di allungare ancora in vetta alla classifica mondiale. Nel decimo appuntamento stagionale il \"cannibale\" spagnolo punta ad un nuovo en-plein, anche se nella giornata di venerdì è caduto sia nelle prime libere che nelle pre-qualifiche. Chi è andato decisamente meglio è invece Fabio Quartararo che ha chiuso con il miglior tempo, mentre Pecco Bagnaia, staccato 110 punti dal primo posto in classifica, ha ottenuto il quinto tempo davanti proprio a Marquez senior. Sabato, tra qualifiche ufficiali e Sprint Race, ci sarà sicuramente battaglia.\n\n•Evento: Gp Olanda\n\n•Data: sabato 28 giugno 2025\n\n•Dove: Assen (Olanda)\n\n•Orario: 10:10 (Libere 2), 10:50 (Qualifiche ufficiali), 15 (Sprint Race)\n\n•Canale Tv: Sky Sport Uno (201), Sky Sport MotoGp (208), TV8\n\n•Streaming: SkyGo, Now\n\nDove vedere le qualifiche e la Sprint Race del Gp d'Olanda e a che ora\n\nTutto il weekend del Gran Premio d'Olanda sarà trasmesso su Sky sui canali 201 (Sky Sport Uno) e 208 (Sky Sport MotoGP) e in chiaro su TV8 (canale 8 del digitale terrestre e 125 del decoder Sky). Nella giornata di sabato le seconde prove libere partiranno alle 10:10, preludio delle qualifiche ufficiali, al via alle 10:50, e della Sprint Race che inizierà alle 15. Spazio anche per la Moto3 e Moto2: le seconde libere sono previste rispettivamente alle 08:40 e 09:25, le qualifiche ufficiali alle 12:50 e 13:45.\n\nQualifiche ufficiali e Sprint Race Gp d'Olanda in diretta streaming\n\nPer vedere le qualifiche ufficiali e la Sprint Race del Gran Premio d'Olanda in streaming, Sky permette la visione su Sky Go e Now. Basterà collegarsi da pc o dispositivi mobili come smartphone e tablet. Disponibile anche la diretta gratuita sul sito skysport.it, sul canale YouTube di Sky Sport e sul sito di tv8.\n\nTelecronisti per le qualifiche ufficiali e Sprint Race del Gp d'Olanda\n\nLa telecronaca delle qualifiche ufficiali e della Sprint Race del Gran Premio d'Olanda sarà affidata a Guido Meda, che sarà accompagnato dal commento di Mauro Sanchini.\n\nSabato 28 giugno MotoGp Olanda\n\n•Ore 10:10 Prove Libere 2\n\n•Ore 10:50 Qualifiche Ufficiali\n\n•Ore 15:00 Sprint Race",
    "image": "https://www.repstatic.it/content/nazionale/img/2025/06/27/191444974-273d9b79-8640-4ce3-bd2b-2551ba161f55.jpg"
  },
  {
    "id": 26,
    "title": "Trump's 'big, beautiful bill' faces Republican family feud as Senate reveals its final text",
    "content": "Senate Republicans unveiled their long-awaited version of President Donald Trump's \"big, beautiful bill,\" but its survival is not guaranteed.Senate Budget Committee Chair Lindsey Graham, R-S.C., revealed the stitched-together text of the colossal bill late Firday night.The final product from the upp...",
    "image": "https://static.foxnews.com/foxnews.com/content/uploads/2025/02/ap25054069841998.jpg"
  },
  {
    "id": 27,
    "title": "Major Republican rumored for gubernatorial run, hits back against Dem: ‘Worst governor in America’",
    "content": "Rep. Elise Stefanik, R-N.Y., a key Trump ally who is rumored to be planning a gubernatorial run in 2026, hit back hard against New York Democratic Governor Kathy Hochul, calling her the \"worst governor in America\" after the Democrat dinged her over Medicaid cuts.In a Friday post on social media, Hoc...",
    "image": "https://static.foxnews.com/foxnews.com/content/uploads/2025/04/d3030387-stefanikhochul.png"
  },
  {
    "id": 28,
    "title": "ACLU sues Trump over birthright order as Supreme Court clears path for it to take effect",
    "content": "Hours after the Supreme Court delivered the Trump administration a major victory Friday by ruling lower courts may issue nationwide injunctions only in limited instances, a coalition of liberal legal groups filed a sweeping new class-action lawsuit in New Hampshire federal court. It takes aim at Pre...",
    "image": "https://static.foxnews.com/foxnews.com/content/uploads/2025/06/gettyimages-2222470848.jpg"
  },
  {
    "id": 29,
    "title": "Trump seeks crown as world peacemaker, brokering truce in central Africa",
    "content": "President Donald Trump celebrated a U.S.-brokered peace agreement between Rwanda and the Democratic Republic of Congo in an Oval Office ceremony Friday, touting the potential pause in a decades-long c...",
    "image": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/LKYB772ZEEPWNL223VQMD57VBM_size-normalized.jpg&w=1440"
  },
  {
    "id": 30,
    "title": "California Gov. Newsom sues Fox News for $787M, alleges defamation about Trump call",
    "content": "California Gov. Gavin Newsom sued Fox News on Friday, seeking damages of at least $787 million from the conservative network for allegedly defaming him by making misleading comments about a phone call...",
    "image": "https://image.cnbcfm.com/api/v1/image/108157747-1749645730986-AP25162082474385.jpg?v=1751050757&w=1920&h=1080"
  },
  {
    "id": 31,
    "title": "Oversight chair demands Jean-Pierre, other former WH staff testify on alleged Biden mental decline coverup",
    "content": "An influential House committee is demanding that former White House press secretary Karine Jean-Pierre and three other former top White House staffers appear before Congress to testify about the alleged cover-up of former President Joe Biden's mental decline.Committee on Oversight and Government Ref...",
    "image": "https://static.foxnews.com/foxnews.com/content/uploads/2025/06/karine-biden.jpg"
  }
]