[
  {
    "id": 0,
    "title": "Muhizi Anathole wareze BNR yasabye Urukiko kumugira umwere",
    "content": "Muhizi Anathole wamenyekanye arega BNR kuri Perezida Paul Kagame we n’umunyamategeko Katisiga Rusobanuka Emile baburanye ubujurire basaba ko bagirwa abere.\n\nUbushinjacyaha bwo burasaba ko igihano cy’igifungo cy’imyaka itanu bakatiwe kidakwiye guhinduka.\n\nInteko y’Abacamanza batatu n’umwanditsi w’urukiko nibo baburanishaga Anathole Muhizi wamenyekanye arega BNR kuri Perezida Paul Kagame kimwe n’umunyamategeko Katisiga Rusobanuka Emile bareganwa.\n\nBombi baburanaga ubujurire ku gihano bakatiwe cyo gufungwa imyaka itanu aho bakatiwe n’urukiko rwisumbuye rwa Muhanga bajurira mu rukiko rukuru urugereko rwa Nyanza.\n\nIpfundo ry’uru rubanza n’icyemezo cya NIBIGIRA Alphonsine waguze inzu na Anathole Muhizi aho icyo cyemezo cyemezaga ko ari ingaragu maze bikekwa ko bakifashishije barega BNR ngo inzu yari igiye gutezwa cyamunara yo kutagurishwa kandi Me Katisiga Rusobanuka Emile niwe wagombaga kuburana na BNR.\n\nAnathole Muhizi yasabye urukiko ko rwamubariza ubushinjacyaha aho yakoreye icyaha ari kuregwa.\n\nAnathole yavugaga ko mu nyandiko isoza iperereza y’ubugenzacyasha bwavuze ko icyaha aregwa cyakozwe kuwa 28 Mata 2022 kandi icyaha gikorerwa mu murenge wa Kanombe mu karere ka Kicukiro agasaba ko ubushinjacyaha bwagaragaza icyaha aregwa icyo ari cyo.\n\nAnathole kandi yavuze ko yamaze amezi atandatu atararegerwa urukiko ngo hategerejwe ko habazwa umukozi wa Me Katiziga Rusobanuka Emile ndetse hakabazwa umukozi w’irembo wasohoye icyemezo bari kuburana ubu cyemeza ko uwari wagurishije inzu na Muhizi Anathole yari ingaragu atari yagashyingirwa.\n\nMuhizi ati”Kugeza ubu sindamenyeshwa icyo babajijwe nkaba nsaba urukiko ko rwabambariza niba batarabajijwe.”\n\nAnathole yakomeje avuga ko hari icyemezo cyatanzwe na NIDA kandi niyo yatanze icyemezo ko uwo Alphonsine ari ingaragu bucyeye hasohoka ikindi cyemezo ko uriya waguze inzu na Anathole yashyingiwe urukiko rwamuhamije icyaha rwemeje ko Anathole yagendeye ku makosa yari mu irangamimerere y’uwo baguze inzu maze Anathole agasaba icyemezo ko Alphonsine ari ingaragu.\n\nMuhizi Anathole ati”Njye namenye gute Alphonsine twaguze inzu ko ari ingaragu? Nahurira he nabyo ndi IT se wa NIDA? Nashakaga gusezerana se na Alphonsine?”\n\nAnathole kandi yavuze ko ubushinjacyaha bwavuze ko yarI atuye mu kagari kamwe na Me Katisiga Rusobanuka Emile kandi ngo bavuganye inshuro 219 kuri telefone.\n\nAnathole Muhizi ati”Nyakubahwa Perezida namwe banyakubahwa bacamanza mu gize inteko uretse abarambagizanya ubundi ubwo twari kuvugana izo nshuro zose Koko?\n\nAnathole Muhizi yasoje asaba kurenganurwa.\n\nMe Aristide Mutabaruka umwe mu banyamategeko babiri bunganira Anathole Muhizi we yavuze ko ubushinjacyaha bwagombaga kugaragaza uwasabye icyangombwa, bukagaragaza uwishyuye icyangombwa.\n\nMe Mutabaruka ati”Niba hari amakosa yagaragaye mu irangamimerere ya Alphonsine wagurishije inzu na Anathole nta ruhare Muhizi Anathole twunganira none ruhari bityo azagirwe umwere.”\n\nMe Jean Pierre Nkurunziza nawe wunganira Anathole Muhizi yabwiye urukiko ko mbere Anathole Muhizi yaregwaga icyaha cyo gukoresha inyandiko mpimbano ariko inzego z’ibanze zimaze kwemera ko aribo batanze icyo cyemezo nibwo ubushinjacyaha bwahinduye inyito byitwa ‘Kwihesha ikintu cyundi’.\n\nMe Nkurunziza ati”Dusanga Anathole akwiye kugirwa umwere kubera ko nta cyaha yakoze.”\n\nMe Katisiga nawe yireguye\n\nMe Katisiga Rusobanuka Emile nawe ureganwa na Muhizi Anathole aravuga ko yatanze ikirego ageze mu rukiko ahita atanga inzitizi ko uwaguze inzu na Anathole yahamagazwa agasobanura ibijyanye n’icyemezo cyerekanaga ko ari ingaragu ariko urukiko rwisumbuye rwa Muhanga rwahamije icyaha Me Katiziga Rusobanuka Emile ibyo rutabihaye agaciro.\n\nMe Katisiga aravuga ko muri RIB yabajijwe nk’umutangabuhamya ndetse aho abarijwe nk’uregwa avuga ko igihembo cye nk’avoka yari yagihawe na Alphonsine wagurishije inzu na Anathole Muhizi gusa Muhizi yamugurije amafaranga.\n\nUrukiko rwabajije Me Katisiga ngo Kuki aya masezerano mwagiranye na Alphonsine ngo umubaranire ariho isinya imwe? Me Katiziga nawe mugusubiza ati”Habayeho kwibeshya Alphonsine we afite inyandiko iriho imikono ibiri yabonye byakomeye ndetse anamenye ko njyewe mfite amasezerano ariho umukono umwe we yanga kugaragaza ayo afite ahubwo aranyihakana.”\n\nMe Katisiga Rusobanuka Emile arasaba ko yagirwa umwere.\n\nMe Ruramira Zebedee umwe mu banyamategeko bunganira Me Katisiga Rusobanuka Emile we avuga ko umukiriya we yahamijwe icyaha cyo gukoresha inyandiko itavugisha ukuri hakibazwa niba iyo nyandiko yarakoreshejwe.\n\nMe Ruramira ati”Ese icyo cyemezo cyarakoreshejwe? Niba cyarakoreshejwe se nk’igihimbano kandi inzego z’ibanze zemeje ko arizo zagitanze ikigaragara nuko icyo cyemezo kitakwitwa ko kitavugisha ukuri mu gihe NIDA ubwayo yemeje ko mu gihe icyo cyemezo gitangwa mu irangamimerere ya Alphonsine. “\n\nMe Ntare Paul nawe wunganira Me Katisiga yabwiye urukiko ko uwo yunganira ari umwunganizi mu mategeko kandi mu rubanza yari agiye kuburaniramo Alphonsine , Me Katisiga nta nyungu yihariye yari afitemo ahubwo inyungu zari zifite Alphonsine .\n\nMe Ntare ati”Ese Me Katisiga yari kuba ariganya agahamagara uri kuriganywa? Ese inzu yari yatejwe cyamunara yari kuba iyande hagati ya Me Katisiga na Alphonsine ? Igisubizo inzu yari kuba iya nyirayo ariwe wari wanayigurishije na Muhizi Anathole.”\n\nMe Valerie Gakunzi nawe wunganira Me Katisiga Rusobanuka Emile nawe yasabye ko umukiriya we yagirwa umwere.\n\nUrukiko rwabajije icyo ubushinjacyaha buvuga mu iburanisha ku ifungwa n’ifungurwa ry’agateganyo rya Muhizi bwasabye ko hazabazwa umukozi w’irembo wasohoye iyo nyandiko n’umukozi wa Me Katiziga.\n\nUhagarariye ubushinjacyaha mu kugisubiza yagize ati “Twasanze atari ngombwa icyangombwa wagisaba aho waba uri hose singombwa kujya mu biro by’usabwa serivisi.”\n\nUhagarariye ubushinjacyaha kandi yakomeje avuga ko kuba Me Katisiga yaravuye mu rubanza yari yatangiye akanasaba ko hahamagazwa Alphonsine ari uko yabonaga ko ibyo yishoyemo ataribyo kandi kuvamo kwe nuko yabonaga ko bishobora kuvumburwa kuko ibyo bimenyetso byari byabonetse mu buryo bw’uburiganya kandi Me Katisiga yari afite inyungu mu rubanza kuko yarahembwaga.\n\nUbushinjacyaha kandi bukomeza buvuga ko Me Katisiga na Muhizi Anathole bakoze amanyanga kuko mu masezerano banditse amazina ya NIRAGIRE Alphonsine aho kwandika NIBIGIRA Alphonsine bivuze ko ibyo bakoraga byose ari ibihimbano bityo igihano bakatiwe n’urukiko rwisumbuye rwa Muhanga kidakwiye guhinduka.\n\nIzina Alphonsine ryagarutsweho mu rukiko, Me Katisiga yemera ko yari yahawe akazi na Alphonsine ngo amwunganire mu mategeko impamvu yo gukurikiranwa Kwa Muhizi bikekwa ko numero zatse icyo cyangombwa zari ize.\n\nAnathole Muhizi yamenyekanye arega BNR imbere ya Perezida Paul Kagame ubu afungiye mu igororero rya Muhanga.\n\nNaho Me Katisiga Rusobanuka Emile we aburana adufunze ariko urukiko yajuririyemo rwemeje ko afungwa yahita ashakishwa agafungwa.\n\nNiba nta gihindutse uru rubanza ruzasomwa muri Nyakanga.\n\nTheogene NSHIMIYIMANA\n\nUMUSEKE.RW",
    "image": "https://umuseke.rw/wp-content/uploads/2025/06/d4f23f19-452f-4998-8e9d-0be358f18285.jpg"
  },
  {
    "id": 1,
    "title": "Secretariat inaugurated to coordinate anti-illegal mining operations",
    "content": "Next article: Death toll now 7 as Nkwanta turns into ghost town, schools, businesses closed down following ethnic conflict\n\nFeatured\n\nSecretariat inaugurated to coordinate anti-illegal mining operations\n\nMohammed Ali Jun - 30 - 2025 , 19:01 2 minutes read\n\nA National Anti-Illegal Mining Operations Secretariat (NAIMOS), which is to serve as a central body tasked with coordinating Ghana’s fight against illegal mining, commonly referred to as galamsey has been inuagurated by the Minister of Lands and Natural Resources, Emmanuel Armah-Kofi Buah.\n\nHe was joined at the inauguration ceremony by the Minister for the Interior, Muntaka Mohammed Mubarak, and the Minister for Defence, Dr Edward Omane Boamah.\n\nThe new intelligence-led secretariat will act as the command centre for all nationwide anti-galamsey operations, aiming to address longstanding problems caused by fragmented and uncoordinated enforcement.\n\nThe establishment of NAIMOS brings together resources and personnel from several agencies, including the Ministries of Interior and Defence, National Security, the Narcotics Control Commission, and the National Investigations Bureau.\n\nMr Buah said the secretariat would operate based on reliable data, adding that it would avoid arbitrary or uninformed decisions that could damage the integrity of operations or erode public trust in government.\n\n“With 16 percent of our land reserves already degraded by illegal mining activities, NAIMOS will provide the focused leadership required to win this fight,” Mr Buah stated at the launch, held on June 26, 2025.\n\nHe assured the public that the secretariat’s work would be carried out “without fear or favour.”\n\nAccording to the minister, NAIMOS is expected to coordinate the work of security forces and other state agencies involved in tackling illegal mining.\n\nIt will also develop field strategies, plan and carry out operations, and enforce mining and environmental laws in collaboration with established institutions.\n\nIn addition, the secretariat will work with traditional authorities and local communities in efforts to develop more inclusive approaches to ending galamsey.\n\nIt will liaise with the National Security Secretariat to align national responses and report regularly to the Minister for Lands and Natural Resources on progress, new developments, and challenges encountered.\n\nReiterating the government’s determination, Mr Buah said, “I assure the Ghanaian people of my unwavering support for NAIMOS in our quest to eradicate galamsey.”\n\nMr Muntaka, the Interior Minister, also pledged his full backing, stating that his ministry would provide the operational support needed to strengthen enforcement.\n\nDeputy Minister for Defence Mr Ernest Brogya Genfi, speaking on behalf of the ministry, confirmed the military’s involvement in NAIMOS-led operations, particularly those aimed at restoring degraded forests and polluted water bodies.\n\nHe added that the initiative had the support of the Commander-in-Chief of the Ghana Armed Forces, President John Dramani Mahama.",
    "image": "https://www.graphic.com.gh/images/2023/april/31/111ghana-galamsey.jpg"
  },
  {
    "id": 2,
    "title": "Death toll now 7 as Nkwanta turns into ghost town, schools, businesses closed down following ethnic conflict",
    "content": "Featured\n\nDeath toll now 7 as Nkwanta turns into ghost town, schools, businesses closed down following ethnic conflict\n\nGraphic Online Jun - 30 - 2025 , 18:51 2 minutes read\n\nFive additional deaths have been recorded in the renewed ethnic conflict between the Akyode and Challa communities in the Nkwanta-South Municipality of the Oti Region.\n\nThis brings the total death toll to seven in the renewed clash which started last Wednesday reports Emmanuel Modey.\n\nMeanwhile, the GNA reports that the Nkwanta township has been plunged into a state of desolation, with social and economic activities grinding to a halt following the renewed ethnic conflict.\n\nThe violence, which erupted last Wednesday [June 25, 2025] has claimed seven lives including that of a final-year student of Nkwanta Senior High School and left several others injured, including two female day students, who sustained gunshot wounds.\n\nAll public and private schools in the town have been closed down to protect the lives of students and teachers and Nkwanta Senior High School was among those shattered, with arrangements for police escorts to ensure students’ safe passage home.\n\nMany non-indigenous teachers have fled the town, adding to the sense of uneasiness, shops have been locked up, and the usual bustling atmosphere has given way to an eerie silence.\n\nMeanwhile, the Chief of Kpassa, Ubor Konja Tasan has appealed to Kokombas to exercise restraints and ensure that they rather contribute actively to ending the conflict in the area.\n\n“We have to prove that it was easy for people of all ethnic groups to live together in harmony to satisfy their common aspirations”, he said.\n\nThe Oti Regional Minister John Kwadwo Gyapong has paid a working visit to commiserate with the victims and affected families.\n\nHe said as the conflict was raging on with no sign of peace in sight, it was time for the people to decide not to continue with the fighting.\n\nHe called on the youth and elders to support the implementation of the peace process to assist in bringing a lasting peaceful solution to the conflict. He noted with great concern that the prolonged conflict has threatened the peace, safety and prosperity of the citizens as well as hindered the development of the area. Mr Kwadwo Gyapong urged the feuding tribes to allow peace to prevail and choose the path of amicable solution to issues instead of the use of weapons that lead to loss of lives and destruction of properties.",
    "image": "https://www.graphic.com.gh/images/2025/jun/30/nkwanta.jpeg"
  },
  {
    "id": 3,
    "title": "Ghana’s urban slum crisis: 4.8 million live in substandard conditions, report reveals",
    "content": "Previous article: Death toll now 7 as Nkwanta turns into ghost town, schools, businesses closed down following ethnic conflict\n\nFeatured\n\nGhana’s urban slum crisis: 4.8 million live in substandard conditions, report reveals\n\nKweku Zurek Jun - 30 - 2025 , 17:46 2 minutes read\n\nMore than 4.8 million Ghanaians, representing 30.8 per cent of the urban population, are living in slum conditions characterised by inadequate housing, poor sanitation, and limited access to basic services, according to a new report by the Ghana Statistical Service (GSS).\n\nThe findings, drawn from the 2021 Population and Housing Census, highlight severe disparities in living standards, with the Northern, Savannah, and Oti regions bearing the brunt of the crisis.\n\nLaunching the Slums and Informal Settlements Thematic Report in Accra on Monday, Government Statistician Dr. Alhassan Iddrisu described the data as a \"mirror held up to our cities, our policies, and ultimately, our priorities.\"\n\nHe stressed that 46.1% of urban households—over 2.2 million families—face at least one form of deprivation, including lack of clean water, durable housing, or sufficient living space. \"These are not abstract statistics. They are the daily realities of Ghanaians doing their best in circumstances they did not choose,\" he said.\n\nThe report defines slum households as those lacking improved drinking water, sanitation, durable housing, or living space (with three or more people sharing a room). Regional disparities are stark: the North East Region records the highest slum prevalence at 79.1 per cent, while the Northern, Savannah, and Oti regions show the most extreme conditions, with 4.2 per cent, 3.6 per cent, and 1.1 per cent of neighbourhoods, respectively, enduring all four deprivations.\n\nEven in more developed regions like Greater Accra and Ashanti, over half of slum dwellers live in rented accommodations.\n\nDr. Evans Aggrey-Darko, Head of the Civil Service, warned that inaction would \"risk locking another generation into poverty,\" urging coordinated interventions.\n\nThe data reveals alarming socio-economic gaps: non-literacy rates in slums (30.8 per cent) are double those in non-slum areas (14.0 per cent), while multidimensional poverty affects 23.4 per cent of slum residents compared to 10.5% elsewhere. Health outcomes are equally dire, with slum households reporting 42 deaths per 10,000 people—significantly higher than the non-slum average of 31.\n\nProfessor Stephen Owusu Kwankye, the report’s lead discussant, emphasised that slums are not confined to specific regions but are linked to systemic service gaps. The GSS has adopted a refined definition of urban areas—\"Urban-2\"—requiring localities to meet thresholds for population size, electricity, water, and access to schools and health facilities. Only 9.9% of Ghana’s 17,989 localities qualify.\n\nDr. Iddrisu called for targeted action, urging government agencies to prioritise slum upgrading in budgets and the private sector to invest in affordable housing and utilities. \"Every slum we transform brings us closer to the inclusive, safe cities Ghanaians deserve,\" he said.",
    "image": "https://www.graphic.com.gh/images/2025/jun/28/slummy.jpg"
  },
  {
    "id": 4,
    "title": "Albert Dwumfour re-elected GJA President, Rebecca Ekpe is new veep",
    "content": "Next article: Nkwanta now ghost town, schools, businesses closed down following ethnic conflict\n\nFeatured\n\nAlbert Dwumfour re-elected GJA President, Rebecca Ekpe is new veep\n\nEnoch Darfah Frimpong Jun - 30 - 2025 , 17:45 2 minutes read\n\nAlbert Kwabena Dwumfuor has been re-elected as the President of the Ghana Journalists Association (GJA) for the next three years.\n\nThis was when almost 700 journalists in good standing went to the polls on Monday to elect new national and regional officers to lead the journalists association.\n\nThere were a total of 12 candidates who battled for six available national executive positions, while 49 others contested for regional positions.\n\nCharles Yao Mawusi, a late entrant in the presidential race posed a threat to Albert Dwumfuor's re-election bid at a time Mr Dwumfuor thought it was almost a concluded unanimous decision for a second term.\n\nDwumfuor had to re-strategise his campaign with endorsements.\n\nAfter the collation of results from all polling stations across the country, Albert Dwumfuor retained the presidency with 445 votes representing 64.49 percent as against Charles Yao Mawusi's 245 votes representing 35.51 percent.\n\nRebecca Ekpe from the Ghana Broadcasting Corporation (GBC) was elected as the new Vice President beating Mary Mensah from the Graphic Communications Group Ltd with 414 votes to 272.\n\nRebecca Ekpe moved from the Public Affairs position to Vice President to take over from Linda Asante Agyei whose tenure had ended.\n\nSuleiman Mustapha also from Graphic Communications Group Ltd was elected as the new Organising Secretary with Zadok Kwame Gyesi coming up as the new Public Affairs Officer. Mustapha won with 365 votes against Maxwell Kudekor's 321 votes.\n\nZadok Kwame Gyesi beat Caesar Abagali with 431 votes against 253.\n\nFor the General Secretary position, Dominic Hlodzi from GBC was elected to take over from Edmund Kofi Yeboah who has finished his two terms. Dominic Hlodzi beat Akwasi Agyeman from the Multimedia Group Limited with 443 votes against 247.\n\nDominic had also moved from the Organising Secretary position to General Secretary.\n\nFor the Treasurer position Bertha Badu-Agyei ensured that position continued to remain a stronghold for staff from the Ghana News Agency (GNA) as they have held that position for more than 20 years. Bertha beat Theodora A. Amedetor Yakanu from the GBC with 401 votes against 287 votes.\n\nAttached below is the results sheet",
    "image": "https://www.graphic.com.gh/images/2025/apr/24/gja_results.jpeg"
  },
  {
    "id": 5,
    "title": "Ghana’s 24-Hour Economy Programme to cost $4billion; Aims to transform economic landscape",
    "content": "Featured\n\nGhana’s 24-Hour Economy Programme to cost $4billion; Aims to transform economic landscape\n\nKweku Zurek Jun - 30 - 2025 , 16:47 2 minutes read\n\nGhana’s ambitious 24-Hour Economy and Accelerated Export Development Programme (24H+) is projected to cost approximately $4 billion, with the government committing $300 to $400 million as seed funding to attract private sector investment.\n\nThe initiative, set to be launched on Wednesday, 2nd July 2025, seeks to redefine the nation’s economic architecture by boosting productivity, creating jobs, and reducing reliance on imports.\n\nThe Presidential Advisor on the 24-Hour Economy, Mr. Augustus Goosie Obuodum Tanoh, disclosed the figures during a press briefing today ahead of the official launch.\n\n\"The initial projected cost is about $4 billion. Of that, $300 to $400 million will come from government to support the viability gap requirement, ensuring bulk infrastructure is commercially sound and attractive to private investors,\" he said.\n\nHe added that the remaining funds would be mobilised through private sector commitments, with potential pledges already nearing $2 billion.\n\nThe programme, a flagship policy of President John Dramani Mahama’s administration, is designed to integrate agriculture, industry, finance, and infrastructure into a cohesive system operating beyond traditional hours. It targets the creation of 1.7 million jobs within four years, with a focus on strategic value chains such as agro-processing, textiles, pharmaceuticals, and logistics.\n\nDr. Tanoh emphasised the policy’s inclusive nature, noting it reflects \"the collective aspirations of Ghanaians, beyond partisan considerations.\"\n\nHe revealed that extensive nationwide consultations had shaped the final document to address citizens’ needs. \"The time has come for Ghanaians to reject poverty and work towards realising our vast economic potential,\" he stated.\n\nAbdul-Nasser Alidu, Head of Strategy and Programmes at the 24-Hour Economy Secretariat, highlighted the urgency of restructuring Ghana’s economy.\n\n\"Despite growth, job creation has stagnated. In the 1990s, a 10 per cent GDP growth improved employment by 7 per cent. Today, it’s just 2 per cent,\" he said. \"The 24H+ programme will ensure growth translates into prosperity for Ghanaians, not external systems.\"\n\nKey components of the initiative include eight integrated sub-programmes: Grow24 (agriculture), Make24 (manufacturing), Build24 (infrastructure), and Fund24 (financing), among others. Incentives for businesses include tax rebates of up to 50% for round-the-clock operations, import duty waivers, and export performance bonuses.\n\nThe launch event will feature presentations on the programme’s vision, interactive sessions with technocrats, and testimonials from pilot projects.",
    "image": "https://www.graphic.com.gh/images/2025/jun/28/goosie.jpg"
  },
  {
    "id": 6,
    "title": "Inside Kigali sanctuary where birds get new lease of life",
    "content": "By Ange Iliza More by this Author\n\nRwanda, one of the world's most densely populated countries and the surging population is posing threat to natural habitats, which some animals call home.\n\nBirds, among them cranes, have fallen victim to ever increasing pressure on the natural habitat. During the 2000s, hotels and residents in Kigali frequently captured cranes, and amputated their wings to domestically keep them within private gardens.\n\nAmong the crane species to be domesticated is the Grey-crowned which is widely seen in East Africa. This practice led to hundreds of them getting killed in the process while others were exposed to diseases. It is against this backdrop that Dr Olivier Nsengimana developed a passion for keeping birds.\n\nNsengimana is a professional veterinarian with a passion for both the bustling city of Kigali and the endangered wildlife that calls it home. Since 2014, Nsengimana has taken the challenge to save and shelter cranes and other birds. When he started, the wildlife faced an imminent danger including poaching.\n\nAs a seasoned veterinarian, Nsengimana understood that Kigali's nature desperately needed a lifeline, and he took on the challenge to strike a balance between wildlife preservation and city life.\n\nThe focal point of his mission is the breathtaking “Umusambi Village,” an eco-tourism park spanning 70 hectares and sheltering a diverse range of over 140 species of cranes, birds, insects and other species.\n\nAdvertisement\n\nThe Umusambi village, located on the outskirts of Kigali, emerged as the perfect haven for endangered birds to flourish. Away from the threats of poaching and diseases, this sanctuary provides the necessary environment for these majestic creatures to reproduce and thrive.\n\nThe park shelters 58 disabled cranes whose wings have been removed. The efforts have resulted in an ever-increasing number of avian species, both native to Rwanda and from distant skies, finding solace in the sanctuary he created. The park receives at least 100 visiting cranes.\n\nThe park shelters other species that otherwise would not have a home in the bustling skyscrapers and moving cars of Kigali such as bats, butterflies, vultures, and birds. In addition to his role as a veterinarian, Nsengimana is a true aficionado of birds. His passion for these winged creatures shines through every aspect of his work. “I am not just a veterinarian. I have a distinguished love for birds.\n\nThe way they fly and dance in fleets is just majestic. Taking care of them is my passion,” Nsengimana says. To raise awareness of wildlife conservation, the park is open to visitors as well as holding events and parties with strict restrictions on meddling with the species. Navigating the intricate web of wildlife conservation and urban development has not been without its challenges.\n\nDr Nsengimana has been actively seeking partnerships and funding to ensure the birds receive the care they deserve.",
    "image": "https://rwandatoday.africa/resource/blob/4302028/d34650c63fe5ae4435eae994999766ce/umusambi-village-data.jpg"
  },
  {
    "id": 7,
    "title": "Defaulters of study loan scheme face harsh penalties",
    "content": "However, when an employer or a study loan beneficiary who is a self-employed or works abroad or works with diplomatic institutions operating in Rwanda expresses willingness to repay after receiving the notification, he or she may request to repay in installments,” the order reads in part.\n\nBy Ange Iliza More by this Author\n\nNearly 50,000 beneficiaries of student loans scheme are facing legal fines, along with their employers, as a new Ministerial order came into effect.\n\nThe order states that beneficiaries of students loans scheme and living allowances while studying in Rwanda or abroad will be subjected to a 10 percent fine, while their employers will face a penalty of 1.5 percent of the amount due.\n\nAccording to the Development Bank of Rwanda (BRD), a total of Rwf272 billion have been disbursed to students pursuing higher education both within the country and overseas since 2016.\n\nHowever, during the past six years, only RwF21 billion have been successfully recovered. Out of the 92,000 students who benefited from study loans, 24,000 have fulfilled their repayment obligations.\n\nThe government has been providing loans to students since 1980, although the available data from the BRD captures data from 2016. Regardless of the timeframe, the bank emphasizes that all beneficiaries from government loans for their studies are now subject to the imposed fines.\n\n“After BRD inspects non-compliant institutions/beneficiaries a written notification is established, and this notification has the value of an enforcement order.\n\nAdvertisement\n\nHowever, when an employer or a study loan beneficiary who is a self-employed or works abroad or works with diplomatic institutions operating in Rwanda expresses willingness to repay after receiving the notification, he or she may request to repay in installments,” the order reads in part.\n\nBeneficiaries of BRD’s study loans say the payment process is not understood by many and the follow-up is insufficient, making it difficult for those who want to pay.\n\n“I have the study debt but as we speak, I don't even know how much I owe, payment options, or who to speak to if I wanted to pay. It has been almost 10 years, and none has ever followed up,” said Edith Berwa who graduated in 2014 after studying for four years on government assistance.\n\nThere are complaints that even those who have decided to start paying back the loan, have experienced continued deductions from their banks even after they completed the payment.\n\nThe bank, however, says it established the BRD “Minuza” platform to allow beneficiaries to follow up for themselves. The platform has been functional since January 2023 but the uptake and usage for paying back the loans remain low.\n\nThe bank has resorted to using a mobile money account to which people would start paying back student loans. Wilson Rurangwa, head of Education Portfolio Management at BRD says the bank will increasingly invest in loan recovery initiatives to avoid loss-making initiatives.\n\n“It's crucial to understand that the implementation of the \"Education for All\" program would be hard if our government paid for every student's tuition and living costs without them paying back. We actively contribute to developing resilience and sustainability by aiding the government in this endeavor,” Mr Rurangwa said.",
    "image": "https://rwandatoday.africa/resource/blob/2467796/8217c4a10f60c418dbf02168dda54fa3/graduands-data.jpg"
  },
  {
    "id": 8,
    "title": "Farmers lose 206 cattle in foot and mouth disease outbreak",
    "content": "By MOSES K. GAHIGI More by this Author\n\nLivestock farmers in the Eastern Province are counting losses from a recent outbreak of foot and mouth disease that has affected at least 16 farms.\n\nRwanda Today has learnt affected areas include Cyamunyana and Kirebe, in Rwimiyaga sector in Nyagatare district. Speaking to Rwanda Today, Fabrice Ndayisenga, the head of department of animal resources research and technology transfer at Rwanda Agriculture Board (RAB) said the outbreak is now localized in 16 farms but they are working to control it.\n\n“Since the breakout, we have vaccinated more than 43,000 heads of cattle. The disease was detected in 206 animals which were slaughtered. Efforts continue to ensure that it doesn’t spread to other places” said Ndayisenga.\n\nHe said they have also established a footbath in Rwimiyaga to help disinfect the animals while there is a quarantine on movement and slaughter of cattle in areas where the disease has been detected.\n\n“We sample every day. Up to 1,500 samples have so far been taken,” he added. Ndayisaba traces the current foot and mouth disease outbreak to porous borders that enabled farmers to illegally move cattle between Rwanda and a neighbouring country.\n\nThe difficulty in enforcement of illegal animal movements between Tanzania and Rwanda or Rwanda and Uganda has turned farming Eastern province districts, especially Nyagatare, into animal disease hotspots.\n\nAdvertisement\n\nPrevious outbreaks of the disease were reported in places like Musheri, Tabagwe and Matimba, and led to vaccination and spraying of all animals around all border communities.\n\nLike the current outbreak, these were blamed on unchecked movement of infected cattle by farmers from Uganda to Rwanda.\n\nFarmers in the affected areas have in the past faulted authorities about the aggressive approach taken, among them stopping milk supply and slaughtering all animals suspected to have been infected, which they said unnecessarily exposed them to untold losses.\n\nThe policy is that government does not treat foot and mouth disease. Every animal found to be infected is slaughtered, so far up to 206 animals have been slaughtered. The only upside is that meat of animals infected by foot and mouth disease can be eaten by people, and pose no public health hazard like meat of animals infected with let’s say Rift Valley fever.\n\n“It is difficult to control this illegal movement of cattle. We do night patrols and try to enforce animal movement policies in place but they still move animals through the porous borders”, observed Ndayisaba.\n\nHe noted that they are also continuing with the implementation of measures to control the Rift Valley fever through vaccinations and testing since its recent outbreak last year.\n\nAccording to the World Organisation for Animal health, foot and mouth disease (FMD) is a severe, highly contagious viral disease of livestock that has a significant economic impact.\n\nThe disease affects cattle, swine, sheep, goats and other cloven-hoofed ruminants. It is a transboundary animal disease that deeply affect the production of livestock and disrupting regional and international trade in animals and animal products.\n\nThe disease is estimated to circulate in 77 percent of the global livestock population, in Africa, the Middle East and Asia, as well as in a limited area of South America.\n\nThe typical clinical sign is the occurrence of blisters (or vesicles) on the nose, tongue or lips, inside the oral cavity, between the toes, above the hooves, on the teats and at pressure points on the skin. Ruptured blisters can result in extreme lameness and reluctance to move or eat.",
    "image": "https://rwandatoday.africa/resource/blob/2465666/693c6d95028d40a218ce5ccbfad28376/cows-data.jpg"
  },
  {
    "id": 9,
    "title": "Rubavu's border economy takes a hit from raging floods",
    "content": "By Ange Iliza More by this Author\n\nRubavu, a once-thriving city nestled on Rwanda’s border with the Democratic Republic of Congo, found itself caught in a mix of a series of misfortunes in recent years.\n\nThe residents, small businesses, and cross-border traders, who have long relied on vibrant cross-border markets and water-based tourism, now face the devastating aftermath of the floods that struck on May 2.\n\nThe disaster delivered the final blow, obliterating their hopes of recovery and plunging the city into despair.\n\nThe Rubavu community had already weathered a storm of challenges in recent times, including the Covid-19 pandemic, Nyiragongo volcanic eruptions in 2021, and bilateral conflicts between Rwanda and DRC, all of which affected businesses in the area.\n\nThree years ago, stepping into Rubavu was a vibrant spectacle of hotel posters, concert buzz, and bustling business. Today is a somber display of gutters, shattered homes, fallen trees and muddy paths. Silence hangs heavy, whispering desolation and stagnation.\n\nThe onslaught began with the Covid-19 pandemic, which swept across the globe, severing the influx of tourists who once breathed life into the local economy. The absence of visitors dealt a blow to Rubavu's businesses, which relied on tourism to sustain their livelihoods.\n\nAdvertisement\n\nElyse Majyambere, a beach operator on Lake Kivu, relied on tourists such as honeymooners, conference attendees, and sports enthusiasts in Rubavu. Since 2015, this has been his primary source of livelihood. After Covid-19, security concerns, and floods, he considers leaving.\n\n“I have only received two clients in the past two weeks and made Rwf30,000. I cannot live on that. I have decided to look for another job. I kept thinking maybe things will get better for business but maybe they ever will,” Ms Majyambere said.\n\nIt is not only the forces of nature that conspired against Rubavu. Ongoing cross-border conflicts with the Democratic Republic of Congo cast a shadow of uncertainty over the city, making it an inhospitable place for residents and entrepreneurs alike.\n\nThe two-year-long conflicts between Rwanda and DR Congo led to the disruption of trade flows. Cross-border passing has cut down from 99,000 people per day in 2021 at Rubavu “petit barriere” to 55,000 in late 2022.\n\nAnd now, the recent floods have delivered the final blow to Rubavu's cross-border traders who are the lifeblood of the city. The floods also wreaked havoc on the local marketplaces, now, these once-thriving hubs lie in ruins. Over 5,000 houses were washed away, leaving countless families without shelter.\n\n“I used to sell Irish potatoes, vegetables, and fish between Rubavu and Goma’s markets. I kept the stock in my home. On the night of May 2nd, I had a stock worth Rwf 270,000. It has all been washed away along with my house,” recounts Mukamisha Chantal who used to be a dweller but is now accommodated at one of the camps with other affected families along with her mother and toddler.\n\nRubavu had been hit by calamities before when the Nyiragongo volcanic eruptions, with a magnitude of 5.3, spewed destruction and chaos.",
    "image": "https://rwandatoday.africa/resource/blob/2465340/b28262e8531f8a5474592002f8d3a2f7/floods-data.jpg"
  },
  {
    "id": 10,
    "title": "Businesses recover from Covid-19, shareholders smile to the bank",
    "content": "By MOSES K. GAHIGI More by this Author\n\nCompanies listed on Rwanda Stock Exchange, mainly banks, are set to pay dividends to shareholders starting later this month as businesses return to profitability after shaking off challenges linked to the Covid-19 pandemic.\n\nFor shareholders of Bralirwa Plc, the country’s leading brewery, a dividend of Rwf21.91 per share will be proposed at the company’s annual general meeting for approval by shareholders next month.\n\nIf approved, the proposed dividends will be paid on June 30. The dividend is equal to 100 percent of the net profit for the fiscal year 2022 and it is subject to withholding tax.\n\nIn addition, the dividend will be paid to all shareholders whose names will appear in the register of shareholders at the close of business on May 31 2023.\n\nFor Bank of Kigali, the board of directors has recommended a full dividend payout of Rwf32.5 for each ordinary share, on the issued and paid-up share capital of the company, which is awaiting approval at the annual general meeting to be held on the May 19.\n\nThis represents a 50 percent payout ratio of the Bank’s net income for the year ended December 31, 2022. The dividend will be payable on or at the beginning of July. Despite recently losing up to $10.3 million to fraud, I&M Bank Rwanda will pay up to Rwf1.84 of dividends per share to its shareholders, subject to approval during an AGM slated for May 24.\n\nAdvertisement\n\nThe bank generated a net profit of $7.6 million in net profits in the financial year that ended in December 2022. Equity Group Holdings is scheduled to give up to Kshs 4.00 each for each ordinary share on the issued and paid up share capital of the company for the financial year ending December 31, 2022.\n\n“Subject to shareholders’ approval, the dividend will be payable on or before 30th June 2023 to the members of the company on the share register of the Company on the closure date of 19th May 2023.\n\nA general meeting will be held on 21st June 2023” reads a statement on the Rwanda Stock Exchange website. The directors of KCB Group have also recommended a final dividend of KShs 1.00, having paid an interim dividend of KShs 1.00 for each ordinary share on the issued and paid-up share capital of the company.\n\nUpon approval during the AGM slated for May 25, the full dividend per share for the year ended December 31, 2022 will be KShs 2.00 for each ordinary share.",
    "image": "https://rwandatoday.africa/resource/blob/3723052/e731190165a3d6a4d977158d85be56f6/banks-data.jpg"
  },
  {
    "id": 11,
    "title": "How Tanzania's T-Bond boom is reshaping private sector lending",
    "content": "Dar es Salaam. Tanzania’s booming Treasury Bond market is drawing historic levels of investor interest, offering government a reliable source of domestic financing.\n\nHowever, the surge is creating ripple effects in the financial sector, especially in the availability and cost of credit to the private sector.\n\nBy the end of April 2025, the country’s domestic debt stock had reached Sh34.75 trillion, marking an 8.8 percent increase from June 2024. Treasury bonds alone contributed Sh2.7 trillion to this rise, with their share of total domestic debt soaring to nearly 80 percent from Sh24.75 trillion in June 2024 to Sh27.45 trillion ten months later.\n\nWhile the figures highlight the growing dominance of bonds in government financing, analysts are warning that the shift may be straining the supply of credit to businesses and households.\n\nRecord-breaking appetite for bonds\n\nIn April 2025, the government’s 20-year bond auction received Sh760 billion in bids, and in May, a 25-year bond shattered previous records with Sh794 billion in subscriptions—the highest ever for any bond auction in Tanzania.\n\nThis strong appetite is driven largely by institutional investors such as banks and pension funds. Zan Securities Advisory and Research manager Isaac Lubeja described the bond market as being at a historic high, but cautioned that this enthusiasm has come with trade-offs.\n\n“As more funds are locked into long-term bonds, banks are left with less liquidity for business loans, mortgages, and other credit products,” he said.\n\nAccording to the Bank of Tanzania (BoT), commercial banks now hold 28.9 percent of all government bonds, making them the single largest category of bondholders. Pension funds follow at 26.4 percent, while the BoT itself accounts for 20.5 percent.\n\nPrivate credit under pressure\n\nPrivate sector credit grew by 15.1 percent between July 2024 and April 2025—an increase, but a slowdown compared to the 18.4 percent seen during the same period a year earlier. The BoT attributes this moderation to a deliberately tight monetary policy aimed at containing inflationary pressures driven by shilling depreciation.\n\nThus, while bond yields climb and attract institutional capital, businesses find it harder to access affordable credit.\n\nDespite ongoing reforms, lending rates remain high—averaging 15.5 percent, barely changed from last year. The BoT, in its June 2025 Monetary Policy Statement, acknowledged that lending rates have remained “downward sticky,” reflecting limited pass-through of monetary policy to borrowing costs.\n\nTo address this, the government and central bank have implemented a series of measures, including, monitoring banks’ adherence to financial consumer protection regulations, expanding national ID coverage and formalising residential addresses to improve credit profiling and strengthening the judicial system to fast-track loan default disputes. It is also finalising a price comparison system to improve borrower decision-making and conducting lgal reforms to ease collateral recovery and expand the definition of acceptable security to include movable assets.\n\nThese efforts aim to reduce structural impediments to lending and deepen financial inclusion.\n\nInvestment banker and corporate advisor Salum Awadh noted that rising bond yields are logically influencing bank lending behaviour.\n\n“It’s rational for banks to prefer higher-yield, low-risk bonds over lending to riskier borrowers,” he said.\n\nHowever, Mr Awadh also emphasised that bond yields are just one of many factors affecting lending rates—others include cost of funds, inflation, overheads, and borrower risk profiles.\n\nThe shift is evident in interbank markets. Mr Lubeja noted that both the overnight and 7-day interbank lending rates have consistently hovered near the BoT’s 8 percent ceiling since the beginning of the year—an indicator of tightening liquidity.\n\n“These elevated rates spill over into the wider credit market, raising the cost of borrowing across the board,” he said.\n\nBoT acknowledged the strain and has attempted to inject liquidity through various tools, including reverse repos, foreign exchange purchases, swaps with banks, and gold purchases.\n\nThe role of CBR and benchmark effects\n\nTo enhance monetary policy signalling, BoT introduced the Central Bank Rate (CBR), set at 6 percent throughout the 2024/25 fiscal year. The CBR is meant to guide interbank rates and eventually influence lending rates.\n\nMr Awadh welcomed the move, noting its alignment with practices in developed markets, but warned that significant impact will require time and policy consistency.\n\nMeanwhile, seasoned banker Kelvin Mkwawa cautioned that long-term government bond yields, especially 10-year bonds currently yielding around 14.25 percent, are acting as informal benchmarks for loan pricing.\n\n“If the benchmark is 14.25 percent, banks will understandably add a margin for risk and overhead, which keeps lending rates elevated,” he said.\n\nHe called for measures to reduce the government’s borrowing appetite and make private sector lending more attractive to banks.\n\nAcademic view: Crowding out not yet total\n\nA senior finance lecturer at the University of Dar es Salaam Business School, Dr Tobias Swai, said that while government borrowing competes with the private sector, it does not necessarily crowd it out completely.\n\n“Legal and prudential regulations, including liquidity ratios, limit the extent to which government borrowing can absorb credit at the expense of private lending,” he explained.",
    "image": "https://www.thecitizen.co.tz/resource/blob/5099816/3fbd5a1c97ab6a98f8a7ee65ad0c5924/bot-pic-data.jpg"
  },
  {
    "id": 12,
    "title": "Man loses four relatives, six tenants in Kilimanjaro bus crash",
    "content": "Moshi. Grief has engulfed the family of Mzee Kiluvia in Ngusero, Same Urban, Kilimanjaro Region, after his four relatives and six tenants were confirmed dead in a tragic road accident that claimed 38 lives on Saturday.\n\nThe victims were travelling to Moshi to attend a family wedding when their minibus collided head-on with a Channel One passenger coach at Sabasaba in Same town. Both vehicles burst into flames, killing dozens and injuring 29 others.\n\nKilimanjaro Regional Commissioner Nurdin Babu said the injured were taken to Same District Hospital, Mawenzi Regional Hospital, and Kilimanjaro Christian Medical Centre (KCMC). “Among the 29 injured, 24 were admitted to Same District Hospital and five referred to regional and specialised hospitals,” he said.\n\nKilimanjaro Regional Police Commander Simon Maigwa said the accident was caused by a tyre burst on the Channel One coach, which led to a head-on collision with the minibus.\n\nFamily members in mourning\n\nSpeaking to The Citizen, Mr Abdallah Kiluvia said most of the victims in the smaller bus were burnt beyond recognition. “Ninety-eight percent of the bodies are unidentifiable. We are now preparing to conduct DNA tests at KCMC to preserve and identify what remains,” he said.\n\nMr Ramadhani Kiluvia, who lost his mother and younger sibling, said he was already in Moshi preparing for the wedding when he received news of the crash. “Everyone who was in that vehicle was family. I called my mother, but there was no answer,” he recounted, breaking into tears.\n\nMs Gloria Nehemiah, who lost her mother in the crash, said her family had travelled ahead in a separate vehicle. “After learning about the crash, I tried to reach her. The phone went unanswered. She and the others were all my mothers,” she said.\n\nSurvivors speak\n\nMr Mudin Waziri, a survivor from the Channel One bus, said he was seated at the back when the crash occurred. “Suddenly, there was a violent impact. I was thrown forward. As the bus caught fire, everyone scrambled to escape,” he said.\n\nAnother survivor, Mr Miliad Mndeme, said the left tyre burst before the collision. “The coach collided with the minibus and caught fire. Luckily, some of us were rescued,” he said.\n\nSame District Medical Officer Lwitiko Mwalukumba said 22 of the 24 patients at Same District Hospital had been discharged. “Two remain under care—one will be referred to KCMC, while the other is recovering steadily,” he said.",
    "image": "https://www.thecitizen.co.tz/resource/blob/5100208/6281ced7c64c6e36c8b282730bac2ecd/crash-pic-2--data.jpg"
  },
  {
    "id": 13,
    "title": "TPA kicks off daily Kwala cargo trains to clear Dar port",
    "content": "Dar es Salaam. The Tanzania Ports Authority (TPA) has initiated a daily cargo train service from the Dar es Salaam Port to the Kwala Inland Container Depot (ICD) to alleviate congestion at the port and improve efficiency, particularly for goods in transit to the Democratic Republic of Congo (DRC).\n\nThe trains are operated by Tanzania Railways Corporation (TRC).\n\nIn an interview with The Citizen, General Cargo director Abed Gallus explained that this initiative was introduced to address delays in clearing Congolese cargo, especially during periods of political instability in the DRC.\n\nHe said: “We started with cargo from Congo. During times of conflict, Congolese cargo would remain at the port for extended periods. We began moving it to Kwala by train, where clients can collect it at their convenience.”\n\nKwala ICD began operations in August 2023, initially focusing on clearing long-stay containers. However, since March of this year, daily train services running on the Meter Gauge Railway (MGR) have been specifically directed at handling DRC-bound cargo.\n\n“One MGR train now departs for Kwala every day. Tanzania Railways Corporation (TRC) has significantly enhanced its cargo handling capacity,” he added.\n\nMr Gallus noted that this initiative benefits DRC traders and is part of a broader strategy to improve service delivery to other landlocked countries.\n\n“We started with the DRC, but we plan to serve all landlocked countries,” he said.\n\nThe Kwala ICD offers importers and exporters a 60-day grace period before storage penalties apply, providing clients with some flexibility in collecting their goods. “Kwala provides flexibility. Clients get some breathing room even if they face delays in picking up cargo,” he remarked.\n\nAddressing concerns about traffic congestion in Dar es Salaam, Mr Gallus clarified that TPA is not responsible for the heavy truck movement in the city.\n\n“Lorries are not there because of us. Each District Commissioner is working to manage traffic. On our part, we are focusing on Mandela Road and increasing rail use to alleviate pressure on city roads,” he explained.\n\nHe also mentioned improvements at Dar es Salaam Port, where container vessel delays have decreased from 30 days to only three.",
    "image": "https://www.thecitizen.co.tz/resource/image/4653928/landscape_ratio3x2/1200/800/10c597294b6f3b70bf52dc28673d748/Eo/dry-port.jpg"
  },
  {
    "id": 14,
    "title": "Why the West conspired to murder Patrice Lumumba: The unforgivable crime of sovereignty",
    "content": "Dar es Salaam. In August 1960, as Congo simmered in post-independence instability, a secret cable marked ‘Top Secret’ from Langley, Virginia, landed at the CIA station in Léopoldville (now Kinshasa).\n\nThe message was terse and deadly: “We conclude that his removal must be an urgent and prime objective.” The “his” referred to Patrice Lumumba, Congo’s first democratically elected Prime Minister.\n\nHis crime was not communism or radicalism, it was believing that Congo, which attained its independence from Belgium on June 30, 1960, should belong to the Congolese.\n\nWhat followed became one of the most ruthless political assassinations of the 20th century.\n\nBacked by the United States and Belgium, and aided by local collaborators, Lumumba’s elimination was the product of a Cold War calculus that viewed African independence not as a triumph, but as a threat to Western control.\n\nAt the heart of the crisis was Congo’s extraordinary natural wealth.\n\nThe country was a geopolitical prize: home to the Shinkolobwe mine, which supplied uranium which the US used to manufacture the Hiroshima nuclear bomb in 1945.\n\nThis mine which was controlled by Belgian firm, Union Minière, also held the world’s largest reserves believed to be 60 percent of global supply, vital for Cold War jet engines, along with diamonds, rubber, and copper worth billions of dollars to European conglomerates.\n\nWhen Congo gained independence from Belgium on June 30, 1960, it was not seen by Western powers as a new democracy but as a ticking time bomb.\n\nLumumba’s bold Independence Day speech, delivered in front of King Baudouin and a global audience, rejected colonial paternalism and denounced the brutality of Belgian rule.\n\n“No Congolese will ever forget that independence was won in struggle!” he said in his independence speech. His words ignited pride across Africa, but fury in Western capitals.\n\nBelgium quickly moved to protect its interests. It froze Congo’s assets and backed the secession of the mineral-rich Katanga province under Moïse Tshombe.\n\nLumumba, desperate to hold the country together, did the unthinkable, he turned to the only power willing to assist, the Soviet Union.\n\nIt was a tactical move, but it set off panic in Washington and elsewhere.\n\nAlthough Lumumba had no ties to Moscow or Marxist ideology, the CIA painted him as a Soviet pawn.\n\nCIA Director, Allen Dulles, labelled him “a Castro in Africa.” President Eisenhower reportedly gave the order for his assassination. In classified 1960 cables and memos, Lumumba was branded “unstable,” “dangerous,” and “beyond control.”\n\nIn truth, he was independent and could not be bought, traits that made him an enemy in a world carved up by empires.\n\nIn response, the CIA launched ‘Operation Wizard’, a covert mission to eliminate him.\n\nAgents considered poisoning his toothpaste, attempted to bribe parliamentarians to oust him, and backed a military coup led by ColonelJoseph-Désiré Mobutu.\n\nWhen Mobutu seized power, Lumumba was arrested, beaten, and eventually transferred, under the watchful eye of Western operatives, to Katanga.\n\nOn January 17, 1961, Lumumba was executed. His final words, reportedly, were: “You are killing Africa.”\n\nHis body was later dissolved in acid. One Belgian officer, Gérard Soete, kept a tooth from Lumumba’s corpse as a souvenir, a grotesque symbol of colonial cruelty.\n\nFor years, the official story was that Lumumba was killed in tribal violence. It was only in 2002 that Belgium formally admitted “moral responsibility.”\n\nThe United States acknowledged “complicity” but has never apologised.\n\nThe real reasons for Lumumba’s murder are now clear, supported by declassified documents and witness testimony.\n\nFirst, he threatened Western control of strategic resources. His plan to nationalize Congo’s mines jeopardized billions of dollars in Western investments.\n\nSecond, he was incorruptible and refused to be a puppet.\n\nThird, his anti-colonial rhetoric and pan-African alliances terrified leaders in Washington, London, and Brussels.\n\nFourth, he sought Soviet aid when abandoned by the West, a pragmatic move that was framed as ideological betrayal.\n\nFinally, his mere presence as a proud, charismatic African leader challenged the racialized power structures of the Cold War era.\n\nAfter Lumumba’s death, Mobutu, installed with CIA support, ruled Congo for 32 years.\n\nHe plundered state coffers, looted an estimated $5 billion, and left the country mired in poverty.\n\nA 2023 UN report found that 75 percent of Congo’s mining industry remains controlled by foreign corporations.\n\nLumumba, in his final letter from prison, wrote, “Neither brutality, nor cruelty, nor torture will ever bring me to ask for mercy, for I prefer to die with my head held high, with unshakable faith and deep confidence in the destiny of my country.”\n\nHis words remain a haunting indictment of neocolonialism. He was not martyred because he was a radical. He was killed because he insisted that the wealth of Congo should benefit its people.\n\nMorocco's late king Mohamed V decorates Patrice Lumumba in Rabat on August 8, 1960\n\n\n\nToday, Patrice Lumumba stands as a symbol of what could have been, a visionary leader whose only sin was believing that African sovereignty was non-negotiable.",
    "image": "https://www.thecitizen.co.tz/resource/image/5100642/landscape_ratio3x2/1200/800/3c86c2e4eb4d06cd079e6e0612feba6b/nf/lumumba-3.jpg"
  },
  {
    "id": 15,
    "title": "Côte d'Ivoire/Renforcement de capacité à la Gouvernance des entreprises de l’État : 102 dirigeants reçoivent leurs certificats",
    "content": "102 dirigeants ont reçu leurs certificats de fin de formation, le mercredi 25 juin 2025 dans la commune du Plateau après avoir bénéficié d’un renforcement de capacité, d’environ un mois initié par leurs tutelles.\n\n\n\n\n\nCe sont entre autres des directeurs d’ hôpitaux, des ordonnateurs de dépenses publiques, des présidents de conseils de gestion et assimilés, directeurs généraux qui se sont formés du mardi 27 mai au mercredi 25 juin 2025.\n\n\n\n\n\nEn effet, la Direction générale des Établissements Publics Nationaux (DGEPN), par ce canal, veut donner un contenu opérationnel à la vision du président Alassane Ouattara de réformer l’administration ivoirienne. “ Cette formation n’est que le point de départ d’un vaste programme ambitieux et inclusif, renforcement de capacités, de dialogue entre entreprise étatique et d’engagement collectif pour des Établissements Publics Nationaux (EPN) plus efficaces, plus transparents et mieux alignés aux objectifs de développement de la Côte d’Ivoire’’, a déclaré Daouda Kamagaté, Directeur Général de la DGEPN lors de son allocution.\n\n\n\n\n\nMonsieur Kamagaté a aussi informé de l’élaboration prochaine d’un guide de gouvernance, la mise en place d’un portail numérique intégré de gouvernance, la finalisation d’un référentiel d’audit et de contrôle pour garantir l’alignement des actions des EPN avec les orientations fixées par l’Etat.\n\n\n\n\n\nLe maître d’ouvrage de ce vaste chantier a été confié à l’Institut Nationale des Administrateurs de Côte d’Ivoire (INAD-CI). La sénatrice, Viviane Zunon Kipré, Présidente du Conseil d’Administration de l’institut a pour sa part renouvelé l'engagement de son institution à “rester fidèle aux côtés de l’État et de ses partenaires pour multiplier les cadres d’échange, les dispositifs certifiants et les actions de sensibilisation à la gouvernance ”.\n\n\n\n\n\nLe ministre du Patrimoine, du Portefeuille de l’Etat et des Entreprises Publiques, Moussa Sanogo a rehaussé la cérémonie de sa présence effective, gage de l’intérêt particulier qu’il place dans la réforme de la gouvernance publique et la montée en compétence des dirigeants des établissements publics nationaux.\n\n\n\n\n\nPar ailleurs, les modules abordés ont porté sur la bonne gouvernance, la mission de service public, la gestion performante, l’éthique des établissements publics, la stratégie et l’innovation digitale.\n\n\n\n\n\nR-SEKONGO",
    "image": "https://media-files.abidjan.net/photo/cote-d-ivoire-renforcement-de-capacite-a-la-gouvernance-des-entreprises-de-_gjmzlds1fkp.jpg"
  },
  {
    "id": 16,
    "title": "La Côte d’Ivoire lance officiellement sa Bourse des Matières Premières Agricoles avec l’appui technique de la BRVM",
    "content": "La Bourse des Matières Premières Agricoles (BMPA) de Côte d’Ivoire a été officiellement lancée ce mercredi 28 mai 2025 à Abidjan en présence du ministre de l’agriculture, du développement rural et des productions vivrières, Kobenan Kouassi Adjoumani. Cette initiative est soutenue techniquement par la Bourse Régionale des Valeurs Mobilières (BRVM). Selon le Directeur général de la BRVM, Dr Félix Edoh Kossi Amenounve, cette plateforme, conçue selon une architecture moderne conforme aux meilleurs standards internationaux, s’annonce comme un véritable levier de transformation structurelle du secteur agricole ivoirien.\n\n\n\n\n\nEn tant qu’assistant technique de l’État de Côte d’Ivoire, la BRVM a relevé aux dires de son directeur général, le défi de contribuer à la mise en place d’un marché organisé, transparent et ouvert à l’international, pour trois spéculations phares du pays : la noix de cajou, la noix de cola et le maïs. Cette première phase ouvre la voie à une régulation plus juste des prix, en luttant contre les distorsions actuelles du marché.\n\n\n\n\n\nPour le Directeur général de la BRVM, Dr Félix Edoh Kossi Amenounve, « la mise en place de la BMPA répond à une volonté claire de doter la Côte d’Ivoire d’un outil moderne, efficace et inclusif, pour une valorisation optimale des produits agricoles locaux ».\n\n\n\n\n\nLa Bourse des Matières Premières Agricoles s’inscrit dans une vision stratégique à long terme, avec six objectifs prioritaires dont l’organisation d’un marché fiable pour les spéculations agricoles ; l’apport de la transparence dans la fixation des prix ; la stimulation de la production agricole à travers des incitations de marché ; la fluidification de la la circulation des produits agricoles sur le territoire ; l’amélioration des revenus des producteurs et leur accès au financement ; et la favorisation du commerce équitable pour une agriculture durable et inclusive.\n\n\n\n\n\nCes objectifs sont pleinement partagés par la BRVM et par l’ensemble de l’écosystème financier et agricole. Trois premiers Courtiers en Produits Agricoles (CPA) ont été agréés pour opérer sur cette nouvelle plateforme. Il s’agit de West Africa Commodities Market, Raw Material Trading et African Commodities Brokerage House. Par ailleurs, la Banque Nationale d’Investissement (BNI) a été accréditée en tant que Banque de Règlement Agricole (BRA), avec la responsabilité de garantir la fluidité et la sécurité des transactions financières.\n\n\n\n\n\nTous ces acteurs affichent une volonté commune qui est de maintenir les standards de la BMPA Côte d’Ivoire à un haut niveau et renforcer la confiance des parties prenantes, aussi bien au plan national qu’international.\n\n\n\n\n\nPrenant la parole au cours de cette cérémonie, le ministre Adjoumani Kobenan a indiqué qu’avec ce lancement, la Côte d’Ivoire ambitionne de se positionner comme un hub régional du commerce agricole, capable de répondre aux exigences des marchés mondiaux tout en valorisant les efforts des producteurs locaux. « La BMPA devient ainsi un pilier fondamental pour l’inclusion financière des agriculteurs, la croissance économique du pays et la compétitivité de ses matières premières. », a-t-il déclaré.\n\n\n\n\n\n\n\n\n\n\n\n\n\nCyprien K.",
    "image": "https://media-files.abidjan.net/photo/ceremonie-d-inauguration-officielle-de-la-bourse-des-matieres-premieres-agr_096acju381i3.jpg"
  },
  {
    "id": 17,
    "title": "Canadian Prime Minister Carney says trade talks with US resume after Canada rescinded tech tax",
    "content": "TORONTO (AP) — Canadian Prime Minister Mark Carney said late Sunday trade talks with U.S. have resumed after Canada rescinded its plan to tax U.S. technology firms.\n\nU.S. President Donald Trump said Friday that he was suspending trade talks with Canada over its plans to continue with its tax on technology firms, which he called “a direct and blatant attack on our country.”\n\nThe Canadian government said “in anticipation” of a trade deal “Canada would rescind” the Digital Serves Tax. The tax was set to go into effect Monday.\n\nCarney and Trump spoke on the phone Sunday, and Carney’s office said they agreed to resume negotiations.\n\n“Today’s announcement will support a resumption of negotiations toward the July 21, 2025, timeline set out at this month’s G7 Leaders’ Summit in Kananaskis,” Carney said in a statement.\n\nCarney visited Trump in May at the White House, where he was polite but firm. Trump traveled to Canada for the G7 summit in Alberta, where Carney said that Canada and the U.S. had set a 30-day deadline for trade talks.\n\nTrump, in a post on his social media network last Friday, said Canada had informed the U.S. that it was sticking to its plan to impose the digital services tax, which applies to Canadian and foreign businesses that engage with online users in Canada.\n\nThe digital services tax was due to hit companies including Amazon, Google, Meta, Uber and Airbnb with a 3% levy on revenue from Canadian users. It would have applied retroactively, leaving U.S. companies with a $2 billion U.S. bill due at the end of the month.\n\nDaniel Béland, a political science professor at McGill University in Montreal, called Carney’s retreat a “clear victory” for Trump.\n\n“At some point this move might have become necessary in the context of Canada-US trade negotiations themselves but Prime Minister Carney acted now to appease President Trump and have him agree to simply resume these negotiations, which is a clear victory for both the White House and big tech,” Béland said.\n\nHe said it makes Carney look vulnerable to President Trump’s outbursts.\n\n“President Trump forced PM Carney to do exactly what big tech wanted. U.S. tech executive will be very happy with this outcome,” Béland said.\n\nCanadian Finance Minister François-Philippe Champagne also spoke with U.S. Treasury Secretary Scott Bessent on Sunday.\n\n“Rescinding the digital services tax will allow the negotiations of a new economic and security relationship with the United States to make vital progress,” Canadian Finance Minister François-Philippe Champagne said in a statement.\n\nTrump’s announcement Friday was the latest swerve in the trade war he’s launched since taking office for a second term in January. Progress with Canada has been a roller coaster, starting with the U.S. president poking at the nation’s northern neighbor and repeatedly suggesting it would be absorbed as a U.S. state.\n\nCanada and the U.S. have been discussing easing a series of steep tariffs Trump imposed on goods from America’s neighbor.\n\nTrump has imposed 50% tariffs on steel and aluminum as well as 25% tariffs on autos. He is also charging a 10% tax on imports from most countries, though he could raise rates on July 9, after the 90-day negotiating period he set would expire.\n\nCanada and Mexico face separate tariffs of as much as 25% that Trump put into place under the auspices of stopping fentanyl smuggling, though some products are still protected under the 2020 U.S.-Mexico-Canada Agreement signed during Trump’s first term.",
    "image": "https://dims.apnews.com/dims4/default/a5cdfcb/2147483647/strip/true/crop/7805x4390+0+320/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F04%2Ff4%2F37dd5de2e05e5f470f399a759dbd%2Fd55cb4d37072463995ff50aaf4535345"
  },
  {
    "id": 18,
    "title": "UK police probe Bob Vylan’s festival chants against Israeli military, as US revokes band’s visas",
    "content": "LONDON (AP) — British police launched a criminal investigation Monday into a televised performance at the Glastonbury Festival by rap punk duo Bob Vylan, who drew intense criticism after they led crowds of music fans in chanting “death” to the Israeli military.\n\nMeanwhile. the U.S. State Department said it has revoked the U.S. visas for Bob Vylan, who were set to go on tour in the United States later this year, after their “hateful tirade at Glastonbury.”\n\nRapper Bobby Vylan — who until the weekend was relatively little known — led crowds in chants of “free, free Palestine” and “death, death to the IDF” — the Israel Defense Forces — on Saturday at Britain’s biggest summer music festival.\n\nThe BBC said it regretted livestreaming the performance.\n\nAP AUDIO: UK police probe Bob Vylan’s festival chants against Israeli military, as US revokes band’s visas AP correspondent Charles de Ledesma reports Britain’s BBC says it should have pulled a livestream of rap duo Bob Vylan’s performance Glastonbury, which saw the group leading crowds of music fans in chants calling for “death” to the Israeli military.\n\n“The antisemitic sentiments expressed by Bob Vylan were utterly unacceptable and have no place on our airwaves,” the broadcaster said, adding that it “respects freedom of expression but stands firmly against incitement to violence.”\n\nBritish Prime Minister Keir Starmer and U.K. politicians condemned the chants, saying there was no excuse for such “appalling hate speech.”\n\nAvon and Somerset Police said Bob Vylan’s performance, along with that by Irish-language band Kneecap, were now subject to a criminal investigation and have been “recorded as a public order incident.”\n\nFrom AP’s Standards and Stylebook teams: The AP is calling the conflict between Israel and Iran a war, given the scope, intensity and duration of military activities on both sides. Click here for an explanation of this decision.\n\n\n\nThe BBC under heavy pressure\n\nIsrael’s war against Hamas in Gaza has inflamed tensions around the world, triggering pro-Palestinian protests in many capitals and on college campuses. Israel and some supporters have described the protests as antisemitic, while critics say Israel uses such descriptions to silence opponents.\n\nBob Vylan performs on the West Holts Stage, during the Glastonbury Festival at Worthy Farm in Somerset. England, Saturday, June 28, 2025. (Ben Birchall/PA via AP) Bob Vylan performs on the West Holts Stage, during the Glastonbury Festival at Worthy Farm in Somerset. England, Saturday, June 28, 2025. (Ben Birchall/PA via AP) Share Share Facebook\n\nCopy Link copied\n\nPrint\n\nEmail\n\nX\n\nLinkedIn\n\nBluesky\n\nFlipboard\n\nPinterest\n\nReddit Read More\n\nOfcom, the U.K.'s broadcasting regulator, said it was “very concerned” about the BBC livestream and said the broadcaster “clearly has questions to answer.”\n\nThe BBC said earlier in its defense that it had issued a warning on screen about “very strong and discriminatory language” during its livestream of Bob Vylan’s act.\n\nU.S. Deputy Secretary of State Christopher Landau said the visas for Bob Vylan’s two members — who both use stage names for privacy reasons — have been revoked.\n\n“Foreigners who glorify violence and hatred are not welcome visitors to our country,” Landau said in a social media post Monday.\n\nStarmer said the BBC must explain “how these scenes came to be broadcast.”\n\nBob Vylan, which formed in 2017, have released four albums mixing punk, grime and other styles with lyrics that often address issues including racism, masculinity and politics.\n\nIn a statement posted on social media, singer Bobby Vylan said he was inundated with messages of both support and hatred.\n\n“Teaching our children to speak up for the change they want and need is the only way that we make this world a better place,” he wrote.\n\nKneecap also being investigated\n\nBob Vylan performed on Saturday afternoon just before Kneecap, another band that has drawn controversy over its pro-Palestinian stance.\n\nKneecap led a huge crowd in chants of “Free Palestine” at the festival. They also aimed an expletive-laden chant at Starmer, who has said he didn’t think it was “appropriate” for Kneecap to play Glastonbury after one of its members was charged under the Terrorism Act.\n\nLiam Óg Ó hAnnaidh, who performs under the stage name Mo Chara, was charged with supporting a proscribed organization for allegedly waving a Hezbollah flag at a concert in London last year.\n\nOn Saturday a member of the group suggested fans “start a riot” outside his bandmate’s upcoming court appearance — though he then said “No riots, just love and support, and support for Palestine.”\n\nThe BBC had already taken a decision not to broadcast Kneecap’s Glastonbury performance live, though it did make available an unedited version of the set to its festival highlights page on BBC iPlayer service.\n\nThe Israeli Embassy to the U.K. said over the weekend it was “deeply disturbed by the inflammatory and hateful rhetoric expressed on stage at the Glastonbury Festival.”\n\nBob Vylan performs on the West Holts Stage, during the Glastonbury Festival at Worthy Farm in Somerset. England, Saturday, June 28, 2025. (Yui Mok/PA via AP) Bob Vylan performs on the West Holts Stage, during the Glastonbury Festival at Worthy Farm in Somerset. England, Saturday, June 28, 2025. (Yui Mok/PA via AP) Share Share Facebook\n\nCopy Link copied\n\nPrint\n\nEmail\n\nX\n\nLinkedIn\n\nBluesky\n\nFlipboard\n\nPinterest\n\nReddit Read More\n\nThe acts were among among 4,000 that performed in front of some 200,000 music fans this year at the festival in southwest England.\n\nBob Vylan perform on the West Holts Stage, during the Glastonbury Festival at Worthy Farm in Somerset. England, Saturday, June 28, 2025. (Yui Mok/PA via AP) Bob Vylan perform on the West Holts Stage, during the Glastonbury Festival at Worthy Farm in Somerset. England, Saturday, June 28, 2025. (Yui Mok/PA via AP) Share Share Facebook\n\nCopy Link copied\n\nPrint\n\nEmail\n\nX\n\nLinkedIn\n\nBluesky\n\nFlipboard\n\nPinterest\n\nReddit Read More\n\nBob Vylan performs on the West Holts Stage, during the Glastonbury Festival at Worthy Farm in Somerset. England, Saturday, June 28, 2025. (Yui Mok/PA via AP) Bob Vylan performs on the West Holts Stage, during the Glastonbury Festival at Worthy Farm in Somerset. England, Saturday, June 28, 2025. (Yui Mok/PA via AP) Share Share Facebook\n\nCopy Link copied\n\nPrint\n\nEmail\n\nX\n\nLinkedIn\n\nBluesky\n\nFlipboard\n\nPinterest\n\nReddit Read More\n\nInternational criticism over Gaza\n\nIsrael has faced heavy international criticism for its war conduct in Gaza. In May, the U.K., France and Canada issued a sharply worded statement calling for Israel to stop its “egregious” military actions in Gaza and criticizing Israel’s actions in the occupied West Bank.\n\nMore than 6,000 people have been killed and more than 20,000 injured in Gaza since Israel ended a ceasefire in March.\n\nSince the war began in October 2023 with a Hamas attack on Israel, Israeli attacks have killed more than 56,000 people and injured 132,000, according to Gaza’s Health Ministry. It doesn’t distinguish between civilians and combatants, but has said that women and children make up more than half the dead.\n\nIsrael says it only targets militants and blames civilian deaths on Hamas, accusing the militants of hiding among civilians, because they operate in populated areas.",
    "image": "https://dims.apnews.com/dims4/default/c4da4b1/2147483647/strip/true/crop/3500x1969+0+182/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F12%2F4a%2F1bebbde2b4760bb74d43500c6767%2Fa328a7f8eeac46e0be2f2e94ec8954ff"
  },
  {
    "id": 19,
    "title": "Israeli settlers rampage at a military base in the West Bank",
    "content": "TEL AVIV, Israel (AP) — Dozens of Israeli settlers rampaged around a military base in the Israeli-occupied West Bank, setting fires, vandalizing military vehicles, spraying graffiti and attacking soldiers, the military said.\n\nSunday night’s unrest came after several attacks in the West Bank carried out by Jewish settlers and anger at their arrests by security forces attempting to contain the violence over the past few days.\n\nMore than 100 settlers on Wednesday evening entered the West Bank town of Kfar Malik, setting property ablaze and opening fire on Palestinians who tried to stop them, Najeb Rostom, head of the local council, said. Three Palestinians were killed after the military intervened. Israeli security forces arrested five settlers.\n\nMourners carry the bodies of three Palestinians who were killed on Wednesday when Jewish settlers stormed the West Bank village of Kafr Malik, Thursday, June 26, 2025. (AP Photo/Leo Correa) Mourners carry the bodies of three Palestinians who were killed on Wednesday when Jewish settlers stormed the West Bank village of Kafr Malik, Thursday, June 26, 2025. (AP Photo/Leo Correa) Share Share Facebook\n\nCopy Link copied\n\nPrint\n\nEmail\n\nX\n\nLinkedIn\n\nBluesky\n\nFlipboard\n\nPinterest\n\nReddit Read More\n\n“No civilized country can tolerate violent and anarchic acts of burning a military facility, damaging IDF property and attacking security personnel by citizens of the country,” Prime Minister Benjamin Netanyahu said.\n\nFootage on Israeli media showed dozens of young, religious men typically associated with “hilltop youth,” an extremist movement of Israeli settlers who occupy West Bank hilltops and have been accused of attacking Palestinians and their property.\n\nThe footage showed security forces using stun grenades as dozens of settlers gathered around the military base just north of Ramallah. The Israeli military released photos of the infrastructure burned in the attack, which it said included “systems that help thwart terrorist attacks and maintain security.”\n\nFar-right Security Minister Itamar Ben-Gvir, who has often defended Israelis accused of similar crimes, offered a rare condemnation of Sunday’s violence. “Attacking security forces, security facilities, and IDF soldiers who are our brothers, our protectors, is a red line, and must be dealt with in full severity. We are brothers,” he wrote on X.\n\nFrom AP’s Standards and Stylebook teams: The AP is calling the conflict between Israel and Iran a war, given the scope, intensity and duration of military activities on both sides. Click here for an explanation of this decision.\n\n\n\nOpposition leader Yair Lapid told Israel’s Army radio that the riots were carried out by “Jewish terrorists, gangs of criminals, who feel backed by the (governing) coalition.”\n\nA hard-line supporter of Jewish settlements, Ben-Gvir was previously convicted in Israel of racist incitement and support for terrorist groups, and has called for the deportation of all Arab citizens from Israel. Though once widely shunned by Israel’s politicians, Ben-Gvir’s influence has grown and alongside a shift to the right in the country’s electorate has further emboldened violence from extremist settlers in the West Bank.\n\nDefense Minister Israel Katz vowed Monday to “eradicate this violence from the root,” and implored the extremist settlers to remember that many of the security forces are exhausted reservists serving multiple rounds of duty.\n\nOver the past two years of the Israel-Hamas war in Gaza, Palestinian residents in the West Bank have reported a major increase in Israeli checkpoints and delays across the territory. Israel, meanwhile, says threats from the West Bank against its citizens are on the rise.\n\nIsrael captured the West Bank, Gaza and east Jerusalem in the 1967 Mideast war, and Palestinians want all three territories for their future state. The West Bank is home to some 3 million Palestinians live under seemingly open-ended Israeli military rule, and 500,000 Jewish settlers. The international community overwhelmingly considers settlements illegal.",
    "image": "https://dims.apnews.com/dims4/default/8bb2f00/2147483647/strip/true/crop/8640x4860+0+450/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F44%2Fc7%2F0e1e27bd9f57a1de30ffd370193d%2Fd3e5b3b3d8ff49d4a26fb786528e2346"
  },
  {
    "id": 20,
    "title": "Gunman started Idaho blaze and then fatally shot 2 firefighters in ambush attack, officials say",
    "content": "BOISE, Idaho (AP) — A man armed with a rifle started a wildfire Sunday and then began shooting at first responders in a northern Idaho mountain community, killing two firefighters and wounding a third during a barrage of gunfire over several hours, authorities said.\n\nPolice and fire crews respond to a shooting and fire on Canfield Mountain in Coeur d’Alene, Idaho, Sunday, June 29, 2025. (Kathy Plonka/The Spokesman-Review via AP) Police and fire crews respond to a shooting and fire on Canfield Mountain in Coeur d’Alene, Idaho, Sunday, June 29, 2025. (Kathy Plonka/The Spokesman-Review via AP) Share Share Facebook\n\nCopy Link copied\n\nPrint\n\nEmail\n\nX\n\nLinkedIn\n\nBluesky\n\nFlipboard\n\nPinterest\n\nReddit Read More\n\nA shelter-in-place order was lifted Sunday night after a tactical response team used cellphone data to “hone in” on a wooded area where they found the suspect’s body with a firearm nearby as flames rapidly approached, Kootenai County Sheriff Bob Norris said.\n\nOfficials did not release his name, nor did they say what kind of gun was found.\n\n“We do believe that the suspect started the fire, and we do believe that it was an ambush and it was intentional,” Norris said at a Sunday night news conference. “These firefighters did not have a chance.”\n\nSheriff’s officials said crews responded to a fire at Canfield Mountain just north of Coeur d’Alene around 1:30 p.m., and gunshots were reported about a half hour later.\n\nInvestigators said the gunman acted alone.\n\n“We believe that was the only shooter that was on that mountain at that time,” Norris said.\n\nThree victims were brought to Kootenai Health, said hospital spokesperson Kim Anderson. Two were dead on arrival and the third was being treated for injuries, Anderson said. The wounded firefighter was “fighting for his life” after surgery and was in stable condition, Norris said.\n\nThe scene was sheer pandemonium as the brush fire burned and firefighters rushed to the scene only to come under heavy fire.\n\nA procession from Kootenai Health headed to Spokane after a few firefighters were killed Sunday, June 29, 2025, when they were ambushed by sniper fire while responding to a blaze in a northern Idaho mountain community, in Coeur d’Alene, Idaho. (Bill Buley/Coeur D’Alene Press via AP)/ A procession from Kootenai Health headed to Spokane after a few firefighters were killed Sunday, June 29, 2025, when they were ambushed by sniper fire while responding to a blaze in a northern Idaho mountain community, in Coeur d’Alene, Idaho. (Bill Buley/Coeur D’Alene Press via AP)/ Share Share Facebook\n\nCopy Link copied\n\nPrint\n\nEmail\n\nX\n\nLinkedIn\n\nBluesky\n\nFlipboard\n\nPinterest\n\nReddit Read More\n\nFirst responders made urgent calls for help on their radios: “Everybody’s shot up here ... send law enforcement now,” according to one dispatch.\n\nGov. Brad Little said “multiple” firefighting personnel were attacked.\n\n“This is a heinous direct assault on our brave firefighters,” Little said on X. “I ask all Idahoans to pray for them and their families as we wait to learn more.”\n\nNorris said it appeared the sniper was hiding in the rugged terrain and using a high-powered rifle. He said he instructed deputies to fire back.\n\nIn this photo provided by Mark Lathrop, a blaze burns in a community near Canfield Mountain where a sniper ambushed firefighters responding to the fire, just north of Coeur d’Alene, Idaho, Sunday, June 29, 2025. (Mark Lathrop via AP) In this photo provided by Mark Lathrop, a blaze burns in a community near Canfield Mountain where a sniper ambushed firefighters responding to the fire, just north of Coeur d’Alene, Idaho, Sunday, June 29, 2025. (Mark Lathrop via AP) Share Share Facebook\n\nCopy Link copied\n\nPrint\n\nEmail\n\nX\n\nLinkedIn\n\nBluesky\n\nFlipboard\n\nPinterest\n\nReddit Read More\n\nJust as the evening press conference was expected to begin, the bodies of the slain firefighters arrived in the nearby city of Spokane, Washington, escorted by a procession of fire and law enforcement vehicles. Firefighters and others saluted as the vehicles passed by.\n\nAn alert by the Kootenai County Emergency Management Office asked people to avoid the area around Canfield Mountain Trailhead and Nettleton Gulch Road, about 4 miles (6.5 km) north of downtown Coeur d’Alene.\n\nThough the shelter-in-place order was lifted, the sheriff’s office cautioned residents to be prepared because the fire was still burning.\n\nThe FBI responded to the scene with technical teams and tactical support, Deputy Director Dan Bongino said.\n\nThe Idaho House Republican Leadership said in a statement: “We are horrified by the murder of two firefighters in Coeur d’Alene, and shocked by such a vicious attack on our first responders. We are praying for them, the injured, their families and their colleagues.”\n\nA procession from Kootenai Health headed to Spokane after a few firefighters were killed Sunday, June 29, 2025, when they were ambushed by sniper fire while responding to a blaze in a northern Idaho mountain community, in Coeur d’Alene, Idaho. (Bill Buley/Coeur D’Alene Press via AP) A procession from Kootenai Health headed to Spokane after a few firefighters were killed Sunday, June 29, 2025, when they were ambushed by sniper fire while responding to a blaze in a northern Idaho mountain community, in Coeur d’Alene, Idaho. (Bill Buley/Coeur D’Alene Press via AP) Share Share Facebook\n\nCopy Link copied\n\nPrint\n\nEmail\n\nX\n\nLinkedIn\n\nBluesky\n\nFlipboard\n\nPinterest\n\nReddit Read More\n\nCoeur d’Alene is a city of 55,000 residents near the border with Washington. Canfield Mountain is a popular hiking and biking area on the city’s outskirts, covered with trees and heavy brush and crisscrossed with trails that lead into a national forest.\n\nFire is always a big concern for the region, said Bruce Deming, whose property abuts the trail system. When he noticed smoke on the ridge Sunday afternoon, he wondered why no firefighting helicopters were responding.\n\nWhen a friend texted to tell him about the shooting, he realized why he wasn’t seeing aircraft: “Because they’re concerned about being shot at,” he said.\n\nAs deputies set up posts nearby, Deming pointed them to a trail that starts near his backdoor and leads directly to the site of the fire.\n\n“I just don’t want to have to wake up in the middle of the night to figure if somebody’s out prowling around my place,” he said.\n\n___\n\nWeber reported from Los Angeles. Associated Press journalists Mead Gruver in Cheyenne, Wyoming, and Josh Funk in Omaha, Nebraska, contributed to this report.",
    "image": "https://dims.apnews.com/dims4/default/83e178a/2147483647/strip/true/crop/6000x3375+0+312/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F8f%2F86%2Fadc96fa995d92e5f8d324923f981%2F3525bb7167224f0eb1218d2e1acd88b9"
  },
  {
    "id": 21,
    "title": "A man lured Idaho firefighters to a mountain with a fire then shot and killed 2, officials say",
    "content": "COEUR D’ALENE, Idaho (AP) — As a wildfire began to sow panic in a small northern Idaho mountain community, a group of firefighters who rushed to put out the blaze instead found themselves in an unexpected shootout.\n\nA man who had intentionally set the fire to ambush the crew on Sunday was perched in a sniper position, firing at the firefighters. They took cover behind fire trucks, but two died and a third was wounded during a barrage of gunfire over several hours, authorities said.\n\nSmoke rises from a fire near Lake Coeur d’Alene, Idaho, where responding firefighters were shot on Sunday, June 29, 2025. (C. Jones via AP) Smoke rises from a fire near Lake Coeur d’Alene, Idaho, where responding firefighters were shot on Sunday, June 29, 2025. (C. Jones via AP) Share Share Facebook\n\nCopy Link copied\n\nPrint\n\nEmail\n\nX\n\nLinkedIn\n\nBluesky\n\nFlipboard\n\nPinterest\n\nReddit Read More\n\nFirst responders made urgent calls for help on their radios at Canfield Mountain just north of Coeur d’Alene: “Everybody’s shot up here ... send law enforcement now,” according to one dispatch.\n\nTwo helicopters converged on the area, armed with snipers ready to take out the suspect if needed, while the FBI used his cellphone data to track him and the sheriff ordered residents to shelter in place. They eventually found the suspect dead in the mountains, his firearm beside him.\n\nIt is unknown how he died, and authorities have not yet revealed a motive.\n\nAP AUDIO: A man lured Idaho firefighters to a mountain with a fire then shot and killed 2, officials say Two firefighters and a gunman are dead after the suspect apparently opened fire on first responders in northern Idaho. The AP’s Jennifer King reports.\n\nThe suspect has been identified as Wess Roley, a law enforcement official told The Associated Press on Monday. The official spoke on the condition of anonymity because they were not authorized to discuss the investigation.\n\nLaw enforcement and emergency responders at Cherry Hill Park off 15th Street on Sunday afternoon, June 29, 2025, following reports of an ambush shooting attack on Canfield Mountain, in Coeur d’Alene, Idaho. (Bill Buley/Coeur D’Alene Press via AP) Law enforcement and emergency responders at Cherry Hill Park off 15th Street on Sunday afternoon, June 29, 2025, following reports of an ambush shooting attack on Canfield Mountain, in Coeur d’Alene, Idaho. (Bill Buley/Coeur D’Alene Press via AP) Share Share Facebook\n\nCopy Link copied\n\nPrint\n\nEmail\n\nX\n\nLinkedIn\n\nBluesky\n\nFlipboard\n\nPinterest\n\nReddit Read More\n\n“We do believe that the suspect started the fire, and we do believe that it was an ambush and it was intentional,” Kootenai County Sheriff Bob Norris said at a Sunday night news conference. “These firefighters did not have a chance.”\n\nThe wounded firefighter was “fighting for his life” after surgery and was in stable condition, Norris said.\n\nCoeur d’Alene police stage with other law enforcement at Cherry Hill Park off 15th Street on Sunday afternoon, June 29, 2025, following reports of an ambush shooting attack on Canfield Mountain, in Coeur d’Alene, Idaho. (Bill Buley/Coeur D’Alene Press via AP) Coeur d’Alene police stage with other law enforcement at Cherry Hill Park off 15th Street on Sunday afternoon, June 29, 2025, following reports of an ambush shooting attack on Canfield Mountain, in Coeur d’Alene, Idaho. (Bill Buley/Coeur D’Alene Press via AP) Share Share Facebook\n\nCopy Link copied\n\nPrint\n\nEmail\n\nX\n\nLinkedIn\n\nBluesky\n\nFlipboard\n\nPinterest\n\nReddit Read More\n\n“When you have an environment where you don’t know where the bullets are coming from because of the trees and the shrubbery and what have you, it is daunting for police officers, let alone firefighters,” Norris said.\n\nRoley’s grandfather, Dale Roley, told KXLY-TV that his grandson was an avid hiker who worked for a tree company and was interested in forestry.\n\nOutpouring of support for the victims was swift in Coeur d’Alene, a city of 55,000 residents near the border with Washington.\n\nHours after the ambush, people gathered along Interstate 90 holding American flags to pay their respects as the two fallen firefighters’ bodies were taken to the medical examiner’s office in Spokane, Washington, about 35 miles (56 kilometers) from Coeur d’Alene.\n\nGov. Brad Little on Monday ordered U.S. and Idaho state flags to be lowered to half-staff to honor the firefighters until the day after their memorial service.\n\n“All our public safety officers, especially our firefighters, bravely confront danger on a daily basis but we have never seen a heinous act of violence like this on our firefighters before,” he said in a statement. “This is not Idaho. This indescribable loss is felt deeply by all those in the firefighting community and beyond.”\n\nA procession from Kootenai Health headed to Spokane after a few firefighters were killed Sunday, June 29, 2025, when they were ambushed by sniper fire while responding to a blaze in a northern Idaho mountain community, in Coeur d’Alene, Idaho. (Bill Buley/Coeur D’Alene Press via AP) A procession from Kootenai Health headed to Spokane after a few firefighters were killed Sunday, June 29, 2025, when they were ambushed by sniper fire while responding to a blaze in a northern Idaho mountain community, in Coeur d’Alene, Idaho. (Bill Buley/Coeur D’Alene Press via AP) Share Share Facebook\n\nCopy Link copied\n\nPrint\n\nEmail\n\nX\n\nLinkedIn\n\nBluesky\n\nFlipboard\n\nPinterest\n\nReddit Read More\n\nThe Idaho House Republican Leadership said in a statement: “We are horrified by the murder of two firefighters in Coeur d’Alene, and shocked by such a vicious attack on our first responders. We are praying for them, the injured, their families and their colleagues.”\n\nThough the shelter-in-place order was lifted, the sheriff’s office cautioned residents to be prepared because the fire was still burning. Firefighters were still battling the blaze Monday, a task made difficult because it was burning in steep terrain, which limited the use of heavy equipment, the Idaho Department of Lands said in a news release. It had burned about 26 acres (10.5 hectares).\n\nCanfield Mountain is a popular hiking and biking area on the outskirts of Coeur d’Alene, covered with trees and heavy brush and crisscrossed with trails that lead into a national forest.\n\nFire is always a concern for the region, said Bruce Deming, whose property abuts the trail system. When he noticed smoke on the ridge Sunday afternoon, he wondered why no firefighting helicopters were responding.\n\nA firefighter with the United States Forest Service prepares gear at a staging area near the scene the day after a shooter ambushed and killed multiple firefighters responding to a wildfire at Canfield Mountain Monday, June 30, 2025, in Coeur D’Alene, Idaho. (AP Photo/Lindsey Wasson) A firefighter with the United States Forest Service prepares gear at a staging area near the scene the day after a shooter ambushed and killed multiple firefighters responding to a wildfire at Canfield Mountain Monday, June 30, 2025, in Coeur D’Alene, Idaho. (AP Photo/Lindsey Wasson) Share Share Facebook\n\nCopy Link copied\n\nPrint\n\nEmail\n\nX\n\nLinkedIn\n\nBluesky\n\nFlipboard\n\nPinterest\n\nReddit Read More\n\nWhen a friend texted to tell him about the shooting, he realized why he wasn’t seeing aircraft: “Because they’re concerned about being shot at,” he said.\n\nAs deputies set up posts nearby, Deming pointed them to a trail that starts near his backdoor and leads directly to the site of the fire.\n\n“I just don’t want to have to wake up in the middle of the night to figure if somebody’s out prowling around my place,” he said.\n\n___\n\nAssociated Press journalists Martha Bellisle in Seattle; Alanna Durkin Richer in Washington, D.C.; and Kathy McCormack in Concord, New Hampshire, contributed to this report.",
    "image": "https://dims.apnews.com/dims4/default/912b443/2147483647/strip/true/crop/5050x2841+0+263/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F47%2Fcd%2F0a197a312caa2eb34c2d124004dc%2F6f6149731a51488ab4c9d1d010a7e3e9"
  },
  {
    "id": 22,
    "title": "Star witness against Kilmar Abrego Garcia won’t be deported, court records show",
    "content": "WASHINGTON (AP) — Court records show that the Trump administration has agreed to spare from deportation a key witness in the federal prosecution of Kilmar Abrego Garcia in exchange for his cooperation in the case.\n\nJose Ramon Hernandez Reyes, 38, has been convicted of smuggling migrants and illegally reentering the United States after having been deported. He also pleaded guilty to “deadly conduct” in connection with a separate incident where he drunkenly fired a gun in a Texas community.\n\nRecords reviewed by The Washington Post show that Hernandez Reyes has been released early from federal prison to a halfway house and has been given permission to stay in the U.S. for at least a year.\n\nProsecutors have identified Hernandez Reyes as the “first cooperator” in the case against Abrego, according to court filings. The Department of Homeland Security maintains that Hernandez owned the SUV that Abrego Garcia was allegedly using to smuggle migrants when the Tennessee Highway Patrol stopped him in 2022. That traffic stop is at the center of the criminal investigation against Abrego Garcia.\n\nHernandez Reyes is among a handful of cooperating witnesses who could help the administration deport Abrego Garcia.\n\nAbrego Garcia, a construction worker who had been living in Maryland, became a flashpoint over Trump’s hard-line immigration policies when he was mistakenly deported to his native El Salvador in March. Facing mounting pressure and a Supreme Court order, the administration returned him this month to face the smuggling charges, which his attorneys have called “preposterous.”\n\nOn Friday, attorneys for Abrego Garcia asked a federal judge in Tennessee to delay his release from jail because of “contradictory statements” by the administration over whether or not he’ll be deported upon release.\n\nA federal judge in Nashville has been preparing to release Abrego Garcia to await trial on human smuggling charges. But she’s been holding off over concerns that U.S. Immigration and Customs Enforcement would swiftly detain him and try to deport him again.\n\nAbrego Garcia’s attorneys are now asking the judge to continue to detain him following statements by administration officials “because we cannot put any faith in any representation made on this issue by” the Justice Department.\n\nAbrego Garcia has pleaded not guilty.",
    "image": "https://dims.apnews.com/dims4/default/ebba8a6/2147483647/strip/true/crop/6408x3605+0+334/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F7d%2F52%2F4fa4e5f2ffec93f56a77560ede73%2Fcd1d9df3efa24ca9aee714579eabd7c4"
  },
  {
    "id": 23,
    "title": "Trump’s Big Policy Bill Hangs in Balance as Senate Vote Marathon Grinds On: Live Updates",
    "content": "For some governments, national security tariffs are potentially more concerning than the reciprocal tariffs Mr. Trump is threatening to apply to their U.S. exports.\n\nGovernments around the globe are racing to negotiate trade deals with the United States in order to forestall President Trump’s punishing tariffs, which could kick in on July 9. But the discussions have been slowed because Mr. Trump has threatened to impose more tariffs even if those deals are in place.\n\nMr. Trump announced what he refers to as “reciprocal tariffs” on April 8, saying they were in response to other countries' unfair trading practices. But he agreed to pause those levies for 90 days to give countries time to reach trade deals with the United States. Some administration officials recently suggested that the deadline could be extended, but Mr. Trump has signaled that he is ready to slap tariffs on countries he views as uncooperative.\n\n“We have countries that are negotiating in good faith, but they should be aware that if we can’t get across the line because they are being recalcitrant, then we could spring back to the April 2 levels,” Treasury Secretary Scott Bessent said in an interview with Bloomberg Television on Monday.\n\nIndia, Vietnam, Japan, the European Union, Malaysia and other governments have been working toward deals that could smooth relations with the United States and avoid double-digit tariffs. But the Trump administration has been moving forward with plans to impose another set of tariffs on certain industries that it views as essential to national security, a threat that has foreign leaders worried that there could be more pain ahead.\n\nThese tariffs are dependent on the outcomes of trade investigations into lumber and timber, copper and critical minerals by the Commerce Department, which are expected to be completed soon and submitted to the White House, according to people familiar with the matter. A determination that imports pose a national security threat would allow the president to issue tariffs on those products in the coming weeks. Investigations on pharmaceuticals, semiconductors and electronic devices are also proceeding and could be finished in time for tariffs as early as next month, the people said.\n\nMr. Bessent added that tariffs on imports of items such as lumber were being imposed on a different track from the reciprocal tariffs that were announced in April and are not part of the current round of trade negotiations.\n\nThose tariffs on certain critical sectors, which would be issued under Section 232 of the Trade Expansion Act of 1962, aim to build up domestic capacity for important products and ensure that the country isn’t reliant on foreign factories in times of war or shortages.\n\nBut these sectors — along with automobiles and steel, on which the Trump administration has already applied national security tariffs — are also vital industries for America’s largest trading partners, like Japan, the European Union and India. These governments have been hesitant to strike a deal with the Trump administration, worried that they only will be hit by more levies down the road. For some foreign governments, these national security tariffs are potentially more concerning than the reciprocal tariffs Mr. Trump is threatening to apply to all their U.S. exports.\n\nFor the European Union, tariffs on medicines, the bloc’s No. 1 export to America, could be enormously painful. It is unclear whether a trade deal that the United States and European Union have been drafting will address that issue. Friedrich Merz, the German chancellor, has suggested that negotiations should focus on a few key sectors, including medical drugs.\n\n“We now need rapid joint decisions for four of the five major industries: automotive, chemicals, pharmaceuticals and mechanical engineering,” Mr. Merz said last week, adding that “we don’t want the best of the best; we want the most important of the necessary.”\n\nPharmaceutical tariffs are also a major threat for India, which the Trump team has consistently been optimistic about striking a deal with. Last year, India exported almost $13 billion worth of drugs, and the United States is its biggest market.\n\nFor Japan and South Korea, as well as Europe, exports of cars and steel to the United States have been a particular concern. Along with disputes over opening Japan’s market to U.S. agriculture, U.S. tariffs on Japanese cars appear to be a thorny obstacle in what U.S. officials presumed would be a relatively smooth negotiation.\n\nVietnam, Japan, Malaysia, South Korea and Indonesia could be hit by tariffs on semiconductors and other electronics, including phones and computers. Vietnam and Malaysia could also be hurt by tariffs on lumber and timber, which could cover products like kitchen cabinets.\n\nSeveral foreign governments have tried to negotiate provisions exempting them from other future tariff increases, but it’s not clear how lenient the Trump administration will be on national security tariffs.\n\nThe Trump administration has sent some mixed messages about how much it might be willing to lower them; some officials insist they are not up for negotiation.\n\nTrump officials have criticized exemptions from global steel tariffs granted to various countries by the Biden administration, saying they undermined their effectiveness. Trade experts said giving tariff exemptions would also risk angering labor unions that support them, and undercut the Trump administration’s argument that the tariffs must be in place to protect national security.\n\nImage A steel plant in Zelzate, Belgium. For Japan, South Korea and Europe, exports of cars and steel are a particular concern. Credit... Kevin Faingnaert for The New York Times\n\nNick Iacovella, the executive vice president of the Coalition for a Prosperous America, a trade group that supports tariffs, said that if the administration was “giving away” exemptions on tariffs on critical industries, it was “signaling to everyone that these really aren’t national security issues.”\n\nPrivately, Trump officials have said there may be some wiggle room. Notably, the framework agreement that the United States announced with Britain in May included some concessions on national security tariffs on cars and steel.\n\nBritain secured an exemption from car tariffs for a volume of exports set at historical levels. That deal, as well as lower levies on aerospace exports such as Rolls-Royce jet engines, came into effect Monday, more than seven weeks after the framework agreement was announced. For most of that time, companies were unsure when lower tariffs would be implemented. However, the agreement to eliminate steel tariffs hasn’t been implemented as the two sides negotiate requirements for British steel companies.\n\nThis arrangement has encouraged Japan, the European Union and others to seek a “U.K.-style deal” to also exempt them from national security tariffs. But some Trump officials say that because the volume of their exports is so large, exemptions would be a major threat to U.S. industry.\n\nBritish exports of cars and steel to the United States were viewed as too limited to be much of a threat. But such exports from Japan, Korea and Europe are substantial. Jamieson Greer, the United States Trade Representative, has said privately that the British provisions were not a precedent or framework for other countries, according to a person familiar with the remarks.\n\nPeter Harrell, a former Biden administration official who is a nonresident fellow at the Carnegie Endowment for International Peace, said Britain exports about 100,000 cars to the United States each year. But Japan, the European Union and South Korea together exported approximately 3.5 million cars in 2024, a much larger share of the U.S. market.\n\nIf the president exempted large quantities of these cars, “then it doesn’t look like you have a 25 percent auto tariff anymore,” Mr. Harrell said. “He’d face political blowback.”\n\nThe Commerce Department and the Office of the United States Trade Representative declined to comment. The White House not respond to a request for comment.\n\nFor now, foreign governments appear wary of making substantial commitments on trade, only to see U.S. tariffs rise or potentially fall. The Trump administration is awaiting the outcome of a significant court case on whether the reciprocal tariffs are lawful. That decision could come this fall.\n\nJake Colvin, the president of the National Foreign Trade Council, a trade organization that advocates open trade, said other countries were “looking for certainty” in deals with the Trump administration. But uncertainty continues because investigations under the 232 national security provision are still underway.\n\n“Countries do want to make deals with us, but they are not going to agree to anything final until they know the status of the 232 investigations,” he said.\n\nPart of the confusion is because trade negotiations are being handled by various departments. Mr. Greer and his office focus on negotiating tariffs and other trade irritants. But the 232 tariffs fall under the authority of the Commerce Department, which is juggling multiple investigations and other priorities. Some foreign officials have said they have little clarity from the Commerce Department about the likelihood of exceptions.\n\nPhilip Luck, an analyst at the Center for Strategic and International Studies, said foreign governments were experiencing “a lot of frustration and confusion,” in part because countries have been negotiating with multiple officials. They have been hearing different things from different principles, and also been told that all their agreements were contingent on Mr. Trump.\n\n“There doesn’t seem to be anybody in charge,” Mr. Luck said.\n\nJeanna Smialek contributed reporting from Brussels, Eshe Nelson from Lisbon and Alan Rappeport from Washington.",
    "image": "https://static01.nyt.com/images/2025/06/30/multimedia/30trump-news-promo5p-jlfw/30trump-news-promo5p-jlfw-facebookJumbo.jpg"
  },
  {
    "id": 24,
    "title": "Trump’s Threat of More Tariffs Slows Trade Deals",
    "content": "These tariffs are dependent on the outcomes of trade investigations into lumber and timber, copper and critical minerals by the Commerce Department, which are expected to be completed soon and submitted to the White House, according to people familiar with the matter. A determination that imports pose a national security threat would allow the president to issue tariffs on those products in the coming weeks. Investigations on pharmaceuticals, semiconductors and electronic devices are also proceeding and could be finished in time for tariffs as early as next month, the people said.\n\nMr. Bessent added that tariffs on imports of items such as lumber were being imposed on a different track from the reciprocal tariffs that were announced in April and are not part of the current round of trade negotiations.\n\nThose tariffs on certain critical sectors, which would be issued under Section 232 of the Trade Expansion Act of 1962, aim to build up domestic capacity for important products and ensure that the country isn’t reliant on foreign factories in times of war or shortages.\n\nBut these sectors — along with automobiles and steel, on which the Trump administration has already applied national security tariffs — are also vital industries for America’s largest trading partners, like Japan, the European Union and India. These governments have been hesitant to strike a deal with the Trump administration, worried that they only will be hit by more levies down the road. For some foreign governments, these national security tariffs are potentially more concerning than the reciprocal tariffs Mr. Trump is threatening to apply to all their U.S. exports.\n\nFor the European Union, tariffs on medicines, the bloc’s No. 1 export to America, could be enormously painful. It is unclear whether a trade deal that the United States and European Union have been drafting will address that issue. Friedrich Merz, the German chancellor, has suggested that negotiations should focus on a few key sectors, including medical drugs.",
    "image": "https://static01.nyt.com/images/2025/06/30/multimedia/30dc-trade-deals-01-qglv/30dc-trade-deals-01-qglv-facebookJumbo.jpg"
  },
  {
    "id": 25,
    "title": "China's Clean Energy Boom Could Win the Race to Power the Future",
    "content": "Power ⚡︎ Moves There’s a Race to Power the Future. China Is Pulling Away. Beijing is selling clean energy to the world, Washington is pushing oil and gas. Both are driven by national security. China Solar in Shanxi Province Gilles Sabrié for The New York Times U.S. Oil in California J. Emilio Flores for The New York Times\n\nIn China, more wind turbines and solar panels were installed last year than in the rest of the world combined. And China’s clean energy boom is going global. Chinese companies are building electric vehicle and battery factories in Brazil, Thailand, Morocco, Hungary and beyond. At the same time, in the United States, President Trump is pressing Japan and South Korea to invest “trillions of dollars” in a project to ship natural gas to Asia. And General Motors just killed plans to make electric motors at a factory near Buffalo, N.Y., and instead will put $888 million into building V-8 gasoline engines there. The race is on to define the future of energy. Even as the dangers of global warming hang ominously over the planet, two of the most powerful countries in the world, the United States and China, are pursuing energy strategies defined mainly by economic and national security concerns, as opposed to the climate crisis. Entire industries are at stake, along with the economic and geopolitical alliances that shape the modern world. The Trump administration wants to keep the world hooked on fossil fuels like oil and gas, which have powered cars and factories, warmed homes and fueled empires for more than a century. The United States is the world’s largest producer of oil and the largest exporter of natural gas, offering the potential for what Mr. Trump has called an era of American “energy dominance” that eliminates dependence on foreign countries, particularly rival powers like China. POWER ⚡︎ MOVES Inside China's drive to dominate clean energy. First in a series. China is racing in an altogether different direction. It’s banking on a world that runs on cheap electricity from the sun and wind, and that relies on China for affordable, high-tech solar panels and turbines. China, unlike the United States, doesn’t have much easily accessible oil or gas of its own, so it is eager to eliminate dependence on imported fossil fuels and instead power more of its economy with renewables. The dangers for China of relying on politically unstable regions for energy were underscored recently when Israel attacked Iran, which sells practically all its oil exports to China. While China still burns more coal than the rest of the world and emits more climate pollution than the United States and Europe combined, its pivot to cleaner alternatives is happening at breakneck speed. Not only does China already dominate global manufacturing of solar panels, wind turbines, batteries, E.V.s and many other clean energy industries, but with each passing month it is widening its technological lead. Exports of clean energy technology Lithium-ion batteries China $65 bil. United States $3 bil. Asia $21 bil. Europe $26 bil. Africa $2 bil. Americas $17 bil. Oceania $1 bil. Solar panels and modules China $40 bil. United States $69 mil. Asia $11 bil. Europe $20 bil. Africa $2 bil. Americas $6 bil. Oceania $1 bil. Electric cars China $38 bil. United States $12 bil. Africa $281 mil. Oceania $3 bil. Europe $26 bil. Asia $14 bil. Americas $8 bil. Source: UN Comtrade Note: Data is from 2023, the most recent year available Harry Stevens/The New York Times China’s biggest automaker, its biggest battery maker and its biggest electronics company have each introduced systems that can recharge electric cars in just five minutes, all but erasing one of the most annoying hassles of E.V.s, the long charging times. China has nearly 700,000 clean energy patents, more than half of the world's total. Beijing’s rise as a clean power behemoth is altering economies and shifting alliances in emerging countries as far afield as Pakistan and Brazil. The country is also taking steps that could make it hard for other countries, particularly the United States, to catch up. In April, Beijing restricted the export of powerful “rare earth” magnets, a business China dominates, unless they’re already inside fully assembled products like electric vehicles or wind turbines. While China recently started issuing some export licenses for the magnets, the moves signal that the world may face a choice: Buy China’s green energy technology, or do without. China has also begun to dominate nuclear power, a highly technical field once indisputably led by the United States. China not only has 31 reactors under construction, nearly as many as the rest of the world combined, but has announced advances in next-generation nuclear technologies and also in fusion, the long-promised source of all-but-limitless clean energy that has bedeviled science for years. “China is huge,” said Praveer Sinha, chief executive of Tata Power, an Indian conglomerate that makes solar panels in a high-tech factory near the southern tip of the country but relies almost entirely on Chinese-made silicon to make those panels. “Huge means huge. No one in the world can compete with that.” While China is dominating clean energy industries, from patented technologies to essential raw materials, the Trump administration is using the formidable clout of the world’s biggest economy to keep American oil and gas flowing. In a full reversal from the Biden administration’s effort to pivot the American economy away from fossil fuels, the Trump White House is opening up public lands and federal waters for new drilling, fast-tracking permits for pipelines and pressuring other countries to buy American fuels as a way of avoiding tariffs. Washington is essentially pursuing a strong-arm energy strategy, both at home and abroad with allies and friends. It’s premised on the idea that the modern world is already designed around these fuels, and the United States has them in abundance, so exporting them benefits the American economy even if solar energy is cleaner and often cheaper. Fossil fuel exports Crude oil China $844 mil. United States $117 bil. Asia $50 bil. Americas $16 bil. Oceania $799 mil. Europe $52 bil. Africa $359 mil. Natural gas China $3 bil. United States $42 bil. Asia $13 bil. Europe $22 bil. Africa $3 mil. Americas $11 bil. Coal China $1 bil. United States $15 bil. Africa $718 mil. Americas $3 bil. Asia $8 bil. Europe $5 bil. Oceania $16 thou. Source: UN Comtrade Note: Data is from 2023, the most recent year available Harry Stevens/The New York Times The competition between the United States and China to sell the world their wares has serious consequences for the health of the planet. Burning fossil fuels for more than 200 years has helped create the modern world while delivering great prosperity to developed countries such as the United States, which ranks historically as the biggest emitter of greenhouse gases. But it has also led to what scientists now say is a growing crisis. The carbon dioxide pumped into the atmosphere by the burning of oil, gas and coal acts as a heat-trapping blanket, leading to rapid global warming. Cheap Chinese-made solar, batteries and E.V.s have made the pivot to cleaner technologies possible for many large economies including Brazil, South Africa and even India, a regional rival to Beijing. That affordability is crucial for bringing down global emissions. The scientific consensus is that warming, if unchecked, will continue to cause increasingly severe droughts and storms, potentially alter ocean currents and global weather patterns, disrupt food production, deepen a biodiversity crisis and inundate some of the world’s biggest cities as sea levels rise, among other risks. The Trump administration has dismissed those concerns. The United States energy secretary, Chris Wright, a former natural gas executive, has described climate change as “a side effect of building the modern world.” Asked about the diverging energy pathways of China and the United States, Ben Dietderich, a Department of Energy spokesman, said, “The United States is blessed with an abundant supply of energy resources and the Trump administration is committed to fully utilizing them to meet the growing energy needs of the American people.” Past efforts to encourage cleaner energy like solar or wind, he said, “harmed America’s energy security.” Amanda Eversole, executive vice president of the American Petroleum Institute, which lobbies for fossil fuel companies, said her organization monitored Chinese advances and that she was downplaying their strategic threat. “We continue to keep a very close eye on what the Chinese are doing, because we believe it’s in our national security interests and our economic interest to continue to dominate from an American energy perspective,” she said. The White House declined to comment on energy strategy and China’s advances. Most of the world’s energy still comes from fossil fuels. Yet as countries try to address the perils of climate change, they’ve been steadily adopting cleaner alternatives. By 2035, solar and wind power are expected to become the two largest sources of electricity production, surpassing coal and natural gas, according to the International Energy Agency. As the cost of renewables keeps falling, the U.S. strategy may leave China poised to capitalize on the world’s growing appetite for not only cleaner but cheaper power. “The U.S. will champion a fossil fuel economy, and China will become the leader of the low-carbon economy,” said Li Shuo, who heads the China Climate Hub at the Asia Society Policy Institute. “The question for the U.S. now is, where do you go from here?”\n\nChina Electric car factory in Zhengzhou Gilles Sabrie for The New York Times U.S. Crude oil storage in Oklahoma Reuters\n\nHow America Lost Its Lead The United States had every opportunity to lead the world in renewables. In fact, it once did. Americans created the first practical silicon photovoltaic cells in the 1950s and the first rechargeable lithium-metal batteries in the 1970s. The world’s first wind farm was built in New Hampshire nearly 50 years ago. Jimmy Carter installed solar panels on the White House in 1979. But with oil, gas and coal in abundant supply, and the fossil-fuel industry funding efforts to downplay climate concerns, America’s commitment to promoting clean energy investment has ebbed and flowed, sometimes dramatically. President Jimmy Carter at an event on the White House roof in 1979 after the solar panels behind him were installed there.. Universal Images Group, via Getty Images For example, in 2009, the Obama administration began offering loan guarantees to emerging energy technologies. Tesla got $456 million, a loan that proved crucial to its later success. Then there was Solyndra. A maker of solar cells, Solyndra received a federal guarantee for loans totaling $528 million, then went out of business, leaving taxpayers on the hook. More than a decade has passed, yet critics of American efforts to promote clean energy still cite Solyndra as evidence of the folly of renewables. Chinese officials have been mystified by the Solyndra fixation. “You are a little bit worried by Solyndra? Very small companies, why are you worried?” Li Junfeng, a key architect of China’s wind and solar policies, said in a 2017 interview. Beijing had a bigger appetite for taking risks, which meant sometimes failing, but also sometimes reaping bigger payoffs. China’s goal of dominating clean energy technology wasn’t about climate change. It was born in a moment of strategic self-awareness two decades ago, when the country’s leaders looked to the future and understood that controlling energy production was vital to national security. In 2003, Wen Jiabao became China’s premier, the country’s second-highest position. A rare-earths geologist, Mr. Wen saw energy policy as both a business opportunity and geopolitical necessity. Wen Jiabao, a driving force behind China’s pivot to clean energy, at the National People’s Congress in 2003. Mark Ralston/South China Morning Post, via Getty Images China had become dependent on imported oil. It felt vulnerable to upheavals in the Middle East and to the control of shipping lanes by the United States and India, two sometimes hostile powers. Air pollution in China was terrible, killing people and creating a global embarrassment with images of cities smothered in gray. And the economy still relied on relatively unskilled manufacturing. Mr. Wen saw in energy a chance to solve both problems by making China an energy innovator. “Instead of making flip-flops, they’d make clean tech,” said Jennifer Turner, director of the China environment program at the Woodrow Wilson Center. Mr. Wen’s government essentially wrote a blank check. China provided hundreds of billions of dollars in subsidies to wind, solar and electric car manufacturers while protecting its markets from foreign competitors. It established a global near-monopoly over many key raw materials, such as cobalt for batteries. Low-cost electricity from heavily polluting coal plants allowed the country to run aluminum smelters and polysilicon factories more cheaply than anywhere else. Critics have also accused China of using forced labor in places like Xinjiang to drive down costs, though China denies this. At the same time, China has invested in research and a skilled workforce. These moves offered Chinese clean energy companies a level of sustained support that was nonexistent in the United States. “It’s hard to get China to commit to a long-term goal,” said Jian Pan, co-chairman of CATL, the world’s largest maker of batteries for electric vehicles and electric grids. “But when we commit, we really want to get it done, and all aspects of society — government, policy, private sector, engineering, everybody — work hard toward the same goal under a coordinated effort.” China’s efforts paid off. Little more than a decade ago, CATL was a start-up created to buy a Japanese electronics company’s nascent electric-car battery division. Today, from its headquarters, which are shaped like an enormous battery, it operates a global network of mines, chemical processors and factories. Its founder is one of the wealthiest people in the world. Robots at a Zeekr electric vehicle factory in Ningbo, China. Qilai Shen for The New York Times Over that same short stretch of time, China came to dominate even clean energy industries the United States had once led. In 2008 the United States produced nearly half of the world’s polysilicon, a crucial material for solar panels. Today, China produces more than 90 percent. China’s auto industry is now widely seen as the most innovative in the world, besting the Japanese, the Germans and the Americans. To slash manufacturing costs, China has automated its factories, installing more robots each year from 2021 through 2023 than the rest of the world combined, and seven times as many as the United States. Eric Luo, vice-president of LONGi Green Energy Technology, a Chinese solar panel maker, said that a practice known as “cluster manufacturing” had proved beneficial. “There are places where, within a three- to four-hour drive, you can have everything,” he said. The components, the manufacturer, the skilled workforce, everything. “There’s nowhere else globally where you can have all that innovation clustered together.” Clustering also imparts huge benefits in the car battery business. Robin Zeng, CATL’s founder, said in an interview last summer that it costs six times as much to build a battery factory in the United States as in China, and that was before the Trump administration set out to weaken the financial incentives to build such plants in the United States. Beyond its domination of manufacturing and technology, China has also gone on an epic clean-energy building spree. Last June, the Urumqi solar farm, the largest in the world, came online in the Xinjiang Autonomous Region in China. It is capable of generating more power than some small countries need to run their entire economies. It’s hardly an anomaly. The other 10 largest solar facilities in the world are also in China, and even bigger ones are planned. The Chinese automaker BYD is currently building not one but two electric vehicle factories that will each produce twice as many cars as the largest car factory in the world, a Volkswagen plant in Germany. The United States was slow to see the full picture. Only toward the end of the Obama administration and during the first Trump administration did many Washington policymakers realize they had surrendered so much of the clean energy race to China. “The U.S. was asleep,” said Michael Carr, a former staff member at the Senate Energy and Natural Resources Committee who is now executive director of Solar Energy Manufacturers for America, a trade group. “You can invent the greatest tech in the world, but if you don’t know how to manufacture it, it won’t matter.” Of course, the United States could reverse course. A future administration could aggressively swing once again to clean energy research and investment. But it will have lost precious time. Investments made years ago by China are paying off now, and Beijing is continuing to pour money into developing its domestic energy industry and exporting those goods to the world.\n\nChina A Chinese E.V. factory in Brazil Victor Moriyama for The New York Times U.S. An export terminal for American gas in Mexico Sandy Huffaker for The New York Times\n\nBeijing’s ‘Soft Power’ Ambitions Among China’s biggest green-energy customers is a petrostate, Saudi Arabia. On desert land renowned for its boundless oil reserves, Chinese companies are building one of the world’s largest battery-storage projects alongside solar farms. Around the world, Beijing is using its clean energy clout to build or expand political and economic relationships. Both the United States and China not only see energy independence as essential at home, but understand that supplying other countries with energy is a vital way to project power. And yet, their approaches couldn’t be more different. Today, China’s dominance of so many clean energy industries is enabling it to expand its sphere of influence by selling and financing energy technology around the world. These relationships allow China to forge multidecade financial, cultural and even military ties at a moment of shifting geopolitical alliances. The projects read like a world atlas. Beijing is working on deals to supply nuclear reactors to countries like Turkey that once did business mainly with the United States and Europe. In Pakistan, China is already building what will be the country’s largest nuclear plant. Chinese firms are building wind turbines in Brazil and electric vehicles in Indonesia. In northern Kenya, Chinese developers have erected Africa’s biggest wind farm. And across the continent, in countries rich with minerals needed for clean energy technologies, such as Zambia, Chinese financing for all sorts of projects has left some governments deeply in debt to Chinese banks. Since 2023, Chinese companies have announced $168 billion in foreign investments in clean energy manufacturing, generation and transmission, according to Climate Energy Finance, a research group. China’s announced foreign investments in clean tech since 2023 Batteries Electric vehicles Renewables Other Source: Climate Energy Finance Note: Circles sized by investment value. “Other” includes hydroelectric projects, grid transmission and distribution, and green hydrogen. Harry Stevens/The New York Times “They are dominating these markets,” said Dr. Turner of the Woodrow Wilson Center. “And market dominance can be a form of soft power.” The Trump administration is taking a different road. By dismantling a vast network of foreign aid programs, it has abandoned America’s longstanding strategy for projecting soft power. In its place it is taking a more transactional approach with other countries. In Saudi Arabia, for example, while the Chinese are building a battery project there, the United States recently agreed to a major arms sale, and an American company agreed to set up rare-earth mining, processing and magnet manufacturing. And it is moving aggressively to sell other countries more fossil fuels. Mr. Trump, who last year accepted more than $75 million in campaign donations from oil and gas executives, promised to “drill, baby, drill” and deliver an era of “energy dominance.” In his first few months he has tried to clear the way for more exports and to nudge foreign governments to buy more American gas. Ukraine, for example, is desperate to maintain military supplies from the United States and has signaled it would buy more American gas. It’s another example of the administration’s aggressive approach, even with friends. America gets “geopolitical leverage from oil and gas,” said Varun Sivaram, a fellow at the Council on Foreign Relations who helped write clean energy policy for the Biden administration. “The energy transition is actually very bad for the United States,” he said, “because we cede geopolitical and economic ground to a rival in China.”\n\nChina Power lines in Anhui Province Gilles Sabrié for The New York Times U.S. Oil pipelines in Alaska Erin Schaff/The New York Times",
    "image": "https://static01.nyt.com/images/2025/06/29/climate/00cli-ch-us-static/00cli-ch-us-static-facebookJumbo.jpg"
  },
  {
    "id": 26,
    "title": "El juez del Supremo envía a Cerdán a prisión por cohecho, organización criminal y tráfico de influencias",
    "content": "El magistrado del Tribunal Supremo Leopoldo Puente ha enviado este lunes a Santos Cerdán a prisión preventiva por delitos de cohecho, organización criminal y tráfico de influencias. El juez ha tomado esta decisión, solicitada por la Fiscalía Anticorrupción y las acusaciones populares, después de que el exsecretario de Organización del PSOE solo haya querido contestar a las preguntas de su abogado durante su primera declaración como investigado, en la que ha rechazado haber participado en el supuesto amaño de obras públicas a cambio de comisiones. Según el juez, tras la comparecencia de este lunes persisten “notabilísimos indicios” de la participación de Cerdán en la supuesta trama corrupta que tuvo su epicentro en el Ministerio de Transportes durante la etapa de José Luis Ábalos. El instructor estima que el “botín” derivado de los amaños de contratos públicos podría ser superior a los cinco millones de euros, en el supuesto de que “el premio económico por la indebida adjudicación de las obras hubiera constituido, por hipótesis, un uno por ciento del valor de las adjudicaciones”. Esto “refuerza” la idea, señala el instructor, de que “más personas, físicas o jurídicas”, además de Cerdán, Ábalos y Koldo García, pudieron haberse lucrado con las adjudicaciones.\n\nCerdán es el primero de los investigados por el supuesto amaño de obras a cambio de mordidas para el que el Supremo decreta prisión preventiva. El magistrado Leopoldo Puente rechazó la semana pasada encarcelar a Ábalos y García al considerar que no se daban los requisitos para acordar esta medida (riesgo de fuga, destrucción de pruebas o reiteración delictiva). Sin embargo, en el caso de Cerdán, el instructor entiende que, aunque no hay peligro de que se fugue ni de que vuelva a delinquir, sí existe “un riesgo cierto” de que, si siguiera en libertad, el exdirigente socialista oculte, destruya o altere pruebas relevantes.\n\nEl instructor rechazó hace 10 días registrar la vivienda o el despacho en la sede del PSOE que había ocupado Cerdán como secretario de Organización, al considerar que esa medida, “limitativa de derechos”, no era “útil” en ese momento. El registro lo había reclamado el PP, que ejerce como acusación popular, al considerar que existía riesgo de destrucción de pruebas, pero Puente sostuvo que ese peligro “no se conjuraría” con un registro, ya que esta medida podía ser en ese momento muy “previsible” para Cerdán. En el auto de prisión, el magistrado argumenta que el riesgo de destrucción de pruebas “debe ser conjurado” con la prisión preventiva porque no existe otra medida “menos gravosa para su libertad personal, que pudiera resultar igualmente eficaz”.\n\nLa decisión de encarcelar a Cerdán tiene también que ver con el papel de “cierta preeminencia” dentro de la trama que le otorga el juez. Los investigadores no han reunido todavía datos que acrediten que Cerdán ha cobrado mordidas de constructoras, pero el instructor advierte de que “parece razonable considerar” que si, a partir de los audios hallados en casa de Koldo García se constata que este y Ábalos han cobrado 550.000 euros y se les adeudan otros 450.000, Cerdán también habrá obtenido algún tipo de beneficio económico “para sí y/o para un tercero”. Así “invita a pensarlo”, según el magistrado, tanto la “relación vertical” que el último secretario de Organización mantenía con el exministro y su antiguo asesor como que “parece descartable” que Cerdán actuara solo en beneficio de Ábalos y García de forma “completamente desinteresada”.\n\nPara estimar en más de cinco millones el “premio” que pudo llevarse Cerdán solo o con “otras personas”, el juez recuerda que el total de las obras adjudicadas a Acciona Construcción a través de organismos dependientes de Transportes suman una cantidad “muy próxima” a los 550 millones de euros (concretamente, salvo error u omisión, 537.271.005 de euros, señala el instructor). Esto “refuerza” la tesis, apunta el magistrado, de que “más personas, físicas o jurídicas” hayan cobrado mordidas. Y solo Cerdán, que según los indicios era quien “se encargaba de realizar las gestiones oportunas con los pagadores”, es quien “estaría en la mejor disposición para conocer” quién más cobró “en el caso de que así hubiera tenido lugar, y correlativamente de ocultar, alterar o hacer desaparecer las pruebas que pudieran existir al respecto, así como acerca del modo en que se articulaban los ilícitos pagos”.\n\nEl juez alude en su auto a las “explícitas conversaciones” entre Cerdán, Ábalos y García que se escuchan en los audios hallados por la UCO en el domicilio del que fuera asesor del ministro. De ellas, señala Puente, derivan “elementos bastantes” no solo para considerar que hay indicios de la participación de Cerdán en los hechos que se investigan, “sino su particular posición en ellos”. El instructor recalca que, en esas grabaciones, se escucha que García reclama a Cerdán las cantidades que este supuestamente le adeuda a él y a Ábalos como consecuencia de las supuestas adjudicaciones ilícitas de obras públicas. Estas obras, además, presentan “un elocuente denominador común: todas ellas fueron adjudicadas a la empresa Acciona Construcción actuando en UTE con otras de menor envergadura, sin que en ninguno de los casos la adjudicataria presentara la mejor oferta económica, invariablemente favorecida en la licitación por criterios de valoración subjetiva”, advierte el instructor.\n\nEl exdirigente socialista ha negado durante su declaración haber cobrado cualquier tipo de contraprestación a cambio de favorecer el amaño de obras públicas y ha vinculado las acusaciones contra él a una persecución política por haber negociado con PNV y Bildu la investidura de Pedro Sánchez. Esa versión, según las fuentes consultadas, ha sido determinante para que el jefe de la Fiscalía Anticorrupción, Alejandro Luzón, haya reclamado el ingreso de Cerdán en prisión preventiva sin fianza, una petición que ha sido suscrita por las acusaciones populares, unificadas bajo la dirección del PP.\n\nEl juez llama la atención sobre el hecho de que Cerdán ni siquiera haya cuestionado de forma directa en el Supremo “el inequívoco contenido” de las grabaciones, sino que haya alegado que no recuerda haber mantenido esa clase de conversaciones o que estaban incompletas o descontextualizadas. Sin embargo, afirma el juez, más allá del contenido de los audios, es también importante las circunstancias en las que se hallaron: en dispositivos encontrados por la UCO durante el registro en casa del antiguo asesor de Ábalos, por lo que “parece difícilmente concebible” que no se hubieran producido en realidad y fueran “consecuencia de una artificiosa manipulación” de García.\n\nSantos Cerdán, a su llegada al Tribunal Supremo para declarar como investigado en el 'caso Koldo'. Álvaro García\n\nPero, además, advierte el juez, las grabaciones no son los únicos indicios contra Cerdán que tienen los investigadores, sino que “resulta inequívoca su vinculación” con Servinabar 2000 SL, “empresa que resultó adjudicataria de ciertas obras públicas, precisamente actuando en UTE, pese a sus mínimas dimensiones y nula experiencia en el negocio de la construcción, con Acciona”. Entre los indicios, el instructor recuerda que, según la UCO, Cerdán le preguntó a Koldo García en julio de 2018 con qué concepto debería abonar Servinabar 4.500 euros, a lo que el segundo le dijo que lo hiciera como “donación”. Unos días después, Cerdán le envió a García un correo electrónico con una imagen de una transferencia por ese importe hecha por la empresa constructora a Fiadelso, una fundación vinculada a Ábalos y su familia.\n\n“Dichas gestiones evidenciarían [...] que don Santos Cerdán disponía, al menos hasta esa fecha, de una cierta capacidad de administración o muy fluida comunicación con la mencionada Servinabar”, afirma el juez, que considera también que estos ingresos de la empresa a la fundación “no parecen haber tenido un carácter puntual sino periódico”, en la medida en que Koldo García “se disculpó por el retraso en el pago con” Tatiana Ábalos, hija del entonces ministro, y le aseguró que esa demora no se volvería a producir.\n\nEl magistrado sitúa a Cerdán como la persona “que se encargaba de realizar los cobros indebidos a las empresas favorecidas por la adjudicación”. Una vez obtenidas estas cantidades de las empresas, él las distribuía, haciéndolas llegar, “al menos”, a Ábalos y Koldo García, “que, cuando lo precisaban, le reclamaban los pagos a aquel y no a estas”.\n\n“Dicha posición funcional determina que estos dos últimos, los Sres. Ábalos y García, pudieran desconocer, acaso, quien o quienes eran las personas físicas en concreto que, en beneficio de la empresa favorecida por la adjudicación —Acciona Construcción actuando en UTE— realizaba/n los pagos, cuál era el importe total de los mismos, y cuál el mecanismo por cuya virtud se concretaban, limitándose a recibir lo comprometido cuando el Sr. Cerdán distribuía con ellos los beneficios”, añade el instructor, que concluye: “No es tanto la referida relación vertical, ni lo embrionario de la investigación respecto a don Santos Cerdán, lo que determina la existencia de un riesgo mucho mayor en su caso de ocultar, alterar o destruir pruebas relevantes para el enjuiciamiento de los hechos que son objeto de la presente causa especial, cuanto su posición funcional en el marco de la organización”.\n\nMás información Siga en directo toda la información sobre la declaración de Cerdán\n\nEl exdirigente socialista no ha querido contestar a las preguntas del juez ni de ninguna de las acusaciones, y se ha limitado a responder al interrogatorio que había preparado con su abogado, Benet Salellas. Fuentes del caso señalan que el ex secretario de Organización del PSOE ha defendido su inocencia y ha asegurado que nunca ha cobrado comisiones para sí mismo ni para financiar al PSOE. El exdirigente socialista ha reivindicado su trabajo en el partido para conseguir mayorías suficientes para formar “gobiernos de coalición democráticos”, según detallan las fuentes; lo que, asegura, ha motivado las acusaciones contra él.\n\nVehículo que traslada al exsecretario de Organización del PSOE Santos Cerdán a su salida del Tribunal Supremo después de que el juez Leopoldo Puente acordase su ingreso en prisión. Álvaro García\n\nCerdán ha negado las conclusiones a las que llegó la Unidad Central Operativa (UCO) de la Guardia Civil en el informe que entregó al juez el pasado 5 de junio y que ha generado un seísmo político que ha hecho tambalearse al Gobierno de Pedro Sánchez. El exsecretario de Organización del PSOE ha rechazado el papel de supuesto “gestor” de las mordidas que le atribuyen los agentes, quienes consideran que repartió con Ábalos y el que fuera asesor de este, Koldo García, las comisiones que recibieron de empresas.",
    "image": "https://imagenes.elpais.com/resizer/v2/MBV42HPLJFDN7OHLYXJP3H5QRI.jpg?auth=9a71098acbb0641df4f5978d48e289b67f201776bd91bf1dd53d3d58702d6b8c&width=1200"
  },
  {
    "id": 27,
    "title": "Cerdán ingresa en prisión: así serán sus primeros pasos en Soto del Real",
    "content": "Del Tribunal Supremo a una prisión. De ocupar un despacho en la sede federal del PSOE, en la madrileña calle Ferraz, a tener que dormir en una celda de 10 metros cuadrados en la considerada cárcel de los famosos. El exsecretario de Organización del PSOE Santos Cerdán ha ingresado este lunes antes de las cinco de la tarde en el Centro Penitencario Madrid V, en la localidad de Soto del Real, por orden del magistrado Leopoldo Puente, instructor del caso en el que se investiga la supuesta trama de corrupción que anidó en el Ministerio de Transportes en la etapa de José Luis Ábalos. Es la misma prisión por la que también pasaron el extesorero del PP Luis Bárcenas, otros condenados por el caso Gürtel, el expresidente de Caja Madrid Miguel Blesa, siete de los condenados por las tarjetas black (entre ellos el que fuera vicepresidente del Gobierno Rodrigo Rato) y algunos de los dirigentes independentistas del procés. En la actualidad hay más de 1.300 reclusos en esta prisión con 30 años de antigüedad que ocupa 65 hectáreas cerca de la sierra madrileña.\n\nSegún detalla el artículo 20 del Reglamento Penitenciario, Cerdán pasará las primera horas en el llamado módulo de ingresos, un lugar destinado precisamente a las personas que acaban de llegar a la cárcel y donde puede permanecer un máximo de cinco días (si supera ese plazo, la prisión debe informar al juez de Vigilancia Penitenciaria). Allí se someterá a los trámites habituales: toma de huellas, registro de sus pertenencias, revisión médica y entrega de productos higiénicos, ropa de cama y cubiertos. Luego es examinados por el médico el centro a la mayor brevedad posible y, posteriormente, es entrevistado por el trabajador social y por el educador “a fin de detectar las áreas carenciales y necesidades del interno”, según recoge la norma. Será el informe que elaboren estos profesionales el que servirá para determinar a qué módulo de prisión pasa y qué “modelo individualizado de intervención” se le aplica durante su estancia en prisión.\n\nFuentes penitenciarias señalan que dadas las características de Cerdán y los delitos de los que está acusado (organización criminal, tráfico de influencias y cohecho), lo previsible es que se le recluya inicialmente en un módulo de presos primarios ―los que, como él, entran por primera vez en la cárcel―; en el número 10, destinado a presos poco conflictivos (en él estuvo ingresado en su día el expresidente de la CEOE, Gerardo Díaz Ferrán) o que cursan estudios universitarios a través de la UNED; o en el número 12, que se conoce como “de respeto”. Este último está destinado a acoger a reclusos de buen comportamiento que aceptan cumplir unas normas de convivencia y autogestionar los conflictos que surjan entre ellos. Este último fue, por ejemplo, en el que estuvieron los líderes independentistas Jordi Sànchez y Jordi Cuixart antes de su traslado a una prisión de Cataluña.\n\nPor las celdas de Soto del Real también han pasado el exalcalde de Majadahonda Guillermo Ortega y el ex alto cargo de la Comunidad de Madrid Alberto López Viejo, ambos condenados por el caso Gürtel, así como el exdirigente del PP de Madrid Francisco Granados, tras ser detenido por su presunta implicación en el caso Púnica de corrupción. También han estado recluidos en esta prisión madrileña dos de los presuntos cabecillas de la estafa de la red de clínicas odontológicas iDental, el antiguo jerarca del Gobierno chavista, el venezolano Nervis Villalobos, y César Román, más conocido como El Rey del Cachopo, condenado en 2021 a 15 años de prisión por matar a su expareja.",
    "image": "https://imagenes.elpais.com/resizer/v2/VY2N6WHCFBHQTG7WASTODPD6QI.jpg?auth=93a82f4bf4a3bf53d11aca6083d4ba2b057b62b9d3474e1b5145e823a9ebfe08&width=1200"
  },
  {
    "id": 28,
    "title": "La declaración de bienes en el Supremo de Santos Cerdán y su familia: una casa en Navarra y tres cuentas con 49.000 euros",
    "content": "El exsecretario de Organización del PSOE, Santos Cerdán, a su llegada a declarar en el Tribunal Supremo este lunes.\n\nSantos Cerdán ha declarado este lunes en el Tribunal Supremo como investigado por cohecho, organización criminal y tráfico de influencias. Horas después, ha ingresado en prisión preventiva en la cárcel de Soto Real (Madrid). El juez estima que el “botín” obtenido por el amaño de contratos en la trama del caso Koldo puede superar los cinco millones de euros y que pudieron lucrarse “más personas”. En su declaración, el exsecretario de organización socialista hasta hace dos semanas ha dicho que sus cuentas son “transparentes”. Esto es lo que ha declarado Cerdán:\n\nUn piso en Navarra y un coche\n\nEl abogado de Cerdán ha presentado una serie de documentos en el Tribunal Supremo donde figura una nota simple del Registro de la Propiedad con una vivienda en Milagro (Navarra), el municipio donde nació hace 56 años. La casa fue adquirida en 1994 y cuenta con 90 metros cuadrados que se desarrollan en dos plantas, con tres dormitorios y dos baños.\n\nCerdán ha adjuntado también el documento que presentó en el Congreso de los Diputados, donde figura que posee un coche de la marca Volvo y el modelo XC60 T6.\n\nTres cuentas\n\nEn su declaración, Cerdán ha afirmado ante el juez Leopoldo Puente que tiene dos cuentas a su nombre, una para gastos de la familia y el piso, con 28.000 euros, y otra para gastos de la organización.\n\nSegún el exdirigente socialista, cuando entró en la ejecutiva del Partido Socialista de Navarra, él cambió el sistema de pago. Se exigía el tique para cualquier gasto. Cerdán ha confirmado que tiene una tarjeta del partido de alrededor de 1.000 euros.\n\nAdemás, Cerdán ha reconocido ante el juez que su mujer e hija tienen otra cuenta con unos 20.000 euros.\n\nLo que declaró en el Congreso\n\nCerdán actualizó su declaración de bienes y rentas en el Congreso de los Diputados hace 10 días, tras haber sido diputado por Navarra durante las legislaturas XIII, XIV y XV. El exdirigente socialista renunció al acta el 16 de junio obligado por el PSOE tras la publicación del informe de la Unidad Central Operativa (UCO) que le señalaba como protagonista central de la presunta trama corrupta junto a Koldo García y al exministro José Luis Ábalos. El día 20 cumplió con el trámite que han de formalizar todos los parlamentarios cuando dejan el escaño: actualizar la documentación sobre su situación financiera.\n\nCerdán declaró que cobró una nómina de 79.184,07 euros, pero no especifica en concepto de qué, pero según fuentes parlamentarias corresponden a su trabajo como diputado. También indica que dispone de una vivienda adquirida en Navarra en 1994, una cuenta de ahorro neto de 47.000 euros y un automóvil Volvo XC60 T6. La novedad con respecto a la declaración presentada en julio de 2023 —inicio de la legislatura XV— es que el montante de ahorro era entonces de 55.320. Es decir, que tiene 8.320 menos en sus cuentas bancarias que hace dos años.\n\nCerdán, tras cesar de todos sus cargos, cobrará ahora una retribución de 3.200 euros brutos al mes durante seis meses por sus seis años en el cargo de diputado,es el equivalente al subsidio de paro de los trabajadores asalariados.",
    "image": "https://imagenes.elpais.com/resizer/v2/RTZQ6SIZDD2QHU2KLCS7NG5O6E.jpg?auth=7c08073476443be85992c1e2d283de43ea56a1e684d570f8e535de5928874bac&width=1200"
  },
  {
    "id": 29,
    "title": "Última hora de la actualidad política, en directo | El PNV rechaza “tajante” las palabras de Cerdán que le relacionan con el caso de las mordidas",
    "content": "El PNV rechaza “tajante” las palabras de Cerdán que le relacionan con el caso de las mordidas\n\nEl PNV ha rechazado “de forma tajante” los intentos de vincularle “con el caso Cerdán-Ábalos-Koldo” y ha destacado que apoyó la moción de censura tras la sentencia del caso Gürtel y la ausencia de asunción de responsabilidades del PP, sin que en ello influyera Antxón Alonso, también imputado.\n\nTras las afirmaciones que ha vertido Santos Cerdán ante el Tribunal Supremo, fuentes del PNV han aclarado que en los días previos a que se celebrara la moción de censura contra Mariano Rajoy, el Partido Nacionalista “se reunió, a petición del PSOE, con José Luis Ábalos y Santos Cerdán”. “Esta reunión, la única que se mantuvo con la dirección del PSOE, tuvo lugar en Madrid y a ella acudieron con el único objetivo de escuchar, en nombre de EAJ-PNV, Joseba Aurrekoetxea, entonces responsable del área de Organización, y Aitor Esteban, en aquel momento portavoz del Grupo Vasco en el Congreso”, ha añadido. Además, ha explicado el PNV, el 31 de mayo de 2018 la dirección del partido decidió “de forma soberana” votar afirmativamente la moción de censura. Lo hizo tras valorar la situación en la que se encontraba el Partido Popular, que había perdido ya la mayoría de la que gozaba, por considerar grave la sentencia del caso Gürtel e inadmisible la ausencia de asunción de responsabilidades políticas por parte del PP”. En este contexto, añade el PNV, “resulta ridículo afirmar que Antxón Alonso, una persona que ni siquiera es afiliada a EAJ-PNV, hubiera podido influir en la Ejecutiva jeltzale que tomó esa decisión”.\n\nAdemás, ha constatado que “la estrategia de defensa de Santos Cerdán ante el Supremo se basa en la mentira, como acredita el haber afirmado que su relación con Antxón Alonso facilitó el voto favorable” de los nacionalistas a la moción de censura. En su declaración ante el juez que ha culminado con su ingreso en prisión, Cerdán ha asegurado ante el juez que Antxon Alonso, también investigado en la causa, fue quien le puso en relación con el PNV para armar la moción de censura que hizo presidente a Pedro Sánchez. (Efe)",
    "image": "https://imagenes.elpais.com/resizer/v2/MQ3Z2GYLIS3HYPDSNSR6KFRBJA.jpg?auth=4c1fdbc59d19ebe33d332940010148a56cc9976a66ca5abea5148f12d8173dd3&width=1200"
  },
  {
    "id": 30,
    "title": "Iran - Israele, le news. Strage dell’Idf in un internet café a Gaza, almeno 21 morti",
    "content": "Israele: spesi 37,5 miliardi di euro per finanziare la guerra a Gaza\n\nTrentasette miliardi e mezzo di euro: è il costo, per difetto, della guerra che Israele ha iniziato a Gaza dopo il 7 ottobre del 2023. Per ognuno dei 633 giorni di conflitto sono stati spesi oltre 58 milioni di euro. A renderlo noto e' un'analisi pubblicata dal ministero delle Finanze e riportata da N12. Le cifre dettagliate nel bilancio dello Stato per il 2024, rivelano che dall'inizio del 2025 il Paese ha stanziato 7 miliardi di shakel (1,8 miliardi di ero) per le sole spese civili della guerra, anche prima della campagna contro l'Iran. Questa somma si aggiunge ai 141,6 miliardi di shakel (35,7 mld di euro) di spese di guerra lorde dal 7 ottobre 2023 fino alla fine del 2024. Il ministero delle Finanze non ha perà divulgato i costi per la sicurezza della ripresa della guerra nel 2025, compresi i costi di mobilitazione delle riserve per l'operazione Carri di Gedeone e le ingenti spese della campagna contro l'Iran (Am Kalvi). \"Alla data di pubblicazione del rapporto, non è possibile valutare e quantificare in modo affidabile l'impatto finanziario della continuazione della guerra della 'Spada di Ferro' e dell'Operazione Am Kalvi\", ha spiegato la ragioneria dello Stato. Le spese per la difesa sono passate da 75 miliardi di shakel (19 miliardi di euro) nel 2022 a 168 miliardi nel 2024 (42,5 miliardi di euro) con un aumento di 2,24 volte. Nel 2023, con lo scoppio della guerra in ottobre, le spese per la difesa ammontavano a circa 98 miliardi (25 mld di euro). L'aumento più marcato l'anno scorso è stato registrato nei costi per i militari riserva: 32 miliardi di shakel, oltre 8 miliardi di euro. Per appalti e le operazioni, che comprende munizioni e attrezzature militari, sono stati spesi 97 miliardi (24,5 mld di euro), circa il 58% di tutte le spese per la difesa. Secondo il ministero delle Finanze, una parte significativa degli appalti israeliani dagli Stati Uniti è stata finanziata dal bilancio statale, e non solo dagli aiuti americani, riferisce ancora N12. Quanto alla percentuale del Prodotto interno lordo, la spesa per la difesa è aumentata dal 4,3% nel 2022 all'8,4% nel 2024.",
    "image": "https://www.repstatic.it/content/nazionale/img/2025/06/30/204419361-5ce4c40e-a7df-4620-8255-fe85a124a927.jpg"
  },
  {
    "id": 31,
    "title": "Guerra Ucraina - Russia, le news di oggi. Zelensky: “Il piano offensivo russo a Sumy sta fallendo”",
    "content": "Accordo di principio su area libero scambio tra Ucraina e Ue\n\nLa Commissione europea ha concluso i negoziati con l'Ucraina sulla revisione dell'area di libero scambio globale e approfondita (Dcfta) Ue-Ucraina. L'accordo modernizzato si articola su tre pilastri principali: parità di condizioni, clausola di salvaguardia e rafforzamento flussi commerciali.\n\nLa parità di condizioni. il nuovo accesso al mercato è subordinato all'allineamento graduale dell'Ucraina agli standard di produzione pertinenti dell'Ue, come il benessere animale, l'uso di pesticidi e medicinali veterinari. L'Ucraina dovrà riferire ogni anno sui progressi compiuti in tal senso. Questo approccio è coerente con la logica del processo di adesione dell'Ucraina all'Ue e con l'adozione dell'acquis dell'Ue.\n\nLa clausola di salvaguardia solida: entrambe le parti avranno la possibilità di attivare un meccanismo di salvaguardia che consenta di adottare misure adeguate in situazioni in cui le importazioni possano causare effetti negativi a una delle due parti. Per l'Ue, la valutazione di un possibile squilibrio può essere effettuata a livello di uno o più Stati membri.\n\nIl rafforzamento dei flussi commerciali: l'accordo rivisto trova un equilibrio tra il sostegno al commercio dell'Ucraina con l'Ue e la piena considerazione delle sensibilità di alcuni settori agricoli e portatori di interesse europei. L'accesso negoziato al mercato varia: per i prodotti più sensibili, come zucchero, pollame, uova, grano, mais e miele, gli aumenti sono modesti rispetto all'originale Dcfta; per altri prodotti, sono stati previsti miglioramenti per favorire entrambe le parti sulla base della complementarità dei mercati; infine, per alcuni prodotti non sensibili, è stata concordata la liberalizzazione completa.\n\nEntrambe le parti hanno inoltre convenuto di esplorare misure per aiutare gli esportatori ucraini a raggiungere i loro mercati tradizionali nei paesi terzi.\n\nInoltre, l'Ue e l'Ucraina hanno anche concordato di riesaminare la situazione nel contesto dei progressi nell'integrazione economica e delle prospettive di adesione. Le parti lavoreranno ora per affinare gli elementi tecnici dell'accordo. L'accordo di associazione tra l'Ue e l'Ucraina, che include un'area di libero scambio globale e approfondita, è stato negoziato tra il 2007 e il 2011, e firmato il 21 marzo e il 27 giugno 2014.\n\nDopo la guerra di aggressione della Russia contro l'Ucraina, l'Ue ha concesso all'Ucraina agevolazioni commerciali e strumenti eccezionali offrendo un alto livello di liberalizzazione unilaterale su base annuale sotto forma di misure commerciali autonome (Atm). Queste sono state in vigore dal 4 giugno 2022 e rinnovate due volte fino alla loro scadenza il 5 giugno 2025, dopo la quale erano entrate in vigore misure transitorie. Gli Stati membri e il Parlamento europeo saranno informati sui dettagli dell'accordo nei prossimi giorni. La Commissione adotterà una proposta di decisione del Consiglio, affinchè quest'ultimo approvi l'accordo. L'accordo sarà poi formalmente adottato dal comitato di associazione Ue-Ucraina.",
    "image": "https://www.repstatic.it/content/nazionale/img/2025/06/30/081454779-2c7cd382-23fa-415e-a6ef-2401bc9801ed.jpg"
  },
  {
    "id": 32,
    "title": "Scossa 4,6 ai Campi Flegrei avvertita anche a Napoli. Treni, circolazione in ripresa ma ritardi",
    "content": "Un terremoto di magnitudo 4,6 è stato registrato alle 12.47 ai Campi Flegrei. Stessa magnitudo di quella registrata la notte dello scorso 13 marzo, la più violenta degli ultimi 40 anni, da quando il fenomeno è misurato scientificamente. La scossa, con epicentro in prossimità della costa di Bacoli e profondità di quasi 5 chilometri, secondo quanto rilevato dai sensori dell’Osservatorio Vesuviano dell’Ingv, è stata avvertita distintamente dalla popolazione in tutta l’area. L’evento è parte di uno sciame in corso: alla scossa più potente ne sono seguite altre quattro, di magnitudo 2, 2, 1,6, 1,0 e, alle 16.38, di magnitudo 1,3 a una profondità di 3 km.\n\nSospesa la circolazione ferroviaria nel nodo di Napoli\n\nLa circolazione dei treni relativa al nodo di Napoli, sospesa in via precauzionale, in applicazione del protocollo che prevede lo stop in caso di sciami sismici che superano la magnitudo 4,0, è in graduale ripresa. Lo scrive sul suo sito Trenitalia, precisando che i treni Alta Velocità, Intercity e Regionali possono registrare un maggior tempo di percorrenza fino a 120 minuti. I treni Regionali possono subire limitazioni di percorso e cancellazioni. Regolari, invece, le partenze dei convogli da Roma e diretti al Sud. Per un elenco dei Treni Alta Velocità e Intercity direttamente coinvolti e con un maggior tempo di percorrenza superiore a 60 minuti cliccare qui.\n\nFerma anche la linea 2 della metropolitana di Napoli che serve la tratta tra Bagnoli e Pozzuoli. E stop anche ai treni delle ferrovie locali Cumana e Circumflegrea.\n\nNota del Ministero dei Trasporti: \"Il vicepremier e ministro Matteo Salvini sta seguendo con la massima attenzione (...). Continua l'intervento dei tecnici di RFI per completare i necessari controlli. L'auspicio è un rapido ritorno alla normalità. Controlli in corso anche sulla rete stradale di competenza Anas, e al momento non sono emerse anomalie o danni\".\n\nProtezione civile: per ora nessun danno\n\nDopo le prime verifiche, il Dipartimento di Protezione civile fa sapere che non sono segnalati danni nel territorio del Comune di Napoli. Vigili del fuoco: al momento non sono giunte richieste di intervento.\n\nCrolla costone di roccia a Punta Pennata\n\nTerremoto di 4.6 avvertito ai Campi Flegrei: a Bacoli crolla un costone dopo la forte scossa\n\nA seguito della scossa 4,6, è crollato un costone di roccia sull’isolotto di Punta Pennata, nel territorio di Bacoli. Il sindaco Josi Gerardo Della Ragione: \"Ho ascoltato tante volte che ci sono i soldi per fare i lavori di consolidamento ai nostri costoni. Attendiamo l'inizio di un cantiere da 10 milioni di euro. Ma per mettere in sicurezza la nostra costa ce ne vorranno molti di più. Bisogna però partire subito. Le promesse non possono più bastare. Si deve accelerare. Qui la gente vive, e vuole continuare a farlo in sicurezza. Qui decine di migliaia di persone vengono con la propria barca per fare il bagno, e devono continuare a farlo in sicurezza. Qui esiste sui fondali il parco archeologico sommerso più grande al mondo, e va tutelato\".\n\nBacoli, il racconto di una testimone: \"Prima una scossa fortissima, poi il costone è crollato giù\"\n\nLe testimonianze\n\nPaura soprattutto a Bacoli e Monte di Procida, l’evento è stato avvertito anche nella città di Napoli, da Fuorigrotta a Posillipo, da Pianura al centro. “Terribile, forte e lunga. Ho avuto la sensazione che la spinta partisse proprio da sotto casa mia”, racconta Pina, che abita in via San Gennaro, ad Agnano, tra le prime a condividere l’esperienza sulla pagina “Quelli della zona rossa dei Campi Flegrei”. “L’abbiamo avvertita fortissima anche a Monte di Procida”, dice Antonietta.\n\nGli esperti: “Sollevamento continuo da fine febbraio”\n\n“L’evento non ci sorprende. – commenta Mauro Antonio Di Vito, direttore dell’Osservatorio Vesuviano di Ingv -. Sappiamo del resto che la crisi bradisismica è in atto e che anche quando non si traduce in eventi di rilascio elevato, le rocce accumulano stress che può portare, anche dopo settimane di relativa quiete, a terremoti come quello di poco fa. Perché la terra trema? Per via delle continue sollecitazioni che l’innalzamento del suolo genera sulla roccia che, per reazione, rilascia energia e finisce col fratturarsi, generando i terremoti”. Francesca Bianco, direttrice dipartimento vulcani dell'Ingv, a Rainews24: \"Continuiamo a osservare un sollevamento che dalla fine di febbraio ha una velocità dell'ordine dei 15 mm al mese continuo, continuo e questo significa che la crosta terrestre accumula questo sforzo e poi libera lo sforzo generando dei terremoti. La scossa che abbiamo registrato oggi, insieme a quella del 13 marzo scorso, è la più elevata che abbiamo registrato da quando abbiamo una rete di monitoraggio\".\n\nIl sindaco di Pozzuoli: “Nessun danno, monitoriamo”\n\nIl sindaco di Pozzuoli, Luigi Manzoni, su Facebook: \"La scossa di terremoto che abbiamo avvertito è stata forte, ma al momento non si segnalano danni. Siamo nuovamente di fronte a una situazione da monitorare ora dopo ora. I nostri volontari sono già in giro per la città per controllare la situazione da vicino. A breve alcune Ztl saranno temporaneamente disattivate. Stiamo inoltre allestendo le aree di attesa previste dal nostro piano di emergenza, che saranno presidiate”.\n\n“Per qualsiasi esigenza o segnalazione – conclude Manzoni –, potete contattare la Protezione Civile al numero 081/18894400 o la Polizia Municipale al numero 081/8551891. Siamo qui, abbiamo convocato il centro comunale operativo a Monterusciello e vi informeremo su ogni sviluppo\".\n\nPoi a Rainews il sindaco parla delle scuole, soprattutto quelle dove si stanno svolgendo gli esami di maturità. \"Sono di competenza della Città metropolitana, perché in quelle di competenza comunale sono già tutte finite le attività scolastiche. Domani, da protocollo che abbiamo firmato in Prefettura, i dirigenti scolastici dovranno richiedere sopralluogo in base anche a una loro prima verifica speditiva, dei loro tecnici e noi, in base alle loro richieste, rifaremo le dovute verifiche\".\n\nMusumeci: “Stato d’emergenza, valutazione spetta ai tecnici”\n\nIl ministro Musumeci, a margine del Consiglio dei ministri, sull’eventualità di proclamare lo stato d’emergenza ai Campi Flegrei: “La valutazione la fanno i tecnici, non la politica. Rispetto a quanto accaduto nei mesi passati non vedo una discontinuità, al di là dei due-tre punti di magnitudo superiore. Speriamo che tutto rientri\".",
    "image": "https://www.repstatic.it/content/localirep/img/rep-napoli/2025/06/30/125857968-dbab0278-f334-4e6f-abc9-c143c717c454.jpg"
  },
  {
    "id": 33,
    "title": "110,000 trips: China-Europe freight train service embraces new progress",
    "content": "The 110,000th China-Europe freight train departs from Qingdao, east China's Shandong Province, June 10, 2025. (Xinhua/Yin Dongxun)\n\nJINAN, June 10 (Xinhua) -- The 110,000th China-Europe freight train departed from Qingdao in east China's Shandong Province on Tuesday morning, marking a milestone in the service's high-quality development.\n\nLoaded with 55 containers of home appliances, including LCD monitors and refrigerators worth nearly 20 million yuan (about 2.78 million U.S. dollars), the train will exit China via northern Inner Mongolia's Erenhot Port, the largest land port on the China-Mongolia border, before arriving in Europe in 17 days, said Gao Yitian, an official from the Jiaozhou branch of Jinan Railway Logistics Center.\n\nAs a witness, Gao said that over the past decade, the China-Europe freight train service has expanded dramatically, not just in volume, but also in reach, cargo diversity, and efficiency. The international logistics network in Shandong has transported not only Chinese exports but also cross-border goods from Japan, the Republic of Korea, and Southeast Asian countries.\n\n\"I believe that these trains will continue to deliver more 'Made in China' products while providing better services for countries participating in the Belt and Road Initiative and people there,\" Gao added.\n\nAs of now, a total of 128 Chinese cities have launched China-Europe freight train service, reaching 229 cities in 26 European countries and over 100 cities in 11 Asian countries. ■\n\nCustoms officers supervise the departure of the 110,000th China-Europe freight train at Jiaozhou Railway Station in Qingdao, east China's Shandong Province, June 10, 2025. The 110,000th China-Europe freight train departed from Qingdao on Tuesday morning, marking a milestone in the service's high-quality development.\n\nLoaded with 55 containers of home appliances, including LCD monitors and refrigerators worth nearly 20 million yuan (about 2.78 million U.S. dollars), the train will exit China via northern Inner Mongolia's Erenhot Port, the largest land port on the China-Mongolia border, before arriving in Europe in 17 days. (Xinhua/Li Ziheng)\n\nAn aerial drone photo shows the 110,000th China-Europe freight train departing from Jiaozhou Railway Station in Qingdao, east China's Shandong Province, June 10, 2025. The 110,000th China-Europe freight train departed from Qingdao on Tuesday morning, marking a milestone in the service's high-quality development.\n\nLoaded with 55 containers of home appliances, including LCD monitors and refrigerators worth nearly 20 million yuan (about 2.78 million U.S. dollars), the train will exit China via northern Inner Mongolia's Erenhot Port, the largest land port on the China-Mongolia border, before arriving in Europe in 17 days. (Xinhua/Li Ziheng)\n\nAn aerial drone photo shows the 110,000th China-Europe freight train departing from Jiaozhou Railway Station in Qingdao, east China's Shandong Province, June 10, 2025. The 110,000th China-Europe freight train departed from Qingdao on Tuesday morning, marking a milestone in the service's high-quality development.\n\nLoaded with 55 containers of home appliances, including LCD monitors and refrigerators worth nearly 20 million yuan (about 2.78 million U.S. dollars), the train will exit China via northern Inner Mongolia's Erenhot Port, the largest land port on the China-Mongolia border, before arriving in Europe in 17 days. (Xinhua/Li Ziheng)\n\nThe 110,000th China-Europe freight train waits for departure at Jiaozhou Railway Station in Qingdao, east China's Shandong Province, June 10, 2025. The 110,000th China-Europe freight train departed from Qingdao on Tuesday morning, marking a milestone in the service's high-quality development.\n\nLoaded with 55 containers of home appliances, including LCD monitors and refrigerators worth nearly 20 million yuan (about 2.78 million U.S. dollars), the train will exit China via northern Inner Mongolia's Erenhot Port, the largest land port on the China-Mongolia border, before arriving in Europe in 17 days. (Xinhua/Li Ziheng)\n\nThis photo shows the 110,000th China-Europe freight train bound for Moscow of Russia, departing from Jiaozhou Railway Station in Qingdao, east China's Shandong Province, June 10, 2025. The 110,000th China-Europe freight train departed from Qingdao on Tuesday morning, marking a milestone in the service's high-quality development.\n\nLoaded with 55 containers of home appliances, including LCD monitors and refrigerators worth nearly 20 million yuan (about 2.78 million U.S. dollars), the train will exit China via northern Inner Mongolia's Erenhot Port, the largest land port on the China-Mongolia border, before arriving in Europe in 17 days. (Xinhua/Yin Dongxun)\n\nThis photo shows the 110,000th China-Europe freight train bound for Moscow of Russia, departing from Jiaozhou Railway Station in Qingdao, east China's Shandong Province, June 10, 2025. The 110,000th China-Europe freight train departed from Qingdao on Tuesday morning, marking a milestone in the service's high-quality development.\n\nLoaded with 55 containers of home appliances, including LCD monitors and refrigerators worth nearly 20 million yuan (about 2.78 million U.S. dollars), the train will exit China via northern Inner Mongolia's Erenhot Port, the largest land port on the China-Mongolia border, before arriving in Europe in 17 days. (Xinhua/Yin Dongxun)\n\nAn aerial drone photo shows the 110,000th China-Europe freight train departing from Jiaozhou Railway Station in Qingdao, east China's Shandong Province, June 10, 2025. The 110,000th China-Europe freight train departed from Qingdao on Tuesday morning, marking a milestone in the service's high-quality development.\n\nLoaded with 55 containers of home appliances, including LCD monitors and refrigerators worth nearly 20 million yuan (about 2.78 million U.S. dollars), the train will exit China via northern Inner Mongolia's Erenhot Port, the largest land port on the China-Mongolia border, before arriving in Europe in 17 days. (Xinhua/Li Ziheng)\n\nRailway workers pose for photos in front of the 110,000th China-Europe freight train before its departure at Jiaozhou Railway Station in Qingdao, east China's Shandong Province, June 10, 2025. The 110,000th China-Europe freight train departed from Qingdao on Tuesday morning, marking a milestone in the service's high-quality development.\n\nLoaded with 55 containers of home appliances, including LCD monitors and refrigerators worth nearly 20 million yuan (about 2.78 million U.S. dollars), the train will exit China via northern Inner Mongolia's Erenhot Port, the largest land port on the China-Mongolia border, before arriving in Europe in 17 days. (Xinhua/Li Ziheng)\n\nAn aerial drone photo shows the 110,000th China-Europe freight train departing from Jiaozhou Railway Station in Qingdao, east China's Shandong Province, June 10, 2025. The 110,000th China-Europe freight train departed from Qingdao on Tuesday morning, marking a milestone in the service's high-quality development.\n\nLoaded with 55 containers of home appliances, including LCD monitors and refrigerators worth nearly 20 million yuan (about 2.78 million U.S. dollars), the train will exit China via northern Inner Mongolia's Erenhot Port, the largest land port on the China-Mongolia border, before arriving in Europe in 17 days. (Xinhua/Li Ziheng)\n\nThis photo shows the 110,000th China-Europe freight train bound for Moscow of Russia, waiting for departure at Jiaozhou Railway Station in Qingdao, east China's Shandong Province, June 10, 2025. The 110,000th China-Europe freight train departed from Qingdao on Tuesday morning, marking a milestone in the service's high-quality development.\n\nLoaded with 55 containers of home appliances, including LCD monitors and refrigerators worth nearly 20 million yuan (about 2.78 million U.S. dollars), the train will exit China via northern Inner Mongolia's Erenhot Port, the largest land port on the China-Mongolia border, before arriving in Europe in 17 days. (Xinhua/Yin Dongxun)\n\nAn aerial drone photo shows the 110,000th China-Europe freight train departing from Jiaozhou Railway Station in Qingdao, east China's Shandong Province, June 10, 2025. The 110,000th China-Europe freight train departed from Qingdao on Tuesday morning, marking a milestone in the service's high-quality development.\n\nLoaded with 55 containers of home appliances, including LCD monitors and refrigerators worth nearly 20 million yuan (about 2.78 million U.S. dollars), the train will exit China via northern Inner Mongolia's Erenhot Port, the largest land port on the China-Mongolia border, before arriving in Europe in 17 days. (Xinhua/Li Ziheng)",
    "image": ""
  },
  {
    "id": 34,
    "title": "China-Vietnam passenger train resumes after five years",
    "content": "Lu Rifeng (L), a police officer from Nanning branch of Nanning railway public security bureau, and his colleague Yang Tieming change shift at Pingxiang Railway Station in south China's Guangxi Zhuang Autonomous Region, Jan. 20, 2017. Train T8701 left Nanning, capital of south China's Guangxi Zhuang Autonomous Region for Hanoi, Vietnam at 6:05 p.m. on May 25, marking the resumption of China-Vietnam international passenger rail service after a five-year suspension. (Xinhua/Lu Boan)\n\nNANNING, May 25 (Xinhua) -- Train T8701 left Nanning, capital of south China's Guangxi Zhuang Autonomous Region for Hanoi, Vietnam at 6:05 p.m. on Sunday, marking the resumption of China-Vietnam international passenger rail service after a five-year suspension.\n\nThe Nanning-Hanoi international train runs daily, leaving Nanning at 6:05 p.m. and arriving in Hanoi at 6:30 a.m. the next day. The return train departs from Hanoi at 10:20 p.m. and arrives in Nanning at 10:06 a.m. the following day.\n\nTickets for this train are currently sold offline only. Passengers can buy tickets with a passport at railway stations in Guilin, Nanning, Chongzuo and Pingxiang. Travelers must obtain a paper visa or prepare visa-free documents in advance and complete customs procedures at border stations. ■\n\nHe Jianlin (R), a railway police officer from Nanning branch of Nanning railway public security bureau, introduces travel safety information to a passenger on a train bound for Hanoi at a railway station in Nanning, south China's Guangxi Zhuang Autonomous Region, May 25, 2025. Train T8701 left Nanning, capital of south China's Guangxi Zhuang Autonomous Region for Hanoi, Vietnam at 6:05 p.m. on May 25, marking the resumption of China-Vietnam international passenger rail service after a five-year suspension. (Xinhua/Lu Boan)\n\nLu Rifeng (C), a police officer from Nanning branch of Nanning railway public security bureau, patrols along the rail line with his colleagues in south China's Guangxi Zhuang Autonomous Region, Jan. 21, 2020. Train T8701 left Nanning, capital of south China's Guangxi Zhuang Autonomous Region for Hanoi, Vietnam at 6:05 p.m. on May 25, marking the resumption of China-Vietnam international passenger rail service after a five-year suspension. (Xinhua/Lu Boan)\n\nHe Jianlin (L), a railway police officer from Nanning branch of Nanning railway public security bureau, communicates with his colleague Wang Rongxin outside a train bound for Hanoi at a railway station in Nanning, south China's Guangxi Zhuang Autonomous Region, May 25, 2025. Train T8701 left Nanning, capital of south China's Guangxi Zhuang Autonomous Region for Hanoi, Vietnam at 6:05 p.m. on May 25, marking the resumption of China-Vietnam international passenger rail service after a five-year suspension. (Xinhua/Lu Boan)\n\nWang Rongxin (front), a railway police officer from Nanning branch of Nanning railway public security bureau, is on duty with his colleague on a train bound for Hanoi at a railway station in Nanning, south China's Guangxi Zhuang Autonomous Region, May 25, 2025. Train T8701 left Nanning, capital of south China's Guangxi Zhuang Autonomous Region for Hanoi, Vietnam at 6:05 p.m. on May 25, marking the resumption of China-Vietnam international passenger rail service after a five-year suspension. (Xinhua/Lu Boan)\n\nHe Jianlin (L), a railway police officer from Nanning branch of Nanning railway public security bureau, is on duty with his colleagues outside a train bound for Hanoi at a railway station in Nanning, south China's Guangxi Zhuang Autonomous Region, May 25, 2025. Train T8701 left Nanning, capital of south China's Guangxi Zhuang Autonomous Region for Hanoi, Vietnam at 6:05 p.m. on May 25, marking the resumption of China-Vietnam international passenger rail service after a five-year suspension. (Xinhua/Lu Boan)",
    "image": ""
  },
  {
    "id": 35,
    "title": "China-Central Asia freight train departs from Tianjin Port to Tashkent",
    "content": "A China-Central Asia freight train bound for Tashkent via Horgos departs from a station in Tianjin Port in north China's Tianjin, May 20, 2025. The first China-Central Asia freight train from Tianjin Port to Tashkent via Horgos in 2025 departed here on Tuesday, sending fifty containers of auto parts, mechanical equipment, building materials and household appliances to Uzbekistan's capital. (Xinhua/Zhao Zishuo)\n\nA China-Central Asia freight train bound for Tashkent via Horgos is pictured before its departure from a railway station at Tianjin Port in north China's Tianjin, May 20, 2025. The first China-Central Asia freight train from Tianjin Port to Tashkent via Horgos in 2025 departed here on Tuesday, sending fifty containers of auto parts, mechanical equipment, building materials and household appliances to Uzbekistan's capital. (Xinhua/Zhao Zishuo)\n\nA drone photo shows a China-Central Asia freight train bound for Tashkent via Horgos before its departure from a railway station at Tianjin Port in north China's Tianjin, May 20, 2025. The first China-Central Asia freight train from Tianjin Port to Tashkent via Horgos in 2025 departed here on Tuesday, sending fifty containers of auto parts, mechanical equipment, building materials and household appliances to Uzbekistan's capital. (Xinhua/Zhao Zishuo)\n\nCustoms staff members check a China-Central Asia freight train at a train station at Tianjin Port in north China's Tianjin, May 20, 2025. The first China-Central Asia freight train from Tianjin Port to Tashkent via Horgos in 2025 departed here on Tuesday, sending fifty containers of auto parts, mechanical equipment, building materials and household appliances to Uzbekistan's capital. (Xinhua/Zhao Zishuo)\n\nA China-Central Asia freight train bound for Tashkent via Horgos departs from a railway station at Tianjin Port in north China's Tianjin, May 20, 2025. The first China-Central Asia freight train from Tianjin Port to Tashkent via Horgos in 2025 departed here on Tuesday, sending fifty containers of auto parts, mechanical equipment, building materials and household appliances to Uzbekistan's capital. (Xinhua/Zhao Zishuo)",
    "image": ""
  },
  {
    "id": 36,
    "title": "Tunisia court sentences lawyer critical of president to two years in prison",
    "content": "Sonia Dhamani, a fierce critic of President Kais Saied, has criticised him for practices against refugees and migrants.\n\nA Tunisian court has sentenced Sonia Dhamani, a prominent lawyer and renowned critic of President Kais Saied, to two years in jail, lawyers have said, in a case that rights groups say marks a deepening crackdown on dissent in the North African country.\n\nDhamani’s lawyers withdrew from the trial after the judge refused to adjourn the session on Monday, claiming Dhamani was being tried twice for the same act.\n\nThe court sentenced Dhamani for statements criticising practices against refugees and migrants from sub-Saharan Africa.\n\nLawyer Bassem Trifi said the verdict was “a grave injustice”.\n\n“What’s happening is a farce. Sonia is being tried twice for the same statement,” said lawyer Sami Ben Ghazi, another lawyer for Dhamani.\n\nDhamani was arrested last year after making comments during a television appearance that questioned the government’s stance on undocumented African refugees and migrants in Tunisia.\n\nThe case was brought under the nation’s controversial cybercrime law, Decree 54, which has been widely condemned by international and local rights groups.\n\nMost opposition leaders, some journalists, and critics of Saied have been imprisoned since Saied seized control of most powers, dissolved the elected parliament, and began ruling by decree in 2021 – moves the opposition has described as a coup.\n\nSaied rejects the charges and says his actions are legal and aimed at ending years of chaos and rampant corruption.\n\nHuman rights groups and activists say Saied has turned Tunisia into an open-air prison and is using the judiciary and police to target his political opponents.\n\nAdvertisement\n\nSaied rejects these accusations, saying he will not be a dictator and seeks to hold everyone accountable equally, regardless of their position or name.\n\nEarlier this year, the country carried out a mass trial in which dozens of defendants were handed jail terms of up to 66 years. Critics denounced the trial as politically motivated and baseless.\n\nThe defendants faced charges including “conspiracy against state security” and “belonging to a terrorist group”, according to their lawyers.\n\nAmong those targeted were figures from what was once the biggest party, Ennahda, such as the leader and former Speaker of Parliament Rached Ghannouchi, former Prime Minister Hichem Mechichi, and former Minister of Justice Noureddine Bhiri.\n\nTunisia had been celebrated as perhaps the only democratic success of the 2011 “Arab Spring” revolutions, with strong political engagement among its public and civil society members, who frequently took to the airwaves and streets to make their voices heard.\n\nThe years that followed the revolution, which overthrew long-time autocrat Zine El Abidine Ben Ali, saw the growth of a healthy political system with numerous elections declared free and fair by international observers.\n\nBut a weak economy and the strengthening of anti-democratic forces led to a pushback, capped off by Saied’s dismissal of the government and dissolution of parliament.",
    "image": "https://www.aljazeera.com/wp-content/uploads/2025/06/2024-10-04T173251Z_1200920554_RC2TDAA2I4QY_RTRMADP_3_TUNISIA-ELECTION-PROTEST-1751314085.jpg?resize=1920%2C1440"
  },
  {
    "id": 37,
    "title": "Mamdani’s New York victory sparks Islamophobic backlash in US",
    "content": "For years, Muslim New Yorkers have gathered at Washington Square Park on the Eid holidays for prayer services, putting the city’s religious and ethnic diversity on display.\n\nBut this year, right-wing influencers have been sharing footage of the gatherings, presenting them as a nefarious “invasion” tied to Muslim American New York City mayoral candidate Zohran Mamdani.\n\n“The fear-mongering is insane,” said Asad Dandia, a local historian and Muslim American activist who supports Mamdani’s campaign. “I think the community and our leadership know that we’re on the radar now.”\n\nMuslim Americans in New York and across the United States said the country is seeing a spike in Islamophobic rhetoric in response to Mamdani’s victory in the Democratic primaries.\n\nAdvocates said the wave of hateful comments shows that Islamophobia remains a tolerated form of bigotry in the US despite appearing to have receded in recent years.\n\n“The more things change, the more they stay the same,” Dandia said.\n\n‘Islam is not a religion’\n\nIt is not just anonymous internet users and online anti-Muslim figures attacking Mamdani and his identity. A flood of politicians, including some in the orbit of President Donald Trump, have joined in.\n\nCongressman Randy Fine went as far as to suggest without evidence that Mamdani will install a “caliphate” in New York City if elected while Congresswoman Marjorie Taylor Greene posted a cartoon of the Statue of Liberty in a burqa on X.\n\nFormer National Security Adviser Michael Flynn attacked the mayoral candidate, arguing that Islam is a political ideology and “not a religion”.\n\nAdvertisement\n\nOthers, like conservative activist Charlie Kirk invoked the 9/11 attacks and called Mamdani a “Muslim Maoist” while right-wing commentator Angie Wong told CNN that people in New York are “concerned about their safety, living here with a Muslim mayor”.\n\nFar-right activist Laura Loomer, a Trump confidant, referred to the mayoral candidate as a “jihadist Muslim”, baselessly alleging that he has ties to both Iran and the Muslim Brotherhood.\n\nAnd Republican Representative Andy Ogles sent a letter to the Department of Justice, calling for Mamdani’s citizenship to be revoked and for him to be deported.\n\nOn Sunday, Congressman Brandon Gill posted a video of Mamdani eating biryani with his hand and called on him “to go back to the Third World”, saying that “civilized people” in the US “don’t eat like this”.\n\nCalls for condemnation\n\n“I’m getting flashbacks from after 9/11,” New York City Council member Shahana Hanif said. “I was a kid then, and still the bigotry and Islamophobia were horrifying as a child.”\n\nHanif, who represents a district in Brooklyn, comfortably won re-election last week in a race that focused on her advocacy for Palestinian rights and calls for a ceasefire in Gaza.\n\nShe told Al Jazeera that the anti-Muslim rhetoric in response to Mamdani’s win aims to distract and derail the progressive energy that defeated the establishment to secure the Democratic nomination for him.\n\nHanif said Islamophobic comments should be condemned across the political spectrum, stressing that there is “so much more work to do” to undo racism in the US.\n\nWhile several Democrats have denounced the campaign against Mamdani, leading figures in the party – including many in New York – have not released formal statements on the issue.\n\n“We should all be disgusted by the flood of anti-Muslim remarks spewed in the aftermath of Zohran Mamdani’s victory in the NYC mayoral primary – some blatant, others latent,” US Senator Chris Van Hollen said in a statement.\n\n“Shame on the members of Congress who have engaged in such bigotry and anyone who doesn’t challenge it.”\n\nOur joint statement on the vile, anti-Muslim, racist attacks on Zohran Mamdani: pic.twitter.com/QRGOvh0jdG — Congresswoman Rashida Tlaib (@RepRashida) June 27, 2025\n\nTrump and Muslim voters\n\nAt the same time, Democratic Senator Kirsten Gillibrand, who represents New York, has been accused of fuelling bigotry against Mamdani. Last week, she falsely accused Mamdani of making “references to global jihad”.\n\nHer office later told US media outlets that she “misspoke” and was raising concerns over Mamdani’s refusal to condemn the phrase “globalise the intifada”, a call for activism using the Arabic word for uprising.\n\nAdvertisement\n\nCritics of the chant claimed that it makes Jews feel unsafe because it invokes the Palestinian uprisings of the late 1980s and early 2000s, which saw both peaceful opposition and armed struggle against the Israeli occupation.\n\nWhile Mamdani, who is of South Asian descent, focused his campaign on making New York affordable, his support for Palestinian rights took centre stage in the criticism against him. Since the election, the attacks – particularly on the right – appear to have shifted to his Muslim identity.\n\nThat backlash comes after Trump and his allies courted Muslim voters during his bid for the presidency last year. In fact, the US president has nominated two Muslim mayors from Michigan as ambassadors to Tunisia and Kuwait.\n\nIn the lead-up to the elections, Trump called Muslim Americans “smart” and “good people”.\n\nThe Republican Party seemed to tone down the anti-Muslim language as it sought the socially conservative community’s votes.\n\nBut Corey Saylor, research and advocacy director at the Council on American-Islamic Relations, said Islamophobia goes in cycles.\n\n“Islamophobia is sort of baked into American society,” Saylor told Al Jazeera.\n\n“It wasn’t front and centre, but all it required was something to flip the switch right back on, and I would say, we’re seeing that once again.”\n\nIslamophobia ‘industry’\n\nNegative portrayals of Arabs and Muslims in the US media, pop culture and political discourse have persisted for decades.\n\nThat trend intensified after the 9/11 attacks in 2001 by al-Qaeda. In subsequent years, right-wing activists started to warn about what they said were plans to implement Islamic religious law in the West.\n\nMuslims were also the subjects of conspiracy theories warning against the “Islamisation” of the US through immigration.\n\nThe early 2000s saw the rise of provocateurs, “counterterrorism experts” and think tanks dedicated to bashing Islam and drumming up fear against the religion in a loosely connected network that community advocates have described as an “industry”.\n\nThat atmosphere regularly seeped into mainstream political conversations. For example, then-candidate Trump called in 2015 for “a total and complete shutdown of Muslims entering the United States”.\n\nEven in liberal New York, where the 9/11 attacks killed more than 2,600 people at the World Trade Center in 2001, the Muslim community endured a backlash.\n\nAfter the attacks, the New York Police Department established a network of undercover informants to surveil the Muslim community’s mosques, businesses and student associations.\n\nThe programme was disbanded in 2014, and a few years later, the city reached a legal settlement with the Muslim community, agreeing to implement stronger oversight on police investigations to prevent abuse.\n\nIn 2010, the city’s Muslim community burst into the national spotlight again after plans for a Muslim community centre in lower Manhattan faced intense opposition due to its proximity to the destroyed World Trade Center.\n\nAdvertisement\n\nWhile many Republicans whipped up conspiracy theories against the community centre, several Democrats as well as the Anti-Defamation League, a prominent pro-Israel group, joined them in opposing the project, which was eventually scrapped.\n\n‘We are above this’\n\nNow New York Muslims find themselves once again in the eye of an Islamophobia storm. This time, however, advocates said their communities are more resilient than ever.\n\n“We feel more confident in our community’s voice and our institutional power and in the support that we will have from allies,” Dandia said.\n\n“Yes, we’re dealing with this Islamophobic backlash, but I don’t want to make it seem like we’re just victims because we are able to now fight back. The fact that this was the largest Muslim voter mobilisation in American history is a testament to that.”\n\nHanif echoed his comments.\n\n“Over the last 25 years, we’ve built a strong coalition that includes our Jewish communities, that includes Asian, Latino, Black communities, to be able to say like we are above this and we will care for one another,” she told Al Jazeera.",
    "image": "https://www.aljazeera.com/wp-content/uploads/2025/06/2025-03-30T134518Z_886775192_RC2PNDAVVREY_RTRMADP_3_RELIGION-EID-NEW-YORK-1751305208.jpg?resize=1920%2C1440"
  },
  {
    "id": 38,
    "title": "Mexican authorities find 20 bodies, some decapitated, in Sinaloa state",
    "content": "Incident is latest in months of intense violence between rival drug cartel members.\n\nTwenty bodies, several of them decapitated, have been found on a highway bridge in the northwestern state of Sinaloa, Mexican authorities say, as rival drug cartel factions fight one another in the area.\n\nThe Sinaloa state prosecutor’s office reported a grisly scene on Monday: Four headless corpses were found on a roadside, 16 bodies were discovered inside an abandoned vehicle near the state capital, Culiacan, and five human heads were found inside a bag.\n\nAuthorities said the bodies were left with a note, apparently from one of the cartel factions, although the note’s contents were not immediately disclosed.\n\nFeliciano Castro, a Sinaloa government spokesperson, condemned the killings and said authorities need to examine their strategy for tackling organised crime due to the “magnitude” of the violence seen.\n\n“Military and police forces are working together to re-establish total peace in Sinaloa,” Castro said. Members of the public in the state, however, said authorities have lost control.\n\nSinaloa has been gripped by months of violence fuelled by rival drug traffickers vying for control of routes used to produce and transport narcotics, including fentanyl, that are often destined for the United States.\n\nThe groups are split between members loyal to Sinaloa Cartel cofounders Joaquin “El Chapo” Guzman and Ismael “El Mayo” Zambada.\n\nThe violence peaked after the arrest in July of Zambada, who is on trial in the US. The US announced it had arrested 76-year-old Zambada and 38-year-old Joaquin Guzman Lopez, “El Chapo” Guzman’s son, at an airport near El Paso, Texas.\n\nAdvertisement\n\nZambada accused Guzman Lopez of kidnapping him in Mexico and flying him to the US in a private plane against his will.\n\n“El Chapo” has been serving a life sentence in the US for drug trafficking since 2019.\n\nGuzman Lopez pleaded not guilty last July to drug trafficking and other charges in federal court in Chicago.\n\nIn September, Zambada pleaded not guilty to drug trafficking, murder and other charges in a New York court.\n\nThe violence in Sinaloa has killed more than 1,200 people, according to official figures.\n\nThe Sinaloa drug cartel is one of six Mexican drug trafficking groups designated as “terrorist” organisations by the US.\n\nCriminal violence, most of it linked to drug trafficking, has claimed about 480,000 lives in Mexico since 2006 and left more than 120,000 people missing.",
    "image": "https://www.aljazeera.com/wp-content/uploads/2025/06/AP25140829432631-1751307674.jpg?resize=1920%2C1440"
  },
  {
    "id": 39,
    "title": "UK police say pro-Palestine performances at Glastonbury subject to probe",
    "content": "British police have announced that the weekend performances by rap-punk duo Bob Vylan and the Irish-language band Kneecap at the Glastonbury Festival are subject to a criminal investigation after they led crowds in chants calling for “death” to the Israeli military and a “free Palestine”.\n\nPolice on Monday said the performances at the United Kingdom’s largest summer music festival “have been recorded as a public order incident”.\n\nRapper Bobby Vylan, who until the weekend was relatively unknown, led crowds in chants of “free, free Palestine” and “death, death” to the Israeli military.\n\nThe BBC said it regretted livestreaming the performance and it should have pulled it off the air.\n\nBritish Prime Minister Keir Starmer and other UK politicians condemned the chants, saying there was no excuse for such “appalling hate speech”. Starmer added that the BBC must explain “how these scenes came to be broadcast”.\n\nOfcom, the broadcasting regulator, said it was “very concerned” about the BBC livestream and said the broadcaster “clearly has questions to answer”.\n\nMeanwhile, the United States Department of State said it has revoked the visas for Bob Vylan to perform in the US after its “hateful tirade at Glastonbury”.\n\n“Foreigners who glorify violence and hatred are not welcome visitors to our country,” US Deputy Secretary of State Christopher Landau said in a social media post.\n\nIsrael’s genocidal assault in Gaza has inflamed tensions around the world, triggering pro-Palestinian protests in many capitals and on college campuses. Israel and some of its supporters have described the protests as anti-Semitic while critics said Israel uses such descriptions to silence its opponents.\n\nWhile maintaining a crippling siege on the bombarded enclave, Israeli forces have killed at least 56,531 people and wounded 133,642, according to Gaza’s Ministry of Health.\n\nAdvertisement\n\nBob Vylan, known for mixing grime and punk rock, tackles a range of issues in its lyrics, including racism, homophobia and the class divide, and has previously voiced support for Palestinians.\n\nIts lead vocalist, who goes by the stage name Bobby Vylan, appeared to refer to the weekend performance in a post on Instagram, writing: “I said what I said.”\n\n“Teaching our children to speak up for the change they want and need is the only way that we make this world a better place,” he added.\n\nThe duo played Saturday afternoon right before Kneecap, whose set was not livestreamed by the BBC but still found a huge online audience via TikTok. It is another band that has drawn controversy previously over its strongly pro-Palestine stance.\n\nKneecap led a crowd of tens of thousands in chants of “Free Palestine” at the festival. It also aimed an expletive-laden chant at Starmer, who had said he didn’t think it was “appropriate” for Kneecap to play Glastonbury after one of its members was charged under the Terrorism Act.\n\nLiam Og O hAnnaidh, who is also known as Liam O’Hanna and performs under the stage name Mo Chara, was charged with supporting a proscribed organisation for allegedly waving a Hezbollah flag at a concert in London last year.\n\nIsrael has faced sustained international opprobrium for the conduct of its war in Gaza. Weekly protests draw thousands of people around Europe and across the world in support of Palestinians.\n\nPublic pressure, in part, seemed to prompt the Israeli allies France, Canada and the UK to issue a sharply worded statement in May calling for Israel to stop its “egregious” military actions in Gaza and criticising Israel’s actions in the occupied West Bank.",
    "image": "https://www.aljazeera.com/wp-content/uploads/2025/06/2022-11-30T182555Z_212602381_RC2IWX9ZZKI4_RTRMADP_3_AWARDS-MOBO-1751302685.jpg?resize=1920%2C1440"
  },
  {
    "id": 40,
    "title": "Iran hardens stance against IAEA and its chief in wake of US-Israel attacks",
    "content": "Tehran has rejected request for Rafael Grossi to visit nuclear facilities bombed by Israel and US during conflict.\n\nIran has taken an unequivocal stance against the International Atomic Energy Agency (IAEA), with the country’s Foreign Minister Abbas Araghchi summarily dismissing its chief Rafael Grossi’s request to visit nuclear facilities bombed by Israel and the United States during a 12-day conflict earlier this month.\n\n“Grossi’s insistence on visiting the bombed sites under the pretext of safeguards is meaningless and possibly even malign in intent,” said Araghchi on X on Monday. “Iran reserves the right to take any steps in defence of its interests, its people and its sovereignty.”\n\nIn tandem, Iranian President Masoud Pezeshkian told his French counterpart Emmanuel Macron that Tehran had halted cooperation with the IAEA due to what he called Grossi’s “destructive” behaviour towards Iran, his office said.\n\n“The action taken by parliament members … is a natural response to the unjustified, unconstructive, and destructive conduct of the director-general of the International Atomic Energy Agency,” Pezeshkian told Macron in a phone call, according to a presidency statement.\n\nAl Jazeera’s Resul Serdar, reporting from Tehran, said the Iranian leadership is making it clear that the IAEA is an “international body with defined responsibilities and these responsibilities are not political but technical”. But, he added, Tehran views the nuclear agency as an international body “under immense [political] pressure from Israel and the United States”.\n\nIranian lawmakers on Wednesday voted in favour of a bill to suspend cooperation with the IAEA, citing Israel’s June 13 attack on Iran and later strikes by the US on nuclear facilities.\n\nAdvertisement\n\nA ceasefire between Iran and Israel took hold on June 24.\n\nSince the start of the conflict, Iranian officials have sharply criticised the IAEA not only for failing to condemn the Israeli and US strikes, but also for passing a resolution on June 12 accusing Tehran of non-compliance with its nuclear obligations, the day before Israel attacked.\n\n‘Anger of Iranian public opinion’\n\nIn the meantime, France, Germany and Britain have decried “threats” made against Grossi.\n\n“France, Germany and the United Kingdom condemn threats against the director general of the IAEA Rafael Grossi and reiterate our full support to the agency,” Foreign Ministers Jean-Noel Barrot, Johann Wadephul and David Lammy said in a joint statement.\n\n“We call on Iranian authorities to refrain from any steps to cease cooperation with the IAEA,” they added. “We urge Iran to immediately resume full cooperation in line with its legally binding obligations, and to take all necessary steps to ensure the safety and security of IAEA personnel.”\n\nWhile none specified which threats they were referring to, Iran’s ultra-conservative Kayhan newspaper recently claimed documents showed Grossi was an Israeli spy and should be executed.\n\nIran has insisted no threats were posed against Grossi or the agency’s inspectors.\n\nOn Monday during his weekly press conference, Iranian Foreign Ministry spokesman Esmaeil Baghaei said the Iranian parliament’s decision to halt cooperation with the IAEA reflected the “concern and anger of the Iranian public opinion”.\n\nHe further criticised US and European powers for maintaining what he described as a “political approach” towards Iran’s nuclear programme.\n\nAt least 935 people were killed during the recent conflict with Israel, Iran’s judiciary spokesperson Asghar Jahangir said, citing the latest forensic data. The deceased included 132 women and 38 children, Jahangir added.\n\nForeign ministers from the Group of Seven nations said later on Monday they supported the ceasefire between Israel and Iran, and urged that negotiations resume for a deal to address Iran’s nuclear program, according to a joint statement.\n\n“We reaffirm that Iran can never have nuclear weapons, and urge Iran to refrain from reconstituting its unjustified enrichment activities,” the statement said.\n\nMeanwhile, a Qatari Foreign Ministry spokesman has said the country is involved in efforts to reach an agreement on the Iranian nuclear issue and a guarantee against a return to escalation by all parties.\n\nPezeshkian issued an official apology to the Qatari people in a phone call to Qatar’s Emir Tamim bin Hamad Al Thani after the targeting of Al Udeid Air Base, the biggest US military base in the Middle East, he added.",
    "image": "https://www.aljazeera.com/wp-content/uploads/2025/06/AFP__20250623__63E83T8__v1__HighRes__AustriaIranIsraelUnIaeaNuclearDiplomacy-1750669626.jpg?resize=1920%2C1440"
  },
  {
    "id": 41,
    "title": "Sarah McLachlan announces first album in 9 years, premieres new song",
    "content": "While Sarah McLachlan has remained a mainstay in the Canadian music scene since her debut in the early '90s, it's been nine years since she's released new music. It was announced today that fans will only have to wait a few more months to hear McLachlan's tenth album, Better Broken (out Sept. 19).\n\nBetter Broken follows Wonderland, McLachlan's 2016 Juno-winning and Grammy-nominated Christmas album, and 2014's Juno-winning album Shine On.\n\nThe new album's first single, the title track, is pared-back and serene, an emotional slow burn as McLachlan contemplates the unravelling of a relationship.\n\nWATCH | The music video for Sarah McLachlan's new single Better Broken:\n\nIn a press release, McLachlan shared the cathartic backstory of her motivation to write this new album.\n\n\"A lot of the lyrics on this record came from thinking about the world right now and asking, 'How do we move through this landscape? How do we keep our heads above water when it feels like so much is falling apart?' I don't know if I have any answers, but channeling all that angst and uncertainty into the music has been so cathartic,\" she said. \"I hope that this record provides people with some relief and release — but in the end I just want them to take whatever they need from it, and make the songs part of their own story.\"\n\nThe release of the album in September will be followed by her Fumbling Towards Ecstasy 30th anniversary tour with special guests Boston pop-folk group Tiny Habits. The tour is making its way across Canada, from Oct. 15 to Nov. 9, stopping in Victoria, Calgary, Saskatoon, Winnipeg, Ottawa, Montreal, Halifax, Toronto and more cities. Fumbling Towards Ecstasy was McLachlan's breakout 1993 album, including singles Possession and Hold On.\n\nMcLachlan will also be gracing the stage at the Canada Day celebration in Ottawa on July 1. She'll share the stage with Tom Cochrane, Mitsou, Amanda Marshall, Roch Voisine, Randy Bachman and Talk.\n\nThe full Better Broken tracklist:\n\n1. Better Broken\n\n2. Gravity\n\n3. The Last To Go\n\n4. Only Way Out Is Through\n\n5. Reminds Me (feat. Katie Gavin of Muna)\n\n6. One In A Long Line\n\n7. Only Human\n\n8. Long Road Home\n\n9. Rise\n\n10. Wilderness\n\n11. If This Is The End…",
    "image": "https://i.cbc.ca/1.7571959.1751055298!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_1180/sarah-mclachlan-at-the-junos.jpg?im=Resize%3D620"
  },
  {
    "id": 42,
    "title": "'I just had this really strong fire burning in me': Hanorah on her desire to make music",
    "content": "WARNING: This audio contains content about sexual assault and may affect those who have experienced​ ​​​sexual violence or know someone affected by it.\n\nThe Block 26:35 Hanorah speaks on how she uses songwriting to express and heal on The Block\n\nMontreal singer-songwriter Hanorah recently released Closer Than Hell, a new EP that showcases her diaristic songwriting and emotional depth.\n\nWATCH | The live video for Heavenly One by Hanorah:\n\nOver gentle rhythms, she sings about grappling with ambivalence and learning to trust her artistic instincts. Songs such as Heavenly One and Matty are standouts on the project, filled with introspective lyrics and dulcet harmonies.\n\nHanorah joined The Block's Angeline Tetteh-Wayoe for an interview about her musical beginnings, the evolution of her sound and more.\n\nYou can hear the full interview above and read an excerpt of their conversation below.\n\nSo you're originally from Pierrefonds?\n\nYeah, Pierrefonds. But, my family says it \"Pierre-fond,\" because we're Anglophone.\n\nOkay, [it's] a suburb of Montreal. Your father is Black, your mother is Italian, and they met while in bands of their own. So right away, we've got a musical sort of history in your family. Was that a reason why you decided to go into music?\n\nNo, not directly. It was maybe just present in the household. So my sister and I were very much infused with funk and jazz and rock and roll and blues growing up. And so it wormed its way into my brain.\n\nWere you in music lessons from a young age?\n\nBriefly, piano classes. I didn't last, though. I was more into painting and sculpture growing up, and then when I was a teenager, I discovered Etta James. And that blew everything open for me. So I would listen back to videos of her on YouTube. Rewinding little segments until I could imitate the same runs, the same little tones and stuff.\n\nThat's big from a vocal standpoint to look to a voice like Etta James to train your voice.\n\nI had no shame, I was just like, \"I'm going to be as good as Etta James.\"\n\nLISTEN | Hanorah performs I Try on La Voix:\n\nSo you started the writing and the creation of the music prior to deciding to enter [La Voix], this televised talent competition.\n\nYeah, I don't know.\n\nYour eye just twitched a little bit.\n\nIt twitched because, yeah, I was just so full of hope and gumption and I just had this big idea of what I was gonna do and change my life and change the world and all these things, so I kind of just threw everything I could at it and just did everything I could think of to make something happen. I didn't know what yet, but luckily I did spend a little bit of time cutting my teeth in the pub scene in Montreal and writing my first songs with my bandmates, and Saturn Return was one of the early ones, yeah. Co-written with Paul De Rita, [a] talented guitarist.\n\nSo what made you decide that you wanted to... entering a televised singing competition is wild.\n\nIt's unhinged, is what it is. I didn't know what else to do. I just had this really strong fire burning in me. I had something to share, I had a message, and I knew that my voice was taking a direction that I felt would resonate with people. It was just this bizarre pseudo-spiritual psychosis type inner knowing. And then once I signed with my first record deal after that and was met with the reality of being a touring musician, then I sobered up real quick.\n\nThis interview has been edited for clarity and length. To hear the full interview, listen to The Block on CBC Music.",
    "image": "https://i.cbc.ca/1.7571358.1750946220!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_1180/hanorah.jpg?im=Resize%3D620"
  },
  {
    "id": 43,
    "title": "Las cinco claves para entender el fallo de la jueza Preska por la expropiación de YPF",
    "content": "Este lunes, la Justicia de los Estados Unidos le ordenó a la Argentina entregar el 51% de las acciones de YPF para pagar una indemnización equivalente a US$ 16.000 millones por la expropiación de la petrolera en 2012, bajo la gestión del actual gobernador bonaerense Axel Kicillof.\n\nAsí lo decidió la jueza del Distrito Sur de Nueva York, Loretta Preska, en la causa iniciada por el fondo Burford Capital, que compró los derechos de juicio de dos empresas del Grupo Petersen, Petersen Energía y Petersen Energía Inversora, dos sociedades creadas y radicadas en España de la familia Eskenazi.\n\nInicialmente, la magistrada desligó a YPF y falló directamente contra la Argentina. Pero ahora le ordenó al Estado entregar las acciones “Clase D” que están en su poder, 51% del total, por lo que el país perdería el control que tiene en la compañía, hoy mayoritario, a través de la Anses y el Tesoro.\n\nEl monto de la indemnización fue definido por Preska el 8 de septiembre de 2022. Apuntó que la Argentina “incumplió el contrato” al estatizar la compañía el 16 de abril de 2012 sin ofrecer una compensación a todos los accionistas, y de esa manera aceptó el cálculo de intereses reclamado por Burford Capital.\n\nLa argentina perdería el control mayoritario que hoy tiene en la compañía. Foto: archivo\n\nTras conocerse la decisión judicial, las acciones de YPF en Wall Street bajaron hasta 8%, caída que se moderó a 5%.\n\nA continuación, las cinco claves para entender el conflicto y cómo se llegó hasta la decisión de este lunes de la jueza Preska:\n\n1) Quién es el demandante, el fondo Burford Capital\n\nEl fondo Burford Capital se dedica a comprar derechos de juicio de empresas quebradas y luego inicia demandas por sumas mucho mayores, similar a como operan los “fondos buitre”. Con ese mecanismo, intervino ya antes en el caso del grupo español Marsans, que fue dueño de Aerolíneas Argentinas.\n\nEl 4 de marzo de 2015, a través de su subsidiaria Prospect Investments, Burford Capital adquirió el proceso de quiebra de las dos compañías de Grupo Petersen, que recayó en la justicia comercial española, en el Juzgado Mercantil N° 3 de Madrid. Se designó a un síndico y se subastó el derecho a litigar. Un mes después, el fondo inició la demanda en la Justicia de Nueva York.\n\nLas acciones de YPF en Wall Street bajaron hasta 8%. Foto: Reuters\n\nAmbas firmas tenían acciones por el 25% de YPF, que se las compraron a la española Repsol en 2008 y 2011, primero por 14,9% y luego con una ampliación posterior de 10,1% adicional.\n\nEl administrador concursal argumentó que al expropiarle a Repsol su 51% en YPF, en 2012 el Estado debió haber lanzado una oferta pública por el 100% de la compañía, algo que no sucedió. Por lo tanto, concluyó que las dos sociedades de Petersen deberían haber recibido una oferta por su 25% y, por lo tanto, tienen derecho a litigar contra el Estado.\n\n2) El reclamo de Burford Capital\n\nLa demanda principal de Burford Capital se sostiene en que, según el artículo 7° del Estatuto de YPF, si alguien compraba más de 15% de la empresa debería ofrecer lo mismo a todos los accionistas y no solo a Repsol.\n\nAdemás, alegó un perjuicio porque, tras entrar en la compañía −los primeros interventores fueron Kicillof como secretario de Política Económica y Planificación del Desarrollo, y Julio de Vido como ministro de Planificación Federal−, el Estado suspendió el giro de dividendos acordado entre Repsol y Grupo Petersen, lo que desencadenó que las empresas de los Eskenazi entraran en default al no poder pagar sus deudas.\n\n3) La defensa de la Argentina\n\nLa demanda por la expropiación de YPF se inició en abril de 2015, en la presidencia de Cristina Kirchner y se extendió en los mandatos de Mauricio Macri y Alberto Fernández. La estrategia de la defensa argentina fue la misma: por un lado, se argumentó que la compra de acciones de Grupo Petersen a Repsol fue “fraudulenta” por préstamos de de un pool de bancos, y, por otra parte, que la jurisdicción donde deben zanjarse este tipo de conflictos es en Argentina, donde está radicada YPF.\n\nEn 1993, en la privatización de YPF con el gobierno de Carlos Menem ofreció casi el 100% del capital de la empresa mediante acciones clase D y listó sus ADR (American Depositary Receipts) en la Bolsa de Nueva York. Cualquier adquisición posterior de una porción de control implicaría la obligación de realizar una oferta pública por el total de las acciones.\n\nEste punto fue rechazado por la Corte Suprema de los Estados Unidos el 24 de junio de 2019 y confirmó la jurisdicción neoyorquina. Sin embargo, el 11 de julio de ese año la jueza Preska decidió evaluar la cuestión ante un nuevo pedido de la defensa del país, rechazando una moción de Burford para iniciar el juicio.\n\nYPF tocó la campana en Wall Street en abril. Foto: archivo\n\nEl país alegó: “No puede demandar a la Argentina en este Tribunal porque el control de las disputas de ley argentina que surjan de los estatutos de una corporación argentina deben ser llevadas a la jurisdicción donde la corporación mantiene su domicilio social, que en este caso es la Ciudad de Buenos Aires”.\n\nDesde Petersen, aclararon que “la totalidad de la operación cumplió con todos los requisitos de transparencia y regulación exigidos por los organismos de control de la Argentina (CNV), España (CNMV) y los Estados Unidos (SEC)”.\n\n4) El fallo de 2023 contra la Argentina\n\nEn el fallo de marzo de 2023, Preska hizo lugar al pedido del demandante al señalar que la Argentina “prometió a los tenedores que les proporcionaría una salida compensada si recuperaba el control sobre las acciones”.\n\nNo obstante, indicó que el demandante “demostró la existencia de un contrato válido y vinculante contra la República, pero no contra YPF”, por lo que eximió a la compañía de afrontar la indemnización.\n\nDurante el proceso, Burford reclamó entre US$ 12.000 millones y US$ 17.000 millones con intereses. En diciembre de 2021, YPF comunicó a sus accionistas que un fallo en contra podría costarle a la compañía hasta US$ 5.200 millones, una cifra inferior a la reclamada.\n\nBurford reclamó entre US$ 12.000 millones y US$ 17.000 millones con intereses. Foto: archivo\n\n5) La respuesta de Milei\n\nJavier Milei confirmó que el Gobierno apelará el fallo. “Al margen de la imbecilidad de Kicillof y todos los que nos gobernaron antes, sepan todos los argentinos que vamos a apelar este fallo en todas las instancias que corresponda para defender los intereses nacionales”, indicó el Presidente en X.\n\nEn su descargo 'Un fallo contra Kicillof', el mandatario afirmó que, independientemente de la cuestión de fondo, la decisión de la Justicia de Estados Unidos es “responsabilidad directa del inútil soviético de Axel Kicillof cuando era ministro de Economía durante la segunda presidencia de la condenada de CFK”.",
    "image": "https://www.clarin.com/img/2023/09/09/PQaC9RbC3_2000x1500__1.jpg"
  },
  {
    "id": 44,
    "title": "Los fiscales apelaron el arresto domiciliario de Cristina Kirchner: insisten en que vaya a una cárcel común",
    "content": "Sin moverse de su criterio inicial, el fiscal general Diego Luciani insistió en que Cristina Kirchner debe cumplir la condena por corrupción adjudicada en el caso Vialidad, en una dependencia del Servicio Penitenciario Federal. Ahora, será la Sala IV de la Cámara Federal de Casación Penal la que resolverá si la ex vice, continúa o no con el beneficio del arresto en su departamento porteño de la calle San José 1111.\n\n\"Es necesario que el tribunal de Casación declare que no existe impedimento real alguno para que Fernández cumpla intramuros la pena que se le impuso\", sostiene el dictamen fiscal.\n\nEn relación a ese primer planteo, señalaron que la situación de Cristina, \"no difiere en nada de la de los otros ocho condenados en este proceso, que se han presentado a cumplir la pena y fueron alojados en diferentes dependencias del Servicio Penitenciario Federal\".\n\nPor eso, Luciani y Mola entendieron que la expresidenta tiene una situación privilegiada, \"anómala\", que termina convalidando \"una prerrogativa contraria a la igualdad ante la ley, que asume la forma de un privilegio indebido para la señora Fernández en desmedro de los demás condenados en esta causa\".\n\nMientras el abogado de la ex presidenta, Carlos Beraldi, se opuso a las restricciones impuestas por el Tribunal Oral Federal 2 (TOF 2) sobre las visitas que puede ingresar al departamento del barrio de Constitución, como también a la colocación de la tobillera electrónica a su defendida, el Ministerio Público Fiscal sumó otra discusión: el arresto domiciliario.\n\nHace dos semanas, el TOF 2 ordenó la detención de Cristina Kirchner en cumplimiento de la sentencia condenatoria del caso Vialidad. La justicia le atribuyó el delito de administración fraudulenta en perjuicio del Estado. Dicha estructura de corrupción ocasionó un daño de 85.000 millones de pesos y la pena a cumplir es de seis años de cárcel.\n\nLos jueces del TOF 2, Jorge Gorini, Rodrigo Giménez Uriburu y Andrés Basso, le concedieron a la exmandataria el beneficio del arresto domiciliario, al entender que en una dependencia del Servicio Penitenciario Federal era complejo garantizar la plena seguridad de una ex jefa de Estado.\n\nFue ese el argumento principal por el cual hace dos semanas Cristina cumple la condena en su departamento de San José 1111, bajo reglas de comportamiento impuestas por el TOF 2 cuyo cumplimiento se volcará en un informe trimestral. También se la monitorea a través de una tobillera electrónica.\n\nEn el dictamen al que accedió Clarín, los fiscales sostuvieron este lunes que “jamás existieron motivos reales para apartarse de lo que constituye una clara regla del Código Penal y de la Ley de Ejecución de la Pena Privativa de la Libertad: la pena de prisión debe cumplirse dentro de un establecimiento penitenciario”.\n\nEn especial, continuaron argumentando Luciani y Mola, “si se tiene en cuenta que los jueces contaron, antes de resolver, con una gama de posibilidades viables para cumplir esa regla –tal como consta en la información reservada que el Ministerio de Seguridad de la Nación elevó a ese estrado\".\n\nEn un planteo anterior, ya había manifestado que el Ministerio de Seguridad, de quien dependen el SPF, había informado que estaban dadas las condiciones de seguridad para alojar en alguna de sus dependencias a Cristina Kirchner.\n\nSobre ese aspecto la fiscalía indicó: \"No se advierten razones humanitarias que justifiquen conceder una medida excepcional como lo es la prisión domiciliaria\".\n\nLa privación de la libertad en un establecimiento carcelario, añadieron los fiscales, \"no supone, por sí misma, un menoscabo de la vida o la integridad de Fernández\". Además, recordaron que la razón contemplada por el Tribunal para conceder el arresto domiciliario había sido reclamada por el abogado de Cristina \"y fue debidamente evaluada por esta fiscalía general en el dictamen que propició el rechazo”.\n\nLa fiscalía entiende que, \"para acceder al instituto de la prisión domiciliaria, además de verificarse la condición etaria, debe constatarse que la permanencia en detención carcelaria implica brindar al detenido un trato indigno, inhumano, cruel o que agrava su salud”. Nada de eso ocurriría con la expresidenta.\n\nEl comportamiento de CFK\n\n\n\nUn punto criticado por el Ministerio Público Fiscal es que los jueces \"dejaron prácticamente en cabeza de la propia persona condenada la definición de los alcances de las reglas\" de la prisión domiciliaria.\n\nEn uno de los tramos más duros de su dictamen, los fiscales advirtieron que \"venimos observando cómo, pese a que han transcurrido pocos días desde que se inauguró esta modalidad morigerada del cumplimiento de la pena, la señora Fernández y su defensa no han hecho más que aprovechar a diario el margen de indefinición judicial que se les otorgó, para emitir constantes afrentas contra los propios jueces y magistrado\".\n\nPor eso, \"solo podemos resaltar que la presente prisión domiciliaria ha desbaratado las expectativas de este Ministerio Público Fiscal, en cuanto garante de la legalidad y de los intereses generales de la sociedad con respecto al fiel cumplimiento de los fines de la pena (resocialización, readaptación o reinserción)\".\n\nAfectación a los vecinos\n\n\n\nLuciani y Mola mencionaron un informe del Gobierno porteño que habla sobre la zona estratégica del barrio Constitución, donde se encuentra el departamento en el que se aloja Cristina, con \"una alta concentración vehicular y peatonal\".\n\nPero sobre todo, los fiscales dijeron que los informes técnicos elaborados por distintas áreas del Gobierno de la Ciudad de Buenos Aires \"evidenciaban afectaciones graves y sostenidas como resultado de la prisión domiciliaria\" de la exvice.\n\nUn beneficio sin fundamento\n\n\n\nPara los representantes del Ministerio Público Fiscal, tampoco se justificaba la prisión domiciliaria para preservar mejor la seguridad personal de Cristina. Según los jueces, resultaba “dificultoso” cuidarla en un establecimiento especialmente preparado para ello. \"Nada más alejado de la realidad”, dictaminaron Luciani y Mola.\n\nEn primer lugar, es innegable que, en general, el “alojamiento individual”, lejos de producirle un perjuicio al interno, constituye una condición beneficiosa respecto del resto de la población carcelaria”.\n\n\n\nPara Luciani y Mola, el tribunal de ejecución ha “tergiversado el sentido de lo que debe entenderse por “alojamiento individual” y lo ha equiparado a lo que sería un aislamiento provisional, que, como sanción por hechos graves, se impone a toda persona privada de su libertad en un establecimiento carcelario, consistente en limitar su contacto con el resto de la población carcelaria”.\n\nLos fiscales recordaron que en una cárcel común \"se establece en forma expresa el derecho de la persona condenada a estar informada de los sucesos de la vida nacional e internacional por los medios de comunicación social, las publicaciones o las emisiones especiales permitidas\".\n\nEn suma, se determina que se \"prestará asistencia moral y material al interno y, en la medida de lo posible, amparo a su familia\".\n\n\n\nPor todo ello, Luciani y Mola entienden que nada de todo eso se ve alterado ni menoscabado \"por el solo hecho de que el interno se encuentre alojado de manera individual, o bien en un pabellón común\".\n\n\n\nCalificaron, en consecuencia, de \"intrincado el razonamiento\" del TOF 2 a través del cual se otorgó el arresto domiciliario a la ex Presidenta. \"Ese criterio encierra una falacia clara y evidente. Como ya dijimos y fundamentamos, el “alojamiento individual” de ninguna manera puede implicar un “aislamiento” por sí mismo\".",
    "image": "https://www.clarin.com/img/2025/06/25/p0Dckk-DN_2000x1500__1.jpg"
  },
  {
    "id": 45,
    "title": "Hong Kong: A Global Hub for Innovation and Technology",
    "content": "Hong Kong's strategic position and dynamic role in global trade make it a key player in connecting Mainland China to the world.\n\n“Hong Kong serves as a vital gateway to connect Mainland China to the global market,” says Prof. Nancy Ip, President of the Hong Kong University of Science and Technology (HKUST). “The city plays a unique role as both a super-connector and a super value-adder, facilitating interactions between the Mainland and the rest of the world.\n\n“Hong Kong is a melting pot of global talent, investment, and partnerships. With a strong legal framework and robust intellectual property protections, it provides an ideal environment for fostering innovation and technological advancement,” she adds.\n\nHong Kong, Shenzhen and Guangzhou are all part of the Greater Bay Area (GBA), which also includes Macao and seven other cities, with a combined population of over 87 million. The links within this region have helped to create a synergistic ecosystem for companies operating in areas such as AI, fintech and clean energy. The opportunities for Hong Kong go beyond being able to tap into Shenzhen's manufacturing strengths or Guangzhou's position in research and development (R&D).\n\n“In fields such as AI and biomedical research, where abundant data and a large population are essential for training large data models and conducting clinical testing, Hong Kong's proximity to the Mainland provides a significant advantage in translating research findings into practical innovations,” says Prof. Ip.\n\nIn return, Hong Kong offers companies in the rest of the GBA access to funding and expertise. “As the financial gateway of the GBA, Hong Kong facilitates the flow of capital and talent to enable seamless collaboration across the region,” says Falcon Chan, Strategy, Risk and Transactions Partner at Deloitte China.\n\nUnder China's 14th Five-Year Plan, which runs from 2021-25, the GBA has been transformed into an international science and technology innovation centre. The next Five-Year Plan (2026-30) has yet to be announced, but is expected to further boost high quality economic activity.",
    "image": "https://gulfnews-labs.s3.us-east-1.amazonaws.com/partner-content/hongkong-2/images/gulfnews-hk-intro-social.jpg"
  },
  {
    "id": 46,
    "title": "Dubai Fountain closed for renovation? Here’s what’s happening behind the scenes",
    "content": "Emaar, the developer behind the iconic attraction, recently shared a behind-the-scenes video on Instagram, giving fans a rare look at the massive maintenance work underway. From glowing new tiles to water-cleaning robots, here’s what’s being upgraded at one of Dubai’s most visited landmarks.\n\nDubai: If you've been wondering why the Dubai Fountain has gone quiet, you're not alone. The world-famous dancing fountain wrapped up its last show in April and is now undergoing a five-month-long facelift . But what exactly is happening behind those construction fences by the Dubai Mall Waterfront Promenade?\n\nPosted on Instagram, the video gives a rare glimpse into what it takes to keep the world’s largest choreographed fountain running and the scale is nothing short of impressive.\n\nThe result? A floor that not only performs better but also visually stuns, wherever you sit around the lake, you will now see blue tiles glowing beneath the water.\n\nOne of the main upgrades is the installation of a new floor. In the video, Emaar explains that the old surface would occasionally crack, prompting the need for a more durable and water-resistant base.\n\nTo put it into perspective, the lake spans an area roughly the size of 18 football fields. Beneath its calm surface lies a highly complex system of water jets, robotic arms, and synchronised lighting, all working together to ‘dance’ to music.\n\nAccording to the engineering team, programming just one song takes several weeks. There are robots that choreograph water movement, others that manage the lighting, and fixed jets that spray water in precise sync with the beats.\n\nHundreds of workers are involved in the renovation, working across the lake and behind the scenes to get everything ready. The water, by the way, is about 1.3 metres deep, shallow enough to work in, but deep enough to hold those powerful jets.\n\nThe fencing has smart display screens playing footage of the Dubai Fountain in action, beautifully timed with the Burj Khalifa light show. So even though the real fountain is being serviced, you can still enjoy a synchronised visual treat.\n\nZainab was born and raised in the UAE and proudly calls herself a Dubai kid. She oversees the Living in UAE section, where she writes stories that matter to people across the country, covering laws, rules, and everyday changes that impact residents, and breaking them down to make life easier for those living here. She also dabbles in other beats, diving into human interest pieces that highlight the diverse stories of people in the UAE, and occasionally writing about mental health with a focus on real voices and lived experiences.",
    "image": "https://media.assettype.com/gulfnews%2F2024-11-27%2F82xqmogx%2FDubai_Mall_Fountains_resources1_16a31070f1c_original_ratio.jpg?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&enlarge=true&overlay=false&overlay_position=bottom&overlay_width=100"
  },
  {
    "id": 47,
    "title": "UAE petrol prices rise in July: What can residents expect in coming months?",
    "content": "These monthly fuel price changes are closely tracked by residents, as they directly affect budgeting for transport, especially during the summer travel season.\n\nSimilarly, E-Plus category petrol will be available for Dh2.51 a litre in July, up from Dh2.39 a litre in June, while diesel will now cost Dh2.63 a litre, compared to Dh2.45 a litre the previous month.\n\nDubai: UAE motorists will pay more at the pump in July , following an official price update released by the UAE fuel price committee on Monday. But there’s cautious optimism that prices may ease in the near future, thanks to a recent plunge in global oil rates and easing regional tensions.\n\nFor now, higher prices in July may squeeze budgets slightly — but if oil prices remain under pressure, relief could be around the corner.\n\nSo, unless new geopolitical tensions emerge or oil supply is suddenly restricted, UAE drivers may see petrol prices come down in August or September.\n\nAdding to the pressure on oil, hedge funds ramped up short positions, betting prices would fall further. There’s also talk of a potential OPEC+ decision to raise supply by 411,000 barrels a day in August — for a fourth month in a row — which could push prices down further if demand doesn’t keep up.\n\nFollowing the truce, oil markets stabilised. Brent crude slipped near $67 per barrel, and US benchmark West Texas Intermediate hovered around $65. The fall marked the biggest weekly loss in over two years.\n\nA major reason behind the most recent drop was a ceasefire agreement between Israel and Iran, which eased fears of supply disruptions from the Middle East, a region that supplies about a third of the world’s oil.\n\nJustin Varghese Your Money Editor\n\nJustin is a personal finance author and seasoned business journalist with over a decade of experience. He makes it his mission to break down complex financial topics and make them clear, relatable, and relevant—helping everyday readers navigate today’s economy with confidence. Before returning to his Middle Eastern roots, where he was born and raised, Justin worked as a Business Correspondent at Reuters, reporting on equities and economic trends across both the Middle East and Asia-Pacific regions.",
    "image": "https://media.assettype.com/gulfnews%2Fimport%2F2019%2F05%2F21%2F1.1019227_1758614669_16adae70994_large.jpg?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&enlarge=true&overlay=false&overlay_position=bottom&overlay_width=100"
  },
  {
    "id": 48,
    "title": "K Estates appointed exclusive GCC representative of Maison VALLAT’s ultra-luxury portfolio",
    "content": "With a legacy spanning four generations, Maison VALLAT is renowned for designing, building and managing extraordinary residences in some of the world’s most coveted locations—from the French Alps to Monaco, St Barth, and Miami.\n\nAs the world record holders for selling the most expensive chalet in Courchevel, VALLAT exemplifies architectural excellence and market leadership. Its vertically integrated approach ensures every project delivers a seamless blend of iconic design and high-touch lifestyle services.\n\nAmong its most iconic developments is Résidence Courchevel —a palace hotel residence nestled in Courchevel’s forested slopes. With ski-in, ski-out access, an 800-sq-m spa, 25m pool, and 330-sq-m private ski room, each home is crafted in close collaboration with the owner to reflect their individual lifestyle. From noble materials to personalised concierge offerings—including ski instruction, private events, and even dog care— Résidence Courchevel redefines the concept of alpine living.\n\nMeeting the demand for asset diversification\n\nMaison VALLAT’s entry into the Gulf aligns with rising demand among Dubai’s ultra-high-net-worth individuals for asset diversification. Destinations like Courchevel and Megève continue to offer enduring value, strong rental yields, and rare exclusivity. “This collaboration reflects a shared commitment to redefining ultra-luxury real estate,” says El Sherif of K Estates. “It brings new value to discerning clients across the region and marks a strategic step in expanding our global footprint while reinforcing our ambition to lead in high-end real estate.”\n\nAs a top 3 sales partner of OMNIYAT in 2024, and with affiliations that include iconic developers like COGEMAD, the developer behind the most expensive homes in the world, K Estates continues to lead in high-value transactions while expanding its international reach. The firm’s focus remains clear: to deliver rare, enduring assets to clients who recognise and demand excellence.\n\nFor early access to Maison VALLAT’s upcoming launches, visit www.kestates.ae",
    "image": "https://media.assettype.com/gulfnews%2F2025-06-30%2Fkvb0ire1%2FSivoliere.png?rect=0%2C0%2C1920%2C1008&w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&enlarge=true&overlay=false&overlay_position=bottom&overlay_width=100"
  },
  {
    "id": 49,
    "title": "The hustle gets shorter as 30-second TikTok, YouTube videos drive new form of e-commerce",
    "content": "Audio report: written by reporters, read by AI\n\nShort, snappy videos are transforming global e-commerce for Korean sellers, as platforms like TikTok and YouTube become key sales channels through \"short-form commerce.\"Unlike traditional e-commerce — where consumers search for products — short-form videos blend entertainment with shopping by embedding product exposure within highly engaging content, prompting impulse purchases.One popular YouTuber with 1.4 million subscribers recently posted a short video demonstrating how to make an oversized wax candy — a trendy treat made of edible wax filled with fruit-flavored syrup. After showing the laborious two-day process, the creator added a purchase link for ready-made versions, effectively nudging viewers to buy instead of doing it themselves.Another example is a TikTok content creator specializing in fashion, who recently shared a 20-second clip showing 10 summer outfit combinations designed to flatter different body types. Roughly 40 items — including clothes, bags and shoes — flashed across the screen. When a viewer asked where to buy a specific bag, the creator pinned a comment with product details and a purchase link.This new wave of digital commerce is gaining traction as Korean sellers expand overseas through platforms such as Amazon and AliExpress.Short-form videos, typically under 30 seconds, allow sellers to showcase products either directly or through collaborations with influencers. These creators post promotional content and share in the profits generated from linked sales. Supporting industries are growing rapidly alongside this trend, offering content planning, logistics and financial services tailored to sellers.The short-form format reduces production burdens while increasing the frequency of product exposure, making it especially attractive. YouTube and TikTok both now support in-app shopping tools — YouTube Shopping and TikTok Shop — enabling creators to add purchase links to their content.According to Statista, TikTok had 1.59 billion monthly active users as of February, making it a prime target for global sellers. The number of brands on TikTok Shop jumped from 700,000 in 2023 to 1.1 million last year.The supporting infrastructure is also expanding. On June 17, CJ Logistics hosted a seminar whose name roughly translates to “K-Brand TikTok Shop Expansion Roadmap Seminar” for Southeast Asia and Japan, which attracted 170 Korean sellers. The seminar covered content planning, onboarding and logistics. CJ Logistics also introduced a one-stop service for overseas sales, combining logistics integration with content strategy advice from ad agency witU and financial support from global payments firm Payoneer.“Short-form videos offer more touchpoints with consumers and may help boost our performance,\" said a representative from a small cosmetics company at the seminar.Kang Se-jin, an employee at a smartphone accessory company, added, “We’re particularly interested in Southeast Asia, where TikTok has a huge influence.”“Short-form videos allow more products to be exposed in a shorter time compared to traditional e-commerce platforms,\" said Choi Chul, a professor of consumer economics at Sookmyung Women’s University.Kim Chang-ho, a professor of retail marketing at Namseoul University, added, “As short-form content continues to grow, targeted marketing based on consumer data is evolving. Promotional content that combines product showcasing with real user experiences will likely expand further with advancements in technology.”BY NOH YU-RIM [ [email protected]",
    "image": "https://koreajoongangdaily.joins.com/data/photo/2025/06/26/f4b5d5be-f56e-4f3e-a272-34322aa01857.jpg"
  },
  {
    "id": 50,
    "title": "Seoul to begin trial rides for Han River ferry in July",
    "content": "Seoul will begin recruiting participants for trial rides on the Han River ferry, an environmentally friendly water transit service set to launch in September.The Seoul Metropolitan Government announced Monday that starting July 1, citizens and tourists can apply to take part in the trial, which will run through Aug. 30.The Han River ferry is the city’s first water-based public transportation system along the river and will stop at seven piers — Magok, Mangwon, Yeouido, Oksu, Apgujeong, Ttukseom and Jamsil — covering a route of approximately 31.5 kilometers (19.6 miles). An express service connecting Magok, Yeouido and Jamsil will also be operated.“The Han River ferry was introduced to improve transportation convenience for citizens and enhance the city’s global competitiveness by creating a new tourism resource,” the city said in a statement.The service was first unveiled at a launch ceremony held on Nov. 25 last year. Since then, the vessels have passed safety and performance tests by the Korea Maritime Transportation Safety Authority. Trial runs with experts and emergency response drills have also been conducted.Two completed vessels will be used for the trial period. When the service officially launches in September, 10 vessels will be in operation, with two additional boats on standby, bringing the total fleet to 12.Applications for the trial ride open on Monday via the official ride application website . Participation is free and open to Seoul residents as well as domestic and international tourists. Rides will be offered every Tuesday, Thursday and Saturday during the trial period.During the trial, the Han River ferry will depart from Yeouido Pier and travel directly to Jamsil Pier without intermediate stops. On Tuesdays and Thursdays in July, rides will depart at 2 p.m. and 7 p.m., and at 2 p.m. on Saturdays. In case of severe weather or rising water levels, passengers will receive a cancellation notice by text message four hours in advance.Events are also planned throughout the trial. Photo zones will be installed at Yeouido and Jamsil piers, and participants who post about their experience on social media will be entered into a prize draw. Additional attractions include live busking performances near the piers and tie-ins with summer cultural events.“We have focused on inspecting services and systems since early June to ensure a safe operating environment,” said Park Jin-young, head of Seoul’s Future Hangang Headquarters. “We hope many citizens and tourists will participate and share their heartfelt feedback on the Han River ferry experience.”BY LEE SOO-KI [ [email protected]",
    "image": "https://koreajoongangdaily.joins.com/data/photo/2025/06/24/61cb770c-5b20-4bb4-8e35-8b620d99bcae.jpg"
  },
  {
    "id": 51,
    "title": "President Lee envisions cultural powerhouse to 'show Korea to the world'",
    "content": "President Lee Jae Myung may have shed a few tear or two when he watched the hit Netflix series \"When Life Gives You Tangerines,\" which he said Monday inspired him to envision Korea as a cultural powerhouse as he met with the country's biggest names in dramas, musical, movies, classical dance and music.Lee met with the cultural leaders and icons, including Tony award-winning musical writer Hue Park and Kim Won-suk, director of \"When Life Gives You Tangerines,\" at the Pine Grass garden house in front of the Yongsan presidential office in central Seoul on Monday afternoon.\"If we grow the cultural industry, wouldn't it be a powerful force that will lead us to become a world-leading country?\" Lee said.Park wrote the book and lyrics for the Korean original musical \"Maybe Happy Ending,\" which recently clinched six Tony awards, including Best Musical. Park became the first Korean artist to win a Tony Award.Other attendees included world-renowned soprano Sumi Jo, recipient of France's Commandeur of the Order of Arts and Letters, teenage ballerino Park Youn-jae, the first Korean male dancer to win the Prix de Lausanne, and Heo Ga-young, director of the short film \"First Summer,\" which won first prize in the La Cinef section of this year's Cannes Film Festival. Heo was the first Korean to earn the prize in the category.Lee's meeting with the current K-culture trendsetters was an opportunity for him stress the importance of their role in Korea's advancement to the global market.Lee said that in between campaigning and worrying people's livelihoods, he shed tears while binge-watching \"When Life Gives You Tangerines,\" a slice-of-life series set on Jeju Island starring actors IU and Park Bo-gum, depicting generational divides and surviving in a patriarchal society.\"I thought that if we grow the drama industry, it would be an opportunity to show Korea to the world,\" Lee said, saying the series helped him realize the \"potential\" of Korea's culture sector.Lee said he sympathized with the \"conflict between mother-in-law and daughter-in-law and a patriarchal culture,\" acknowledging the strife felt by female characters in a male-dominated society.\"I wondered if people around the world would sympathize with it,\" he said, \"but I heard that it was well-received in South America and Europe, so I thought it really had great potential.\"He said it gave him food for thought on how to \"enjoy high culture, create jobs and strengthen the national power of the Republic of Korea,\" stressing the \"potential\" of the message sent through the K-drama series.\"I thought that the cultural capacity of Korea is not limited to K-pop, but that there may be new sectors,\" Lee said.First lady Kim Hea Kyung also attended the event and shared that she also shed tears while watching the series with her husband.When asked at what point the president shed tears, Kim said, \"I think he was thinking of our modern-day mothers and sisters while watching the main character, Ae-sun,\" referring to actor IU's role, especially Lee's late sister, who was nicknamed Ae-ja.Director Kim, in turn, noted that he was the only one among the five invited guests who has yet to receive an award, and said, \"I think the tears shed by the president and his wife are the award.\"Kim said that when he first tried to tell a story of a couple living in Korea, while covering a period of some 65 years from the 1960s to 2025, he received a lot of criticism from people expecting “big, life-altering events from Korean history to take center stage.”But he later said those who watched the whole series told him that they “got it.”“At its core, we wanted to tell a story about people,” Kim said. “I’m not sure if I should bring this up here, but during the presidential election, many candidates mentioned our drama. To me, that meant we had made something meaningful — because people from very different political views were all saying, ‘this drama really moved me.’”The president shared his hopes for Korea to become a cultural powerhouse.\"If we significantly increase investment and support in the cultural sector as a national policy, provide opportunities for our younger generations, develop this as an industry and advance into the world to increase the cultural influence of the Republic of Korea, wouldn't we be able to become a world-class powerhouse and a leading country?\" Lee said.“If I dream of performing a Korean story abroad, I would need to be able to interact and collaborate with local writers, directors and actors,\" Park said during the event. \"I really hope our government would support that kind of international exchange.”BY SARAH KIM [ [email protected]",
    "image": "https://koreajoongangdaily.joins.com/data/photo/2025/06/30/55dd4433-b262-4abd-9fc9-7b9528cebdc0.jpg"
  },
  {
    "id": 52,
    "title": "DP takes 'pass first, revise later' stance on commercial code amendment, much to business community's chagrin",
    "content": "The Democratic Party (DP) is standing by its “pass first, revise later” stance on a controversial commercial code amendment despite pleas from Korea’s business community to reconsider. The president’s party reaffirmed its intent to push ahead with the legislation and deal with any side effects through supplementary laws at a later date.The business community is increasingly concerned about potential side effects, such as a surge in breach-of-trust lawsuits, as the opposing People Power Party (PPP), which had long opposed the commercial code amendment, has now signaled a more open stance.On Monday, Jin Sung-joon, the DP’s policy chief, met with the vice chairs of Korea’s six major business lobbies at the National Assembly to discuss the legislation.“While business leaders are concerned about management burdens that could come with these changes, the passage of the amendment could catalyze a stock market rebound,” Jin said. “We’re willing to revise or supplement the law later if the concerns raised do materialize.”The amendment focuses on expanding directors’ fiduciary duties from the company itself to include its shareholders, an effort primarily aimed at protecting the interests of all shareholders. Other proposals under review include mandatory electronic shareholder meetings, expanded cumulative voting and a so-called “3 percent rule” that would cap voting rights for the largest shareholder and related parties when electing audit committee members.The DP successfully passed a version of the bill in the National Assembly last year, but then-Acting President and Prime Minister Han Duck-soo vetoed it. With the DP now holding a supermajority, the bill is expected to pass during the next plenary session on July 3.Business groups fear the changes could expose company directors to a flood of lawsuits from minority shareholders and encourage hostile maneuvers from foreign hedge funds.In a report released Monday, the Korea Listed Companies Association warned that expanding fiduciary duty to all shareholders could paralyze decision-making, especially when the interests of minority shareholders conflict with those of the company or other shareholders.In response, business representatives called for accompanying legislation to soften the legal risks, including limiting criminal liability for breach of fiduciary duty and codifying the “business judgment rule,” which protects directors from liability when acting in good faith.“Measures should be considered to prevent excessive litigation, including the repeal of certain breach-of-trust provisions prone to abuse, the incorporation of the business judgment rule — established through court rulings — into the commercial code alongside fiduciary duty clauses, and the introduction of safeguards to protect managerial control,” said Park Il-joon, vice chair of the Korea Chamber of Commerce and Industry.Despite these concerns, the DP appears determined to pass the bill first. Oh Gi-hyoung, a DP lawmaker who chairs the party’s Kospi 5000 Special Committee, said, “We’ve heard various concerns from companies that the penalties might be too harsh. We’ll revisit those issues in the regular session later this year.”Business leaders, who saw Monday’s meeting as their last chance to delay the bill, expressed disappointment.“We asked them to reconsider the legislation, but the DP emphasized that they’ll move ahead and make changes only afterward,” one attendee told the JoongAng Ilbo. “We’re still very concerned, especially since there’s no clear timeline or plan for follow-up measures.”The PPP, which had previously opposed the amendment, also shifted its stance, adding to corporate unease. While PPP floor leader Rep. Song Eon-seog warned that the bill could result in “excessive regulation targeting private companies,” the business community now fears it faces a de facto policy vacuum with little recourse.“If the DP, now a dominant majority, pushes ahead with this revision, there’s little the corporate sector can do,” said Choi June-sun, a professor emeritus of law at Sungkyunkwan University and former president of the Korea Commercial Law Association. “The only viable option is to swiftly pass the promised supplementary legislation, including easing criminal liability for breach of fiduciary duty.”BY NA SANG-HYEON [ [email protected]",
    "image": "https://koreajoongangdaily.joins.com/data/photo/2025/06/30/9067fa23-6f7a-4da3-8548-546424fdb114.jpg"
  },
  {
    "id": 53,
    "title": "PPP criticizes Lee gov't on silence over suspected radioactive discharge from North",
    "content": "The People Power Party (PPP) criticized the Lee Jae Myung administration on Monday on its silence regarding suspicions that North Korea is discharging radioactive wastewater into rivers from a uranium refining facility in Pyongsan County in North Hwanghae Province.“There are growing concerns that radioactive wastewater from North Korea’s Pyongsan uranium refinery is flowing into the West Sea via the Yesong River,” wrote PPP Rep. Na Kyung-won on Facebook. “Experts warn that this contaminated water could affect the Imjin and Han River systems, potentially threatening the quality of water in the Seoul metropolitan area.”“Though the danger isn’t immediately visible, this could pose a direct threat to our drinking water and food supply,” Na wrote.She urged the government to investigate the discharge and conduct a thorough radiation analysis of water sources connected to the capital region.Rep. Cho Jung-hun also criticized the government on Facebook.“Despite satellite imagery and warnings from experts, the president remains silent,” Cho wrote.“The government continues to insist ‘nothing has been detected,’ yet it only conducts detailed radiation testing of the Han River twice a year, and there’s no systematic monitoring network for tributaries or estuaries,” Cho wrote. “Claiming there’s no radiation without measuring properly is like closing one’s eyes and declaring, ‘I see nothing.’”Rep. Yoon Sang-hyun warned that “with the monsoon season approaching, intentional mass discharges during heavy rainfall could severely damage the West Sea’s marine ecosystem and public health.”He called on the government to add uranium to its list of marine radiation monitoring targets and expand surveillance coverage from southern Incheon to the northern West Sea and the mouth of the Yesong River.The PPP also criticized Lee for his past condemnation of Japan’s release of treated wastewater from the Fukushima nuclear plant.\"Why were you in such a rage when Japan did it and in silence when North Korea is doing the same thing?\"“As party leader, Lee once called the Fukushima release ‘the worst disaster to humanity,’ ‘a second Pacific war’ and ‘a nuclear terror attack,’’ Na said. “But now, he remains silent about North Korea’s illegal radioactive discharge. Is this the kind of leadership that protects the lives of our people?”“Why denounce Japan’s actions as ‘nuclear terror,’ while remaining silent on North Korea?” asked Cho. “There can be no double standards when it comes to public safety. The people want consistency, and in matters of life and safety, the president must act not as a politician but as the head of state.”BY JANG SEO-YUN [ [email protected]",
    "image": "https://koreajoongangdaily.joins.com/data/photo/2025/06/30/0afb11eb-f15e-4599-b0bc-2ef2b1365343.jpg"
  },
  {
    "id": 54,
    "title": "Reabren frontera de EU con México tras avances en lucha contra gusano barrenador; apertura será el próximo 7 de julio",
    "content": "La secretaria de Agricultura de Estados Unidos, Brooke L. Rollings, anunció este lunes la reapertura de la frontera sur con México para el ingreso del ganado vacuno, bisontes y equinos a partir del 7 de julio de 2025.\n\nEn un comunicado, el Departamento de Agricultura de Estados Unidos destacó la “amplia colaboración entre expertos del Servicio de Inspección de Sanidad Animal y Vegetal (APHIS, por sus siglas en inglés) del USDA y sus contrapartes en México para aumentar la vigilancia, detección y esfuerzos de erradicación del gusano barrenador del ganado (NWS, por sus siglas en inglés)” y declaró que, en esas circunstancias, Estados Unidos “está listo para iniciar una reapertura por etapas de los puertos del sur, comenzando con Douglas, Arizona”.\n\nLee también Confirman 10 casos de gusano barrenador en ganado de Oaxaca; la mayoría se detectaron en la región del Istmo\n\nEl USDA dijo que “se han logrado avances en varias áreas críticas desde que se cerraron los puertos el 11 de mayo, incluyendo: la resolución de los desafíos con la realización de vuelos en México que ha permitido a nuestro equipo llevar a cabo consistentemente la dispersión estéril de moscas del NWS siete días a la semana y la dispersión de más de 100 millones de moscas cada semana”.\n\nEstados Unidos envió además cinco equipos con personal del APHIS “para visitar/observar y obtener una comprensión más profunda de la respuesta de México al gusano barrenador y permitirnos la oportunidad de compartir nuestros comentarios. No hemos visto un aumento notable en los casos reportados de gusano barrenador” en México, ni ningún movimiento hacia el norte de NWS en las últimas ocho semanas.\n\nEl USDA anunció el siguiente cronograma para la reapertura de la frontera al ingreso del ganado desde México:\n\nDouglas, Arizona: 7 de julio\n\nColumbus, Nuevo México: 14 de julio\n\nSanta Teresa, Nuevo México: 21 de julio\n\nDel Rio, Texas: 18 de agosto\n\nLaredo, Texas: 15 de septiembre\n\nLee también México registra 23 casos de miasis por gusano barrenador en humanos; Chiapas es el estado más afectado\n\nEl USDA dijo estar trabajando con la Secretaría de Salud, Inocuidad y Calidad Agroalimentaria de México (SENASICA) en esfuerzos de divulgación, educación y capacitación para crear conciencia y poner a los productores en alerta máxima sobre el gusano barrenador, junto con la utilización de su laboratorio central de buen funcionamiento para el diagnóstico de casos. Destacó que aunque “México ha hecho grandes progresos en los controles de movimiento de animales y la vigilancia, el progreso adicional ayudará a asegurar la reapertura de los puertos estadounidenses restantes”.\n\nSeñaló que los controles mejorados de movimiento de animales para detener los movimientos ilegales de animales desde el sur, junto con una vigilancia robusta y mitigaciones de riesgo del gusano barrenador más allá de los puntos de control “serán fundamentales para hacer retroceder el NWS”.\n\nMéxico iniciará con renovación de sus instalaciones de moscas de fruta\n\nDe acuerdo con el comunicado, México iniciará esta semana la renovación de sus instalaciones de moscas de la fruta estériles en Metapa, cuya finalización está prevista para julio de 2026. Ello, explicó, “permitirá la producción de entre 60 y 100 millones de moscas estériles” para combatir el gusano barrenador cada semana. Se trata de un paso fundamental para alcanzar el objetivo de producir los 400-500 millones de moscas semanales que se calcula que se necesitan para restablecer la barrera del NWS en el Paso del Darién.\n\nEl comunicado aclaró que “para asegurar que procedemos con seguridad al permitir el movimiento de animales a través de la frontera, sólo el ganado y bisontes nacidos y criados en Sonora o Chihuahua, o que son tratados de acuerdo con el protocolo de ganado y bisontes NWS al entrar en estos estados serán elegibles para la importación”.\n\nLee también Brooke Rollins supervisa estrategia para frenar gusano barrenador; “erradicaremos este horrible parásito”, promete\n\nDetalló que la reapertura de los puertos de Del Río (18 de agosto) y Puente Colombia (15 de septiembre) \"dependerá de que Coahuila y Nuevo León adopten los mismos protocolos del NWS para ganado bovino y bisonte que los que ahora se exigen a Sonora y Chihuahua para el ganado bovino o bisonte que ingrese a esos estados\".\n\nLos equinos, indicó, pueden importarse de cualquier parte de México. Requieren una cuarentena de siete días en el puerto de entrada y deben importar de acuerdo con el protocolo NWS equino y otros requisitos detallados en la página web de USDA APHIS | Import Horses from Mexico. Existen instalaciones equinas aprobadas en el puerto de Santa Teresa, NM y estarán disponibles para el ingreso de caballos cuando se reabra dicho paso.\n\nEl @USDA anuncia la reapertura gradual de los puertos del sur para el comercio de ganado. https://t.co/yfoHflbI93 pic.twitter.com/3nJehLuiRx — Embajada EU en Mex (@USEmbassyMEX) June 30, 2025\n\nÚnete a nuestro canal ¡EL UNIVERSAL ya está en Whatsapp!, desde tu dispositivo móvil entérate de las noticias más relevantes del día, artículos de opinión, entretenimiento, tendencias y más.\n\nmgm",
    "image": "https://www.eluniversal.com.mx/resizer/v2/S267NBMIURE6LL5RXM3MBODS6A.jpg?auth=75495133b679a70d797fe8e1095065130c05af28b2e4434d678d975d0212981b"
  },
  {
    "id": 55,
    "title": "Cargo de López-Gatell en la OMS genera debate; senadores morenistas lo celebran, oposición dice que “es una vergüenza”",
    "content": "El nombramiento de Hugo López-Gatell como representante de México ante la Organización Mundial de la Salud (OMS) generó opiniones divididas entre los senadores debido a la polémica gestión del exsubsecretario de Prevención y Promoción de la Salud durante la pandemia de Covid-19.\n\nEn declaraciones a la prensa, Claudia Anaya, senadora del PRI, expresó su rechazo contundente al nombramiento y calificó a López-Gatell como un “desastre” en el manejo de la pandemia.\n\nSeñaló que México registró una de las tasas más altas de mortalidad a nivel mundial, y atribuyó parte de esa situación a la imprudencia del exfuncionario, citando declaraciones polémicas sobre el uso del cubrebocas y la minimización del riesgo de contagio del entonces presidente Andrés Manuel López Obrador.\n\n“Es una vergüenza que México lleve un tan indigno representante, habiendo un cuerpo médico tan bueno en este país, tantos médicos egresados de la UNAM y de otras instituciones de gran calidad y prestigio, teniendo posgrados y demás, teniendo de verdad muy buen cuadro de doctoras o doctores que pudiéramos proponer para que fuéramos los representantes de México ante la OMS. Mandamos a este desastre de hombre. La verdad es que estoy totalmente decepcionada con este nombramiento”, sostuvo.\n\nLee también Noroña reconoce haberse equivocado; celebra designación de López-Gatell como representante en la OMS\n\nMarko Cortés, senador PAN, denunció en redes sociales que el mal manejo de la pandemia provocó más de 800 mil muertes evitables y calificó el nombramiento como una burla para las familias mexicanas que perdieron a sus seres queridos.\n\nLa morenista Martha Lucía Micher defendió el nombramiento, al afirmar que López-Gatell hizo un “gran trabajo” como subsecretario y argumentar que es una facultad exclusiva de la presidenta Claudia Sheinbaum.\n\nSeñaló que aunque hubo errores, estos fueron parte de un esfuerzo colectivo y reiteró que la oposición ha cuestionado sistemáticamente todas las acciones del gobierno.\n\n“Entonces, no podemos buscar culpables, sino analizar las causas. Algunas cosas sí nos fallaron, nos fallaron muy seriamente, pero fallaron en el mundo, el análisis que se hizo del alcance de la enfermedad. Las medidas que se tomaron se tomaron en muchos lugares, entonces yo creo que no se trata de ir al pasado, se trata de respetar una aspiración legítima”, declaró.\n\nLee también Sheinbaum confirma designación de López-Gatell ante OMS; \"yo lo propuse, sin problema, lo puedo decir con gusto”\n\nTambién de Morena, el senador Saúl Monreal aseguró que López-Gatell contuvo la pandemia y que México fue uno de los países mejor posicionados en ese sentido a nivel internacional.\n\nAfirmó que la designación no es un “premio” ni un “exilio”, sino un reconocimiento a su trabajo y una oportunidad para representar a México en temas cruciales de salud pública mundial.\n\n“Imagínense, una representación ante la Organización Mundial de la Salud no es un exilio, y un premio, pues tampoco, porque más ahorita donde ha habido brotes de sarampión, donde hay en todo el mundo hay algunas pandemias y, sobre todo, cuestiones de salud pública. Es un reconocimiento a su trabajo”, apuntó.\n\nGerardo Fernández Noroña, presidente del Senado, celebró el nombramiento en redes sociales y calificó a Hugo López-Gatell como un “compañero excepcional”.\n\nÚnete a nuestro canal ¡EL UNIVERSAL ya está en Whatsapp!, desde tu dispositivo móvil entérate de las noticias más relevantes del día, artículos de opinión, entretenimiento, tendencias y más.\n\napr",
    "image": "https://www.eluniversal.com.mx/resizer/v2/76KYGZADFVFVFGPS3FIALVX3ZI.jpg?auth=37b9e752518855d69d567945fe71932f0036f2c9b712d14e2209e4fb002876ed"
  },
  {
    "id": 56,
    "title": "Crece el horror en Ciudad Juárez; hallan más de 381 cuerpos embalsamados en crematorio",
    "content": "Ciudad Juárez.- Durante este domingo se informó que la cifra de cuerpos encontrados en un crematorio de Ciudad Juárez, Chihuahua, pasó de 60 a más de 381.\n\nEl viernes pasado Comisión Estatal para la Protección contra Riesgos Sanitarios (Coespris) en Ciudad Juárez, informó que inició un procedimiento administrativo en un crematorio que da servicio a varias funerarias locales, por posibles faltas administrativas.\n\nLa acción comenzó, ya que la noche del jueves se informó que en un predio ubicado en las calles Tapachula y Colima de la colonia Granjas Polo Gamboa, se habían encontrado decenas de cuerpos sin vida en un crematorio que aparentemente era clandestino.\n\nLee también Localizan a médico residente desaparecido en Sinaloa; se encuentra sano y salvo\n\nEn conferencia de prensa, la Coespris en Ciudad Juárez, informó que se abrieron procedimientos administrativos ante posibles faltas, ya que en el crematorio, del cual se señaló se contaba con los permisos, había la cantidad de aproximadamente 60 cuerpos acumulados en cuartos con refrigeración insuficiente.\n\nAumenta cifra de cuerpos encontrados en crematorio de Ciudad Juárez. Foto: Christian Torres/ EL UNIVERSAL\n\nAumenta cifra de cuerpos encontrados en crematorio clandestino de Ciudad Juárez. Foto: Christian Torres/ EL UNIVERSAL\n\nSin embargo, durante el sábado se continuaron con las investigaciones por parte de Servicios Periciales, la Fiscalía General del Estado y la Coespris en el sitio.\n\nEn el lugar se llevó una caja de tráiler de refrigeración que se colocó a la entrada del predio, y hasta donde las autoridades fueron sacando los cuerpos que estaban en el interior, de los cuales se señaló estaban debidamente embalsamados.\n\nLee también Antonio Attolini denuncia detención arbitraria en Torreón; acusa al alcalde de persecución política\n\nDurante este domingo se señaló por parte de la Fiscalía que son 381 los cuerpos sacados del crematorio, de los cuales 288 ya fueron procesados por Servicios Periciales.\n\nHasta el momento las autoridades en Chihuahua no han brindado mayor información al respecto, sobre esta situación, salvo la que se ofreció en conferencia de prensa el viernes pasado, donde las autoridades tanto de Fiscalía como de Coespris recalcaron que el lugar contaba con los permisos, sin embargo, tenía faltas administrativas en este caso por la acumulación de cuerpos.\n\nEn redes sociales se han difundido imágenes que muestran cómo estaban los cuerpos en habitaciones del crematorio en condiciones deplorables.\n\nSe espera que en próximas horas las autoridades oficialicen la cifra de cuerpos y demás información sobre este caso.\n\nAumenta cifra de cuerpos encontrados en crematorio de Ciudad Juárez. Foto: Christian Torres/ EL UNIVERSAL\n\nÚnete a nuestro canal ¡EL UNIVERSAL ya está en Whatsapp!, desde tu dispositivo móvil entérate de las noticias más relevantes del día, artículos de opinión, entretenimiento, tendencias y más.\n\n¡EL UNIVERSAL ya está en Whatsapp!, desde tu dispositivo móvil entérate de las noticias más relevantes del día, artículos de opinión, entretenimiento, tendencias y más.\n\naov/LL",
    "image": "https://www.eluniversal.com.mx/resizer/v2/6VE7QK2KLVGAZJUZCX7JRIX4XM.jpg?auth=0216c5ffb488d50ce56c24bd2e387a489442d1ff671adc6c9aaa63b6430fa24c"
  },
  {
    "id": 57,
    "title": "Tormenta tropical Flossie: Prevén que se intensifiqué a huracán al final del día; pronostican, sigue aquí su trayectoria",
    "content": "La tormenta tropical Flossie continúa ganando fuerza y se prevé que evolucione a huracán categoría 1 en la escala Saffir-Simpson al finalizar este lunes, frente a las costas de Michoacán y Colima. De acuerdo con el Servicio Meteorológico Nacional (SMN), su paso ocasionará lluvias torrenciales, vientos intensos, oleaje elevado y riesgo de trombas marinas en varios estados del litoral del Pacífico.\n\nEn particular, se esperan lluvias puntuales torrenciales en la costa de Guerrero, intensas en Oaxaca, Michoacán, Colima y Jalisco, y muy fuertes en Nayarit, además de oleaje de hasta seis metros de altura en las zonas más cercanas al núcleo del sistema.\n\nPor otra parte, la baja presión remanente de Barry seguirá afectando al noreste de México, manteniendo lluvias intensas, rachas de viento y oleaje en la región. Asimismo, canales de baja presión, la entrada de humedad desde el Pacífico y el Caribe, así como la inestabilidad atmosférica en el interior del país, provocarán precipitaciones en gran parte del territorio nacional.\n\nLee también Temporada de lluvias: trucos caseros para quitar la humedad de tus zapatos; conoce la técnica\n\n¿Cómo estará el clima en cada estado este lunes?\n\nGuerrero: Lluvias puntuales torrenciales, vientos de hasta 100 km/h, posible formación de trombas marinas y oleaje de 5 a 6 metros.\n\nLluvias puntuales torrenciales, vientos de hasta 100 km/h, posible formación de trombas marinas y oleaje de 5 a 6 metros. Oaxaca: Lluvias puntuales intensas en la costa, vientos de hasta 70 km/h y oleaje de 2.5 a 3.5 metros.\n\nLluvias puntuales intensas en la costa, vientos de hasta 70 km/h y oleaje de 2.5 a 3.5 metros. Michoacán y Colima: Lluvias intensas, vientos de 90 a 100 km/h, oleaje de 5 a 6 metros y posible formación de trombas marinas.\n\nLluvias intensas, vientos de 90 a 100 km/h, oleaje de 5 a 6 metros y posible formación de trombas marinas. Jalisco: Lluvias intensas en costas, vientos de hasta 70 km/h y oleaje de 2.5 a 3.5 metros.\n\nLluvias intensas en costas, vientos de hasta 70 km/h y oleaje de 2.5 a 3.5 metros. Nayarit: Lluvias muy fuertes.\n\nLluvias muy fuertes. Tamaulipas, Hidalgo, Puebla, norte de Veracruz y este de San Luis Potosí: Lluvias puntuales intensas, oleaje de 1.5 a 2.5 metros en las costas y vientos de hasta 70 km/h, condiciones que disminuirán por la tarde.\n\nLee también Temporada de lluvia; ¿por qué los días grises bajan tu estado de ánimo?\n\nNuevo León: Lluvias muy fuertes y vientos con rachas de hasta 70 km/h.\n\nLluvias muy fuertes y vientos con rachas de hasta 70 km/h. Coahuila: Lluvias fuertes y rachas de viento similares.\n\nLluvias fuertes y rachas de viento similares. Estado de México, Querétaro, Guanajuato, Aguascalientes, Zacatecas y Durango: Lluvias muy fuertes por canal de baja presión y entrada de humedad.\n\nLluvias muy fuertes por canal de baja presión y entrada de humedad. Ciudad de México, Tlaxcala, Morelos y Chihuahua: Lluvias fuertes.\n\nLluvias fuertes. Sinaloa: Lluvias muy fuertes por entrada de humedad desde el Pacífico.\n\nTemporada de lluvias Temporada de lluvias en México; ¿cómo proteger a tu perrito del frío y humedad?\n\nSonora y Baja California Sur: Presencia de chubascos aislados.\n\nPresencia de chubascos aislados. Chiapas: Lluvias muy fuertes por canal de baja presión.\n\nLluvias muy fuertes por canal de baja presión. Tabasco: Lluvias fuertes.\n\nLluvias fuertes. Quintana Roo, Yucatán y Campeche: Presencia de chubascos.\n\nLas autoridades meteorológicas recomiendan a la población mantenerse informada, tomar precauciones ante posibles deslaves, inundaciones, aumento en niveles de ríos y arroyos, así como seguir las indicaciones de Protección Civil en cada entidad.\n\nÚnete a nuestro canal ¡EL UNIVERSAL ya está en Whatsapp!, desde tu dispositivo móvil entérate de las noticias más relevantes del día, artículos de opinión, entretenimiento, tendencias y más.\n\n¡EL UNIVERSAL ya está en Whatsapp!, desde tu dispositivo móvil entérate de las noticias más relevantes del día, artículos de opinión, entretenimiento, tendencias y más.\n\nLL",
    "image": "https://www.eluniversal.com.mx/resizer/v2/6ZAGCG6X75FHZP2YJCI6UXZDUI.jpg?auth=2c53e71dc3e73b386e83ac339f9807dbb71e12697f885336a53ba3bfc20c6f8c"
  },
  {
    "id": 58,
    "title": "Lana Del Rey at the Aviva, Dublin: How to get there, ticket information, and what she’s likely to play",
    "content": "Everything you need to know about the singer’s first ever UK and Ireland stadium tour on Monday, June 30th\nLana Del Rey performs live on stage at the Principality Stadium on June 23rd in Cardiff, Wales. Photograph: Joseph Okpako/Getty Images for ABA\nEleven-time Grammy-nominated American singer-songwriter Lana Del Rey plays the Aviva Stadium in Dublin on J... [5269 chars]",
    "image": "https://www.irishtimes.com/resizer/v2/4PXJLDM5EHKOBZWDH4AHT3VPCA.jpg?smart=true&auth=14d7070f510fd8ffd0629c30f8397c593cc4baed378b8a7d6655a270862dbd90&width=1200&height=630"
  },
  {
    "id": 59,
    "title": "Woman advised to seek grief counselling for migraine but holds out hope",
    "content": "Claire Szymanski woke one morning with what she thought was a \"shocking\" headache and four years on the pain has not stopped. Ms Szymanski is one of an estimated 4.9 million Australians who live with migraine.\nSince developing migraine four years ago, Hobart resident Claire Szymanski has had to stop working and regularly misses out on social events.\n\"I'd never previously had migraine, woke up one morning with what I thought was this shocking headache and u... [4905 chars]",
    "image": "https://live-production.wcms.abc-cdn.net.au/62e74b7a78c43814669f26d272e3319e?impolicy=wcms_watermark_news&cropH=1018&cropW=1809&xPos=17&yPos=157&width=862&height=485&imformat=generic"
  },
  {
    "id": 60,
    "title": "Weekly Mini Crossword Week 23 Challenge",
    "content": "Mini Crossword puzzle of the week\nMini Crossword puzzle of the week\nHow to play Mini Crossword\nYou can solve the clues in any order. Click or tap on either a clue or a box in the grid to start entering an answer. You can also use the arrow keys, enter/shift-enter or, tab/shift-tab to... [736 chars]",
    "image": "https://ncreview.com.au/wp-content/uploads/2025/01/Crossword-Icon-1.png"
  },
  {
    "id": 61,
    "title": "The Nintendo Switch 2 will be available in-store at Best Buy on July 1st",
    "content": "Best Buy says it will have in-store stock of the Nintendo Switch 2 on July 1st. You can see a list of participating locations on its website.\nFinding a Nintendo Switch 2 hasn’t been easy since its launch on June 5th, with sporadic availability over the past few weeks at various retailers. Luckily, if you’ve missed chances to pick one up, Best Buy will have more stock at its retail stores a... [1018 chars]",
    "image": "https://platform.theverge.com/wp-content/uploads/sites/2/2025/06/257769_Switch_2_AKrales_0395_588c1a.jpg?quality=90&strip=all&crop=0%2C10.732984293194%2C100%2C78.534031413613&w=1200"
  },
  {
    "id": 62,
    "title": "Chimp Babies Thrive with Moms' Social Networks",
    "content": "DURHAM, N.C. — In chimpanzee communities, strong social ties can be a matter of life and death not just for the adults who form them, but for their\nDURHAM, N.C. — In chimpanzee communities, strong social ties can be a matter of life and death not just for the adults who form them, but for their kids, too.\nA new federally-funded study of wild eastern chimpanzees (Pan troglodytes schweinfurthii) f... [4271 chars]",
    "image": "https://cdn1.miragenews.com/tmp_cache?cdn=images.unsplash.com%2Fphoto-1615309661755-816dcd80bcd3%3Fixid%3DMnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8%26amp%3Bixlib%3Drb-1.2.1%26amp%3Bauto%3Dformat%26amp%3Bfit%3Dcrop%26amp%3Bw%3D750%26amp%3Bq%3D80"
  },
  {
    "id": 63,
    "title": "The new emblem of Kiama Community Radio",
    "content": "We’re excited to introduce a fresh face at Kiama Community Radio (KCR) — and she’s already a bit of a local celebrity!\nWe’re excited to introduce a fresh face at Kiama Community Radio (KCR) — and she’s already a bit of a local celebrity!\nSay hello to Daisy the Cow, our brand-new emblem and proud new voice (well, moo) of KCR.\nWhy Daisy? Because she’s not just a local ... [1119 chars]",
    "image": "https://iappnetwork-prod.s3.ap-southeast-2.amazonaws.com/listHeaderLargeComponents/6861f364c20bcd002e72db5c/header_images/full_iZ8jScXoNhsxV3BJGQQnt.jpeg"
  },
  {
    "id": 64,
    "title": "A Modern Traveler's Guide to San Diego",
    "content": "San Diego is known for its sunshine, beaches and laid-back vibes. But there's so much more to the city than swells and swimsuit weather. The SoCal destination, located two hours south of Los Angeles, has ample outdoor attractions, from hiking trails in Torrey Pines Nature Reserve to the La Jolla tid...",
    "image": "None"
  },
  {
    "id": 65,
    "title": "Live updates: Senate considering raft of amendments to Trump’s massive tax and immigration bill",
    "content": "White House press secretary Karoline Leavitt urged Republicans on Monday to “stay tough and unified” as the Senate debated numerous amendments to President Donald Trump’s massive tax and immigration p...",
    "image": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/W5E3GZUYJI4YPRBFZTU7N62FSM.JPG&w=1440"
  },
  {
    "id": 66,
    "title": "Iran acknowledges death toll from Israel's strike on notorious Evin prison",
    "content": "Iran acknowledged on Sunday that an Israeli strike on Tehran's notorious Evin prison last week killed dozens of people.Iran's judiciary spokesperson Asghar Jahangir posted on the office's official Mizan news agency website that the strike killed at least 71 people, including staff, soldiers, prisone...",
    "image": "https://static.foxnews.com/foxnews.com/content/uploads/2025/06/iran-evin-prison-strike-damage3.jpg"
  },
  {
    "id": 67,
    "title": "Ukraine moves toward withdrawing from treaty banning anti-personnel mines",
    "content": "Ukrainian President Volodymyr Zelenskyy signed a decree withdrawing his country from an international agreement banning the use of anti-personnel mines on Monday.The 1997 Ottawa Convention bans the use, production, stockpiling, and transfer of anti-personnel landmines under the reasoning that it cau...",
    "image": "https://static.foxnews.com/foxnews.com/content/uploads/2025/06/2025-06-24t174800z_858612833_rc259fa0tctn_rtrmadp_3_nato-summit-scaled.jpg"
  },
  {
    "id": 68,
    "title": "Failed Vice Presidential Candidate Tim Kaine Fails in Latest Trump Senate Plot",
    "content": "Failed 2016 Democratic vice presidential nominee Sen. Tim Kaine’s attempt to block President Donald Trump from seeking further military action in Iran has also failed. On Friday, the Senate blocked […]\nThe post Failed Vice Presidential Candidate Tim Kaine Fails in Latest Trump Senate Plot appeared f...",
    "image": "None"
  },
  {
    "id": 69,
    "title": "At Amsterdam's Flore, Bas van Kranen Puts Vegetables in the Fine Dining Spotlight",
    "content": "Bas van Kranen smiling at a white tablecloth-covered table inside Flore, wearing a beige apron.\" width=\"970\" height=\"647\" data-caption='Chef Bas van Kranen. <span class=\"media-credit\">Courtesy Chantal Arnts</span>'>\nBas van Kranen loves vegetables. So much so that since Amsterdam's Flore launched in...",
    "image": "None"
  },
  {
    "id": 70,
    "title": "Over 400 flights canceled into and out of Atlanta airport due to severe weather - ABC News - Breaking News, Latest News and Videos",
    "content": null,
    "image": null
  },
  {
    "id": 71,
    "title": "Elon Musk renews his criticism of Trump's big bill as Senate Republicans scramble to pass it - ABC News - Breaking News, Latest News and Videos",
    "content": "Musk doubles down on his distaste for the sprawling tax and spending cuts bill.",
    "image": "https://i.abcnewsfe.com/a/f5edbb17-222d-42dc-8424-ed904c5c3bd1/wirestory_27a762b27ace7af044a6130c060f2312_16x9.jpg?w=1600"
  },
  {
    "id": 72,
    "title": "Republicans move forward with controversial megabill accounting move - Politico",
    "content": "Democrats are objecting to the current policy baseline after the GOP sidestepped a formal parliamentarian ruling.",
    "image": "https://www.politico.com/dims4/default/181f816/2147483647/resize/1200x/quality/90/?url=https%3A%2F%2Fstatic.politico.com%2Fac%2Fc0%2F9d9fc4c345bcaa40a00b85bce901%2Fu-s-congress-10444.jpg"
  },
  {
    "id": 73,
    "title": "Doctors And Nurses Are Revealing The \"Small\" Health Signs You Should Never Ignore, And It's Shocking - BuzzFeed",
    "content": "\"Vascular surgeon here. A sudden onset of pain in your calf when you walk should NEVER be ignored. It could be a clot in an artery or vein that must be addressed immediately.\"",
    "image": "https://img.buzzfeed.com/buzzfeed-static/static/2025-06/27/20/thumb/AC_Et6ldJ.jpg?crop=2500:1309;0,116%26downsize=1250:*"
  }
]