[
  {
    "id": 0,
    "title": "Inside Kigali sanctuary where birds get new lease of life",
    "content": "By Ange Iliza More by this Author\n\nRwanda, one of the world's most densely populated countries and the surging population is posing threat to natural habitats, which some animals call home.\n\nBirds, among them cranes, have fallen victim to ever increasing pressure on the natural habitat. During the 2000s, hotels and residents in Kigali frequently captured cranes, and amputated their wings to domestically keep them within private gardens.\n\nAmong the crane species to be domesticated is the Grey-crowned which is widely seen in East Africa. This practice led to hundreds of them getting killed in the process while others were exposed to diseases. It is against this backdrop that Dr Olivier Nsengimana developed a passion for keeping birds.\n\nNsengimana is a professional veterinarian with a passion for both the bustling city of Kigali and the endangered wildlife that calls it home. Since 2014, Nsengimana has taken the challenge to save and shelter cranes and other birds. When he started, the wildlife faced an imminent danger including poaching.\n\nAs a seasoned veterinarian, Nsengimana understood that Kigali's nature desperately needed a lifeline, and he took on the challenge to strike a balance between wildlife preservation and city life.\n\nThe focal point of his mission is the breathtaking “Umusambi Village,” an eco-tourism park spanning 70 hectares and sheltering a diverse range of over 140 species of cranes, birds, insects and other species.\n\nAdvertisement\n\nThe Umusambi village, located on the outskirts of Kigali, emerged as the perfect haven for endangered birds to flourish. Away from the threats of poaching and diseases, this sanctuary provides the necessary environment for these majestic creatures to reproduce and thrive.\n\nThe park shelters 58 disabled cranes whose wings have been removed. The efforts have resulted in an ever-increasing number of avian species, both native to Rwanda and from distant skies, finding solace in the sanctuary he created. The park receives at least 100 visiting cranes.\n\nThe park shelters other species that otherwise would not have a home in the bustling skyscrapers and moving cars of Kigali such as bats, butterflies, vultures, and birds. In addition to his role as a veterinarian, Nsengimana is a true aficionado of birds. His passion for these winged creatures shines through every aspect of his work. “I am not just a veterinarian. I have a distinguished love for birds.\n\nThe way they fly and dance in fleets is just majestic. Taking care of them is my passion,” Nsengimana says. To raise awareness of wildlife conservation, the park is open to visitors as well as holding events and parties with strict restrictions on meddling with the species. Navigating the intricate web of wildlife conservation and urban development has not been without its challenges.\n\nDr Nsengimana has been actively seeking partnerships and funding to ensure the birds receive the care they deserve.",
    "image": "https://rwandatoday.africa/resource/blob/4302028/d34650c63fe5ae4435eae994999766ce/umusambi-village-data.jpg"
  },
  {
    "id": 2,
    "title": "Le PDCI-RDA et la Côte d’Ivoire en deuil / Un baobab s’est couché Cowppli-Bony, l’homme qui a maintenu le PDCI-RDA debout",
    "content": "Admis en France pour des soins, le professeur Philippe Alphonse Cowppli-Bony Kwassi a passé l’âme à gauche. Les informations qui étaient des rumeurs, dans la soirée du dimanche dernier, ont fini par se confirmer. Le doyen s’est couché. Le président honoraire du PDCI-RDA s’en est allé, laissant derrière lui, le PDCI-RDA. Le parti dont les défis qui restent entiers, à quelques mois des élections présidentielles qui suscitent déjà des tensions dans la classe politique qui peine à accorder les violons sur le minimum de sacrifices pour faire la paix.\n\n\n\n\n\nOn retient du professeur Philippe Cowppli-Bony, le travail immense qu’il a bâti, en qualité de président intérimaire du PDCI-RDA, suite au décès brusque du président Henri Konan Bédié, le 1er août 2023. Dans cette période d’incertitude où beaucoup prédisaient la disparation du PDCI-RDA, le doyen de 91 ans a su rassembler les militants gagnés par la panique. D’août à décembre 2023, il a assuré beaucoup de charges, avec maestria et beaucoup de responsabilités. Malgré son âge très avancé, le natif de Bouaflé a su contenir les ambitions. Le 8è Congrès extraordinaire du 22 décembre 2023 a rassemblé tous les militants, à cette période où le PDCI était en butte à des actes de liquidation. Grâce à l’entregent de ce vieil homme, à la tête d’une équipe de Direction qui a pris la mesure de tous les enjeux, le parti s’est remis en selle pour engager la bataille de la reconquête du pouvoir d’Etat. En témoigne la ferveur qu’a suscitée l’arrivée de Tidjane Thiam. « Je mesure l’importance et le poids de cette responsabilité. Je m’engage à travailler avec chacun d’entre vous. J’appelle les militants à se tenir prêts. 2025 sera une année cruciale pour notre parti » avait déclaré, le président Tidjane Thiam, à la Fondation Félix Houphouët-Boigny de Yamoussoukro.\n\n\n\n\n\nPhilippe Cowppli-Bony part avec le sentiment du devoir accompli. Son nom reste gravé dans la mémoire collective et dans le panthéon des grands hommes. Il revient au PDCI-RDA de lui rendre les hommages dus à son rang.\n\n\n\n\n\nJB KOUADIO",
    "image": "https://media-files.abidjan.net/photo/le-pdci-rda-et-la-cote-divoire-en-deuil-un-baobab-sest-couche-cowppli-bony-_n89256830o.jpg"
  },
  {
    "id": 4,
    "title": "US declines to label China a currency manipulator, but blasts its transparency policies",
    "content": "WASHINGTON (AP) — The U.S. declined to label China a currency manipulator in a new Treasury report released Thursday, but accuses Beijing of standing out among America’s major trading partners for lacking transparency in its exchange rate policies.\n\nTreasury’s semi-annual report to Congress — called Macroeconomic and Foreign Exchange Policies of Major Trading Partners of the United States— comes as the Trump administration seeks to strike a trade deal with China, averting a trade war that has been brewing between the two nations.\n\nA Treasury official told reporters previewing the report that the U.S. could in the future find evidence that China is manipulating its currency and will make a determination in the fall whether China has been manipulating the renminbi, also known as RMB.\n\nDuring President Donald Trump ‘s first term, the Treasury, which was then led by Secretary Steve Mnuchin, labeled China a currency manipulator in 2019 — before then the U.S. had not put China on the currency blacklist since 1994.\n\nTreasury Secretary Scott Bessent said the administration “has put our trading partners on notice that macroeconomic policies that incentivize an unbalanced trading relationship with the United States will no longer be accepted.”\n\n“Moving forward, Treasury will use all available tools at its disposal to implement strong countermeasures against unfair currency practices,” he said.\n\nThe decision not to sanction China for currency manipulation comes after Trump said Thursday that his first call with China’s Xi Jinping since returning to office was “very positive,” announcing that the two countries will hold trade talks in hopes of breaking an impasse over tariffs and global supplies of rare earth minerals.\n\n“Our respective teams will be meeting shortly at a location to be determined,” Trump wrote on his social media platform after the call, which he said lasted an hour and a half.\n\nTrump has lowered his 145% tariffs on Chinese goods to 30% for 90 days to allow for talks. China also reduced its taxes on U.S. goods from 125% to 10%. The back and forth has caused sharp swings in global markets and threatens to hamper trade between the two countries.",
    "image": "https://dims.apnews.com/dims4/default/753fd45/2147483647/strip/true/crop/2429x1366+0+126/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2Fc4%2F04%2Fe100614bcfc217c4f1ec96cc1881%2Ff9a18f26be474cf88570e90452c223e1"
  },
  {
    "id": 6,
    "title": "Live Updates: Trump Threatens to Cut Elon Musk’s Government Contracts as Feud Escalates",
    "content": "Tesla investors were rattled on Thursday by escalating tension between Elon Musk and President Trump, and the company’s stock plunged, wiping billions off the company’s market value.\n\nAmid the late-afternoon war of words, shares of Mr. Trump’s Media and Technology Group also fell after Mr. Musk hinted at ties between the president and Jeffrey Epstein, the deceased financier and sex offender.\n\nShares of Tesla fell 14.3 percent for the day as Mr. Musk, Tesla’s chief executive, ramped up his public criticism of the House Republican domestic policy bill, calling it an “abomination.” The tumble — the company’s worst day since March and its second worst since 2020 — wiped out about $150 billion from Tesla’s market valuation.\n\nA dispute over the policy bill spiraled in a matter of hours into a broader rupture in Mr. Musk’s relationship with the president, raising concern among investors about how the tensions might harm Mr. Musk’s businesses. Mr. Trump threatened to slash federal contracts and tax subsidies for Mr. Musk’s companies, which amount to billions of dollars.\n\n“Investors fear that this Musk/Trump battle will stop their friendship and change the regulatory environment for Tesla on the autonomous front over the coming years under the Trump administration,” analysts at Wedbush Securities said in a research note on Thursday. Their deteriorating relationship is “a shock to the market and putting major fear for Tesla investors on what is ahead.”\n\nThe Republican spending bill would end a $7,500 tax credit from the federal government that has helped reduce the cost of buying electric vehicles. Mr. Trump said on Thursday that Mr. Musk was upset about the electric vehicle tax credit repeal — a claim that Mr. Musk swiftly rejected. He shared a video clip of Mr. Trump speaking during a March promotional event for Tesla at the White House. The clip showed the president speaking, with Mr. Musk standing nearby: “I ended the EV mandate. He never even complained to me.”\n\nThe latest drop in Tesla’s shares adds to several months of turbulence for the company. Its stock rallied in the aftermath of Mr. Trump’s election, before falling in the early months of this year as consumer protests against Mr. Musk’s role in the Trump administration intensified.\n\nThe tax credit repeal would hurt Tesla, which is the largest seller of electric vehicles in the United States. It could amount to a $1.2 billion hit to Tesla’s annual profit, according to JPMorgan analysts. Ending the credits would come as Tesla sales fall, the result of consumer backlash to Mr. Musk’s political involvement and the brand’s lack of new, more affordable models.\n\nBut repealing tax credits might not hit Tesla as hard as it would other automakers like General Motors and Ford Motor, both of which have invested heavily in factories and supply chains with the hope of eventually producing millions of electric vehicles a year. Tesla, unlike many of its competitors, might manage to reduce prices to prop up demand if the credits end.\n\nTesla wasn’t the only stock to plummet as the feud unfolded.\n\nDJT, the stock ticker for Mr. Trump’s Media and Technology Group, also fell on Thursday, dropping 8 percent. The sell-off accelerated after Mr. Musk claimed the administration had stalled on releasing more of the government’s files on Jeffrey Epstein because Mr. Trump’s name would appear in them.\n\nJoe Rennison contributed reporting.",
    "image": "https://static01.nyt.com/images/2025/06/05/multimedia/05musk-trump-promo-415pm-zphc/05musk-trump-promo-415pm-zphc-facebookJumbo.jpg"
  },
  {
    "id": 8,
    "title": "Trump Live Updates: Latest News on Russia-Ukraine, Travel Ban and More",
    "content": "Xi Jinping, China’s leader, in Beijing last month. He and President Trump spoke by phone amid fraying relations between the United States and China after trade talks in May.\n\nChina and the United States agreed on Thursday to hold more trade talks in hopes of breaking an impasse over tariffs and global supplies of rare earth minerals that has begun to threaten the global economy.\n\nThe promise of fresh discussions followed a phone conversation between the leaders of the two superpowers that President Trump described as “very positive.”\n\nMr. Trump said in a post on Truth Social that his call with Xi Jinping, China’s top leader, had focused entirely on the trade relationship between the nations, which has soured in recent months in a dispute over the export of critical minerals used in an array of industries.\n\nThe president implied that the two leaders had resolved issues surrounding mineral exports, which China had recently halted to the United States, though he did not provide details. He said his trade team would meet again soon with Chinese officials, in a yet-to-be-determined location. Mr. Trump added that he and Mr. Xi had invited each other and their spouses to visit their respective countries.\n\n“I just concluded a very good phone call with President Xi, of China, discussing some of the intricacies of our recently made, and agreed to, Trade Deal,” Mr. Trump said. The call lasted around an hour and a half, he added, and “resulted in a very positive conclusion for both Countries.”\n\nChinese state media said Thursday that Mr. Xi had called for greater cooperation, consultation and respect between the countries, and that the exchange had happened at Mr. Trump’s request.\n\nMr. Xi welcomed Mr. Trump to visit China, state media reported, and said the United States should withdraw negative measures against his country. He added that both countries should enhance their exchanges in diplomacy, economics, military and other fields.\n\nThe two leaders were last known to have spoken to each other on Jan. 17, days before Mr. Trump was inaugurated as president. Mr. Trump said Thursday’s discussion had not touched on matters beyond trade, including the Russian-Ukrainian war and the nuclear negotiations with Iran.\n\nThe call signaled a potential thaw in the U.S.-Chinese relationship, after several weeks of escalating tensions between the world’s two largest economies.\n\nThe countries had reached a tentative truce last month in a meeting in Geneva, where they agreed to roll back tariffs they had placed this year on each other’s imports, as well as to remove other trade barriers.\n\nBut in recent weeks, each government had accused the other of violating their Geneva agreement. China continued to clamp down on exports of rare earth minerals that are essential for U.S. makers of cars, airplanes and defense goods, while the United States responded by halting exports of American technology and a variety of industrial products to China. The Trump administration also proposed a plan to revoke visas for Chinese students associated with the Communist Party or studying in critical fields.\n\nOn Wednesday, Mr. Trump wrote on social media that Mr. Xi was “VERY TOUGH, AND EXTREMELY HARD TO MAKE A DEAL WITH.”\n\nThe standoff has made companies that depend on trade between the countries increasingly nervous. Shortages of the minerals, which are used to make powerful industrial magnets that are essential components in many electric motors, have threatened to bring some American factories to a standstill, including America’s defense industry. China dominates the global market for the minerals and views it as a choke point for the United States.\n\nWendy Cutler, the vice president of the Asia Society Policy Institute and a former trade negotiator, said the disputes since the Geneva meeting underscored how difficult and complicated any upcoming talks would be.\n\n“The likelihood of further misunderstandings, coupled with a fundamental lack of trust, will present enormous challenges for the negotiators as they try to hammer out a deal,” she said.\n\nThe White House did not respond to requests for comment.\n\nThe Trump administration has said little publicly about what concessions it hopes to obtain from China, though American officials have expressed concerns for years about Chinese trade practices that have made it difficult for factories in the United States to survive.\n\nMr. Trump has appeared intent on ratcheting up negotiating pressure on Beijing through tariffs. In early April, he raised levies on Chinese goods to an eye-watering minimum rate of 145 percent, and China retaliated by increasing duties on American imports to 125 percent. The tit-for-tat moves effectively cut off trade between the countries and raised concerns about a global economic slowdown.\n\nDuring their meeting in Geneva, officials from both countries agreed to reduce the punishing tariffs they imposed on each other for 90 days while seeking a longer-term resolution. China also pledged to suspend or remove what it called “non-tariff countermeasures” it had issued since April, though it did not disclose details. Trump administration officials said they had expected China to lift its restrictions on rare earth exports, but many of those curbs continue.\n\nChina has said the rare earth export controls apply to all countries, meaning it can argue that the controls should not be regarded as a countermeasure against the United States.\n\n“The Chinese are reluctant to give up their leverage so easily,” said Yun Sun, the director of the China program at the Stimson Center, a Washington think tank. She added that “they want to wait and see how things go” with trade negotiations.\n\nMr. Trump has suggested on several occasions since returning to the White House that a call or a meeting with Mr. Xi was imminent. While Mr. Trump would rather speak directly with Mr. Xi, Chinese officials generally favor negotiating details in advance of any such call or meeting. And Beijing had been concerned about the possibility that Mr. Trump would embarrass Mr. Xi during talks, analysts said.\n\nLater Thursday in the Oval Office, Mr. Trump said he and Mr. Xi had had a “good conversation,” adding, “It’s very complex stuff, and we straightened it out.” On the issue of barring Chinese students, he said the United States wanted foreign students but needed to monitor them.\n\nChinese state media said Thursday that Mr. Xi had called for correcting the course of “the big ship” of Chinese-U.S. relations, which would require leaders to remove all kinds of “interference and even sabotage.”\n\nChinese state media reported that Mr. Xi on Thursday also drew a hard line on Taiwan, the island democracy that China claims as its territory and that counts the United States as a top backer. He essentially warned Mr. Trump that Washington should not let what he called Taiwan separatists drag the countries into “a dangerous situation of conflict and confrontation,” according to state media.\n\nJonathan Swan contributed reporting.",
    "image": "https://static01.nyt.com/images/2025/06/05/multimedia/05trump-news-promo-4pm-pmzt/05trump-news-promo-4pm-pmzt-facebookJumbo.jpg"
  },
  {
    "id": 10,
    "title": "Trump y Musk consuman su ruptura con ataques cruzados y el empresario vincula al presidente con el pedófilo Epstein",
    "content": "En una escalada más propia de la barra de un bar que de la discusión de dos adultos en la plaza más pública del planeta, Elon Musk y Donald Trump se enredaron este jueves en un desagradable cruce de golpes a cuenta de una ley fiscal republicana, actualmente en trámite en el Capitolio, que fue calentándose hasta que el presidente de Estados Unidos amenazó en su red social, Truth, con “poner fin a los subsidios y contratos gubernamentales de Elon”.\n\nEntonces, el hombre más rico del mundo respondió con otro mensaje, este en X, en el que soltó algo que describió como una “bomba realmente grande”. “@realDonaldTrump figura en la lista Epstein. Esa es la verdadera razón por la que no se ha hecho pública”, dijo sobre la nómina de personas involucradas en la red pedófila de Jeffrey Epstein que supuestamente obra en poder de las autoridades estadounidenses. “¡Que tengas un buen día, DJT [por las siglas del republicano]!”. Musk, reconocido propagador de bulos (y hay unos cuantos relacionados con esa lista), no ofreció ninguna prueba que sostenga esa acusación.\n\nTodo había empezado en un escenario insospechado: la reunión en la Casa Blanca entre el presidente de Estados Unidos y el canciller alemán, Friedrich Merz. Era la primera vez que ambos líderes se veían desde la elección de Merz el pasado 6 de mayo, y el encuentro transcurrió en un tono amistoso que marcó, ya desde su arranque, el regalo que el visitante traía bajo el brazo: el certificado de nacimiento del abuelo de Trump, Friedrich Trump, en un marco dorado. El nieto agradeció el obsequio, insinuó que le haría un hueco en el Despacho Oval y aprovechó para responder a las críticas de Musk a la ley fiscal republicana, reproches por los que dijo sentirse “muy decepcionado y sorprendido”.\n\nEsa respuesta, el primer gancho que Trump lanzaba al empresario después de días de aguantar los golpes por personas interpuestas (los miembros del Partido Republicano en el Capitolio), derivó en una serie de ataques cruzados que sirvieron para certificar la ruptura, todo indica que sin vuelta atrás, entre el líder de la primera potencia y el hombre más rico del mundo. Hace solo seis días, los dos protagonizaron un afectuoso acto de despedida del empresario en la hora del adiós de este como empleado gubernamental al frente de algo llamado Departamento de Eficiencia Gubernamental (DOGE).\n\nLa escalada de este jueves continuó hasta que, a las pocas horas, llegó la amenaza del final de los contratos públicos; algo así supondría, consideró Trump, “la forma más fácil de ahorrar dinero en nuestro presupuesto —miles y miles de millones de dólares. (...) ¡Siempre me sorprendió que Biden no lo hiciera!”. En un post anterior, Trump había escrito: “Lo de Elon estaba ‘agotándose’, le pedí que se fuera [y dejara sus atribuciones como encargado de adelgazar la Administración], quité la orden que obligaba a la compra de coches eléctricos que nadie más quería (¡algo que él sabía desde hacía meses que iba a hacer!), ¡y simplemente se volvió LOCO!“. En un intento por tener la última palabra, el presidente de Estados Unidos posteó pasadas las 16:00, hora local, que no le importaba que ”Elon se vuelva” contra él, y que “tenía que haberlo hecho hace meses”. A continuación, defendió con argumentos gastados la norma de la discordia.\n\nEl origen de la pelea entre ambos antiguos aliados está en esa ley fiscal, por cuya aprobación en el Congreso está presionando la Casa Blanca. No solo promete con agravar el problema del déficit estadounidense; también dejaría sin cobertura sanitaria a casi 11 millones de ciudadanos. El dueño de Tesla y Space X, preocupado por el aumento en la deuda que traerá esa norma −bautizada como la “ley grande y hermosa”− la calificó este martes como ”una abominación repugnante”.\n\n“Elon y yo teníamos una excelente relación”, aclaró Trump este jueves a preguntas de los reporteros. “Ahora ya no estoy tan seguro de eso”. El presidente de Estados Unidos también contó que Musk “conocía la ley” y que “no tenía ningún problema con ella”. Acusó al magnate de cambiar de idea cuando vio que sus negocios, en especial, Tesla, se iban a ver perjudicados con la nueva redacción de la norma, un texto de más de mil páginas.\n\nLas acciones de la empresa automovilística se desplomaron este jueves en mitad de la bronca sin cuartel entre ambos. Hacia el final de la jornada, habían caído hasta un 17%.\n\nEn directo, el empresario de origen sudafricano, que la semana pasada se despidió de su puesto al frente del DOGE tras 130 días en los que sembró el caos en la Administración con sus recortes, contestó a su antiguo jefe en X, la red social de la que también es propietario. “Eso es mentira”, escribió. “Ese proyecto de ley nunca me lo enseñaron, y lo aprobaron con nocturnidad. ¡Tan rápido que casi nadie en el Congreso pudo siquiera leerlo!“.\n\nMusk y Trump, en el Despacho Oval el 30 de mayo. Nathan Howard (REUTERS)\n\nAl rato, Musk fue aún más lejos, de nuevo en X, cuando acusó a Trump de “ingratitud”. “Sin mí, habría perdido las elecciones, los demócratas controlarían la Cámara de Representantes y los republicanos tendrían 51-49 en el Senado [en lugar de la actual composición, 53-47]”.\n\nEl magnate aportó la cantidad récord de más de 260 millones de dólares a la campaña que llevó a Trump de regreso a la Casa Blanca. Desde el comienzo de la relación entre ambos poderosos, que empezó cuando el candidato republicano sobrevivió a un atentado, empezaron las quinielas: ¿cuánto aguantaría la amistad entre dos egos tan grandes? La respuesta llegó este jueves.\n\nEn un acto conjunto en el Despacho Oval, Trump había despedido el viernes pasado a Musk con todos los honores, y este se comprometió a ”seguir siendo amigo y consejero\" del líder republicano aunque su trabajo al frente del DOGE hubiera terminado muy lejos de cumplir su objetivo de ahorrar dos billones de dólares (trillions, en inglés): los recortes del traumático paso de Musk por Washington se han quedado, pese a las decenas de miles de funcionarios despedidos, en unos 160.000 millones.\n\nEl sábado, el presidente retiró su apoyo al candidato de Musk a dirigir la NASA, y eso, según informan los medios estadounidenses, encendió la ira del magnate, que se juega mucho con los contratos que su empresa Space X mantiene con la agencia espacial. Ese último desencanto se sumó a los reparos que Musk había ido acumulando en sus algo más de cuatro meses como empleado especial del Gobierno, tanto con la política arancelaria de Washington, como con la ley fiscal que ahora está en el Senado tras haber recibido el visto bueno la Cámara de Representantes. Esas diferencias de parecer provocaron desencuentros, públicos y privados, con algunos de los miembros del gabinete de Trump.\n\nA todo esto, Musk aprovechó la pelea de este jueves para lanzar en X una encuesta sobre la conveniencia de fundar un tercer partido, distinto del demócrata y el republicano, y que represente, propuso, al 80% de la población, “que se sitúa en el centro”.\n\nSintonía entre potencias\n\nAntes de la combustión en directo de la relación entre los dos viejos aliados, los líderes estadounidense y alemán se esforzaron en su reunión en el Despacho Oval por demostrar sintonía entre ambas potencias. “La relación con Alemania es muy importante”, dijo Trump, que dio la enhorabuena a su invitado por su reciente triunfo electoral y añadió que ambos habían hablado “por teléfono muchas veces sobre algunos de los problemas del mundo”. El canciller, que permaneció en silencio casi todo el rato, aunque en un momento intervino en alemán, recordó que los dos países tienen “mucho en común”, y agregó que los alemanes deben “a los estadounidenses mucho”.\n\nSobre la mesa, estaban las cuentas pendientes del líder estadounidense tanto con Alemania, como con la Unión Europea, en cuya representación también llegaba el canciller, en asuntos como la balanza comercial entre ambos socios y la guerra arancelaria con la que pretende forzarla en favor de los intereses de Washington, la exigencia de aumentar el gasto en defensa o la mejor manera de encarar el final de la guerra en Ucrania.\n\nMerz recordó que este viernes se cumple el aniversario del Día-D, el desembarco estadounidense en Normandía. “Ustedes acabaron con la guerra en Europa”, dijo el alemán. “Estados Unidos está de nuevo en una posición muy fuerte para lograr la paz en Europa. Los dos estamos de acuerdo en que tenemos que acabar con esa guerra. Son ya tres años y medio. Es terrible”. Trump, por su parte, comparó el conflicto entre Moscú y Kiev con la pelea de “dos niños pequeños en el parque”. “Se pegan como locos, porque se odian, y tú intentas separarlos. A veces no quieren que los separes, así que es mejor dejarlos pelear un rato y luego separarlos. Y ayer le hice esa analogía a [el presidente ruso Vladímir] Putin”, dijo el mandatario republicano sobre la llamada mantenida ayer entre ambos.\n\nPronto estuvo claro que Merz había cumplido con el primero, y tal vez más urgente de sus objetivos: no engrosar la lista de líderes mundiales asaetados en directo ante millones de personas en el Despacho Oval por Trump y los suyos. Antes de viajar a Washington, declaró a la televisión pública de su país que no necesitaba “una valeriana” para mantener una conversación tranquila con el presidente de Estados Unidos.\n\nCon o sin ella, no sufrió un calvario como el del ucranio Volodímir Zelenski, que en marzo acabó a gritos con el presidente y el vicepresidente estadounidenses, que lo humillaron, lo tildaron de desagradecido y acabaron por echarlo de la Casa Blanca. O como el del sudafricano Cyril Ramaphosa, al que Trump obligó a ver un vídeo montado con imágenes sacadas de contexto o directamente falsas que, a juicio del republicano, probaba la existencia de un genocidio de la población blanca del país.\n\nVolodímir Zelenski y Donald Trump en la Casa Blanca, en febrero pasado. Brian Snyder (REUTERS)\n\nMerz llegaba a Washington con algunos deberes hechos: desde las elecciones de febrero, Alemania ha suprimido el tope que la Constitución fijaba al endeudamiento para poder invertir sin límites en defensa. También traía una promesa: el país podrá disponer así del primer ejército convencional de Europa. No solo: Merz se ha mostrado dispuesto a que el gasto militar alemán, que ahora representa en torno al 2% del producto interior bruto, aumente hasta el 5%, como ha pedido Trump en el pasado a los socios de la OTAN, cuyos líderes se verán este mes de junio en una cumbre en La Haya.\n\n“Es positivo que Alemania invierta más en material militar”, consideró Trump. “Se decía que no había que dejarles rearmarse. Pero yo creo que es bueno. Al menos hasta cierto punto. Si pasan ese punto, les diremos que paren”, bromeó el presidente estadounidense.\n\nOtro de los asuntos del orden del día para el canciller democristiano era, como primera potencia económica de la UE, tratar de avanzar en un acuerdo comercial con Estados Unidos que suavice la amenaza de los aranceles que Trump se empeña en llamar recíprocos, y también los que afectan al acero y el aluminio y a los automóviles. Uno de los ejemplos favoritos del presidente estadounidense para ilustrar la supuesta injusticia de las balanzas comerciales de su país con el resto de sus socios atañe precisamente a Alemania: para Trump, el hecho de que no haya “coches americanos” en las calles de Múnich demuestra lo injusto del sistema global para los fabricantes estadounidenses.\n\nA la derecha, en uno de los sofás del Despacho Oval, estaba sentado el vicepresidente, J. D. Vance, que abroncó a los líderes europeos en la conferencia de Seguridad de Múnich (y Merz consideró que Vance se “extralimitó” con aquella intervención), y apoyó en la campaña electoral al partido de extrema derecha Alternativa para Alemania (AfD). Además, el jefe de la diplomacia de Estados Unidos describió al Gobierno de Berlín como una “tiranía encubierta” a la luz del debate abierto en el país sobre la posibilidad de ilegalizar la AfD, primera fuerza de oposición, con más de 10 millones de votos, a la que los servicios de inteligencia alemanes catalogaron como una fuerza “extremista de derechas”.\n\nDesde la izquierda: Merz, Trump y Vance en el Despacho Oval este jueves. Kevin Lamarque (REUTERS)\n\nNi Vance ni Rubio disfrutaron del turno de palabra antes de que Trump diera paso a las preguntas de los reporteros, que quisieron saber sobre la llamada recién celebrada entre el presidente estadounidense y su homólogo, Xi Jinping (“ha habido avances sobre todo en el tema de las tierras raras”) y por la orden dada por el republicano de investigar el uso de un bolígrafo automático durante la presidencia de su predecesor, Joe Biden. “[Biden] Nunca estuvo a favor de las fronteras abiertas, de tratamientos transgénero para todos”. Tampoco, añadió, de la participación de mujeres trans en los deportes femeninos. “No tenía mucha idea de lo que pasaba”, dijo Trump, que calificó esa acusación, de la que no ha aportado pruebas, como “el mayor escándalo de los últimos cuatro años, salvo por el robo de las elecciones de 2020″. En este tiempo, ha quedado demostrado una y otra vez que el triunfo de los demócratas en aquella cita con las urnas fue legítimo.",
    "image": "https://imagenes.elpais.com/resizer/v2/5MJNQVSZ5VD4HMJQRISI67KRSM.jpg?auth=686089fc31e9f048c108d2d3d017dfaf4df0e0851a4047a38c6b7de6319a23a8&width=1200"
  },
  {
    "id": 14,
    "title": "Supreme Court strikes down Mexico’s lawsuit against US gun manufacturers",
    "content": "Mexico’s government had argued that negligent gun sales have fuelled its struggles against cartels and criminal groups.\n\nThe United States Supreme Court has rejected a lawsuit from the government of Mexico that argued American gun manufacturers like Smith & Wesson failed to prevent illegal firearm sales to cartels and criminal organisations.\n\nIn one of a slew of decisions handed down on Thursday, the top court decided that the Protection of Lawful Commerce in Arms Act shielded the gun manufacturers from Mexico’s suit.\n\nThe court’s decision was unanimous. Writing for the nine-member bench, Justice Elena Kagan explained that even “indifference” to the trafficking of firearms does not amount to willfully assisting a criminal enterprise.\n\n“Mexico’s complaint does not plausibly allege that the defendant manufacturers aided and abetted gun dealers’ unlawful sales of firearms to Mexican traffickers,” Kagan wrote (PDF).\n\n“We have little doubt that, as the complaint asserts, some such sales take place — and that the manufacturers know they do. But still, Mexico has not adequately pleaded what it needs to: that the manufacturers ‘participate in’ those sales.”\n\nAdvertisement\n\nThe Mexican government’s complaint, she added, “does not pinpoint, as most aiding-and-abetting claims do, any specific criminal transactions that the defendants (allegedly) assisted”.\n\nThe case stems from a complaint filed in August 2021 in a federal court in Boston, Massachusetts. In that initial complaint, the Mexican government — then led by President Andres Manuel Lopez Obrador — argued that the sheer volume of firearms illegally smuggled into its country amounted to negligence on the part of gun manufacturers.\n\nThose firearms, it said, had exacted a devastating toll on Mexican society. The country has some of the highest homicide rates in the world, with the United Nations estimating in 2023 that nearly 25 intentional killings happen for every 100,000 people.\n\nMuch of that crime has been credited to the presence of cartels and other criminal enterprises operating in Mexico. The Igarape Institute, a Brazil-based think tank, estimated that Mexico’s crime cost the country nearly 1.92 percent of its gross domestic product (GDP) from 2010 to 2014.\n\nThe US is the largest arms manufacturer in the world — and also the largest source of illegally sourced firearms.\n\nThe stream of firearms that pour into Mexico and the broader Latin America region, for instance, has been dubbed the “iron river”. Nearly 70 percent of the illegal guns seized in Mexico from 2014 to 2018, for instance, were traced to origins in the US, according to the Department of Justice.\n\nThat has led countries like Mexico to demand action from the US to limit the number of firearms trafficked abroad.\n\nAdvertisement\n\nIn its lawsuit, Mexico targeted some of the biggest names in gun manufacturing in the US: not just Smith & Wesson, but also companies like Beretta USA, Glock Inc and Colt’s Manufacturing LLC.\n\nBut the firearm companies pushed back against the lawsuit, arguing they could not be held responsible for the actions of criminals in another country.\n\nThe Supreme Court itself cast doubt on some of Mexico’s arguments, including the idea that the gun manufacturers designed and marketed their products specifically for cartel buyers.\n\n“Mexico focuses on production of ‘military style’ assault weapons, but these products are widely legal and purchased by ordinary consumers. Manufacturers cannot be charged with assisting criminal acts simply because Mexican cartel members also prefer these guns,” Justice Kagan wrote.\n\n“The same applies to firearms with Spanish language names or graphics alluding to Mexican history,” she added. “While they may be ‘coveted by the cartels,’ they also may appeal to ‘millions of law-abiding Hispanic Americans.'”\n\nOn Thursday, an industry trade group, the National Shooting Sports Foundation (NSSF), celebrated the Supreme Court’s decision as a “tremendous victory” against an unfair charge. It had filed an amicus brief in support of the defendants in the case.\n\n“For too long, gun control activists have attempted to twist basic tort law to malign the highly-regulated U.S. firearm industry with the criminal actions of violent organized crime, both here in the United States and abroad,” the group’s senior vice president, Lawrence G Keane, said in a statement.\n\nAdvertisement\n\nKeane added that he and others in the firearm industry felt “sympathetic to plight of those in Mexico who are victims of rampant and uncontrolled violence at the hands of narco-terrorist drug cartels”.\n\nBut he said the issue was about “responsible firearm ownership”, not the actions of gun manufacturers.",
    "image": "https://www.aljazeera.com/wp-content/uploads/2025/06/AP25010792285191-1749139737.jpg?resize=1920%2C1440"
  },
  {
    "id": 16,
    "title": "Argentina vs Chile HOY por las Eliminatorias al Mundial 2026, EN VIVO: formaciones, a qué hora es, dónde y cómo verlo",
    "content": "Lautaro Martínez no puede olvidarse del 0-5 en la final de la Champions League\n\nMientras Inter se encuentra abocado a cerrar la contratación del rumano Cristian Chivu, actual técnico de Parma, para reemplazar a Simone Inzaghi, quien hoy fue presentado como nuevo conductor del saudita Al-Hilal, algunos integrantes del plantel \"nerazzurro\" siguen publicando mensajes pidiéndole disculpas a los aficionados por la derrota sufrida el sábado en Múnich frente a París Saint-Germain en la final de la Champions League.\n\nComo corresponde en estos casos, uno de los primeros en dar la cara para disculparse con los aficionados de Inter fue el capitán argentino Lautaro Martínez, quien actualmente se encuentra con su selección para los partidos que Argentina jugará con Chile y con Colombia en las Eliminatorias Sudamericanas al Mundial 2026, al que ya está clasificada de antemano y en el que defenderá la corona obtenida en Qatar 2022.\n\n\"Queridos fanáticos de Inter, les escribo este mensaje después de varios días porque la tristeza, la desilusión y la amargura que tenía después del partido del sábado fueron, son y seerán uno de los sentimientos más difíciles de digerir\", afirmó Martínez en Instagram.\n\n\"Les pido disculpas por no haber podido regalarle lo que era el sueño de todos nosotros y les agradezco a todos los que viajaron para acompañarnos en Múnich, a los que estuvieron en San Siro y a quienes están dispersos por el mundo. Siempre serán únicos\", afirmó el goleador desde la concentración de la selección \"albiceleste\".\n\n\"En el fútbol sólo cuentan los títulos, es innegable, pero creo que haber llevado con tanto sacrificio al equipo a dos finales de la Champions en los últimos tres años, significa mucho.\n\nPeleamos para volver a sentir estas emociones y para vivir nuevas noches inolvidables\", completó Martínez.\n\n\"Desde que llegué al club, con mis compañeros hemos trabajado para llevar a Inter al lugar al que pertenece por historia. Hay días en los que ser fanático de Inter es fácil, otros en los cuales es un deber y también hay días en los que resulta un honor. Hoy, para todos nosotros, es un deber serlo\", explicó el \"Toro\".\n\n\"Hoy más que nunca me siento orgulloso de defender esta casaca y de ser el capitán del equipo y de este grupo. Fuerza Inter, siempre\", concluyó del delantero.",
    "image": "https://www.clarin.com/img/2025/06/05/XxbJcR_A6_2000x1500__1.jpg"
  },
  {
    "id": 18,
    "title": "Hong Kong: A Global Hub for Innovation and Technology",
    "content": "Hong Kong's strategic position and dynamic role in global trade make it a key player in connecting Mainland China to the world.\n\n“Hong Kong serves as a vital gateway to connect Mainland China to the global market,” says Prof. Nancy Ip, President of the Hong Kong University of Science and Technology (HKUST). “The city plays a unique role as both a super-connector and a super value-adder, facilitating interactions between the Mainland and the rest of the world.\n\n“Hong Kong is a melting pot of global talent, investment, and partnerships. With a strong legal framework and robust intellectual property protections, it provides an ideal environment for fostering innovation and technological advancement,” she adds.\n\nHong Kong, Shenzhen and Guangzhou are all part of the Greater Bay Area (GBA), which also includes Macao and seven other cities, with a combined population of over 87 million. The links within this region have helped to create a synergistic ecosystem for companies operating in areas such as AI, fintech and clean energy. The opportunities for Hong Kong go beyond being able to tap into Shenzhen's manufacturing strengths or Guangzhou's position in research and development (R&D).\n\n“In fields such as AI and biomedical research, where abundant data and a large population are essential for training large data models and conducting clinical testing, Hong Kong's proximity to the Mainland provides a significant advantage in translating research findings into practical innovations,” says Prof. Ip.\n\nIn return, Hong Kong offers companies in the rest of the GBA access to funding and expertise. “As the financial gateway of the GBA, Hong Kong facilitates the flow of capital and talent to enable seamless collaboration across the region,” says Falcon Chan, Strategy, Risk and Transactions Partner at Deloitte China.\n\nUnder China's 14th Five-Year Plan, which runs from 2021-25, the GBA has been transformed into an international science and technology innovation centre. The next Five-Year Plan (2026-30) has yet to be announced, but is expected to further boost high quality economic activity.",
    "image": "https://gulfnews-labs.s3.us-east-1.amazonaws.com/partner-content/hongkong-2/images/gulfnews-hk-intro-social.jpg"
  },
  {
    "id": 20,
    "title": "What do Lee Jae-myung and convenience stores have in common? They both won big on election night.",
    "content": "As Koreans tuned in to watch the 21st presidential election results on Tuesday night, many did so with snacks in one hand and beer in the other — turning the ballot count into an unexpected boost for the food retail industry.Lee Som, 35, from Busan, tried to time the pizza delivery right for the start of the exit poll announcement.“I ordered around 7:20 p.m. so I could eat while watching the results at 8 p.m.,” Lee said. “Usually delivery takes about 30 minutes, but this time it took closer to an hour.”Yoon Ji-a, 29, from Gwangju, remembered the delays from the last presidential election and played it safe.“Delivery was a nightmare back then, so this year I just picked up beer and snacks from a convenience store and watched the vote count broadcast,” Yoon said.The unexpected bump in late-night cravings turned out to be a momentary windfall for food delivery services and convenience stores.According to data released on Wednesday by several convenience store chains, demand for snacks and alcohol surged as viewers settled in for the evening’s coverage.At Emart24, spirits sales jumped 40 percent compared to the previous week, with beer up 30 percent and wine not far behind at 29 percent. 7-Eleven saw a 40 percent rise in beer sales the same day, while ice cream and snack sales climbed 30 percent.CU reported a 27.7 percent increase in alcohol sales over the prior week. Beer saw the sharpest growth at 33.2 percent, followed by(Korean rice wine) at 19.4 percent and soju at 16.3 percent. Sales of snacks and ice cream also grew over 25 percent.GS25 noted that beer sales rose 44 percent, snack foods 43.4 percent, and its private-label “Ssonsal Chicken” saw a 58.6 percent spike in sales.Delivery orders spiked as well. A 27-year-old employee at a pizza franchise told the JoongAng Ilbo that orders kept them baking until the last minute.“We were swamped until close, definitely busier than usual, perhaps because of the election,” they said.A spokesperson for a food delivery platform added, “Orders started picking up around 7 p.m., as voting was winding down. We saw a 15 percent increase compared to an average day.”Data from the Baemin Trend Report, run by delivery giant Baedal Minjok, confirms the pattern: during last year’s 22nd parliamentary election, orders were up 15.4 percent above the yearly average.Meanwhile, TV ratings for election night dropped compared to the 2022 presidential race.Market tracker Nielsen Korea reported that the combined viewership across MBC, KBS and SBS reached 16.8 percent, down from 18.07 percent in 2022.MBC led with 10.73 percent, while KBS and SBS drew 3.43 percent and 2.65 percent, respectively.However, viewership on digital platforms surged. At 9:20 p.m., SBS had 160,000 live YouTube viewers on its vote count broadcast. MBC crossed 200,000 by 10 p.m.“It wasn’t a planned event like the World Cup, and there weren’t any special promotions,” said a convenience store worker. “But with such a high voter turnout, people were genuinely interested in the results, and that showed in what they bought to watch it all unfold.”BY NOH YU-RIM [ [email protected]",
    "image": "https://koreajoongangdaily.joins.com/data/photo/2025/06/04/491ee7f2-421a-4539-a5a7-620faa5b2ba7.jpg"
  },
  {
    "id": 22,
    "title": "Yulissa Escobar shows the fastest way off of 'Love Island'",
    "content": "'Love Island USA' contestant Yulissa Escobar leaves the show less than 20 minutes into the second episode. Her use of a racial slur on podcasts may be to blame.\nOne night, Yulissa Escobar was partnered with Ace Greene on “Love Island USA.” The next night she was off the show with no explanation given.\nWant to succeed in reality show love? It might be best to keep your public life free of racial slurs.\n“Love ... [3253 chars]",
    "image": "https://ca-times.brightspotcdn.com/dims4/default/003ebf7/2147483647/strip/true/crop/3000x1575+0+0/resize/1200x630!/quality/75/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Faf%2F3a%2F4385b32e4e24b5f5f72a899bf32d%2Flove-island-usa-nup-207588-01831.JPG"
  },
  {
    "id": 23,
    "title": "Arrival of tick season in Grey-Bruce prompts public health warning",
    "content": "Blacklegged ticks, which can infect people with Lyme disease, are primarily active in Grey-Bruce in spring and summer.\nThis advertisement has not loaded yet, but your article continues below.\nArrival of tick season in Grey-Bruce prompts public health warning Photo by James Gathany / AP file photo\nArticle content As spring turns to summer in Grey Bruce, that means it ... [3994 chars]",
    "image": "https://smartcdn.gprod.postmedia.digital/nexus/wp-content/uploads/2025/05/0516-so-tick1.so_.jpg"
  },
  {
    "id": 24,
    "title": "Status of Ispace of Japan’s Resilience Moon Lander Is Unknown",
    "content": "Ispace, a private company founded in Tokyo, crashed on the moon in 2023. Its second spacecraft, Resilience, had hoped to succeed where its predecessor failed.\nA Japanese company had hoped that the second time would be the charm for putting a robotic lander on the moon.\nIspace of Tokyo is among the private companies that have emerged in recent years aiming to establish a profitable business by sending exper... [581 chars]",
    "image": "https://static01.nyt.com/images/2025/06/05/multimedia/05HS-moon-landing-01-pvfz/05HS-moon-landing-01-pvfz-facebookJumbo.jpg"
  },
  {
    "id": 25,
    "title": "Legal scholar says President Trump learned lessons from his last travel ban.",
    "content": "Legal scholar says President Trump learned lessons from his last travel ban. NPR's Mary Louise Kelly speaks with Stephen Vladeck, a Georgetown University law professor, about how President Trump's leg...",
    "image": "https://media.npr.org/include/images/facebook-default-wide-s1400-c100.jpg"
  },
  {
    "id": 26,
    "title": "Trump and Elon Musk trade insults and accusations as public feud reaches new heights",
    "content": "Trump says he's disappointed by Musk criticism of budget bill, Musk says he got Trump elected\n\nWashington — The relationship between President Trump and Elon Musk broke down in dramatic and public fas...",
    "image": "https://assets3.cbsnewsstatic.com/hub/i/r/2025/06/05/9da7e46a-025d-41d1-8eef-1fb8d9d6d691/thumbnail/1200x630g2/4f69705950c06644898afdfae3433e86/gettyimages-2218791437.jpg?v=8e774d26301ae5e7a27489083c0cf8b6"
  },
  {
    "id": 27,
    "title": "'Cheers' star George Wendt's cause of death revealed",
    "content": "\"Cheers\" actor George Wendt's cause of death has been revealed. The Los Angeles County Department of Public Health listed Wendt's immediate cause of death as cardiac arrest with congestive heart failure, coronary artery disease and hypertension as underlying causes, according to documents obtained b...",
    "image": "None"
  },
  {
    "id": 28,
    "title": "Top CDC covid vaccine adviser quits after RFK Jr. ended recommendations - The Washington Post",
    "content": "Lakshmi Panagiotakopoulos said she could no longer help vulnerable people after officials removed recommendations to immunize children and pregnant women.",
    "image": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/KTNAWZPQFIY6D5ZOHISUIZSVW4_size-normalized.jpg&w=1440"
  },
  {
    "id": 29,
    "title": "Lamar Jackson, Trey Hendrickson headline veterans who deserve raise heading into 2025 NFL season - NFL.com",
    "content": "We've seen plenty of megadeals handed out this offseason, but certain players remain underpaid. Tom Blair spotlights 10 veterans who deserve a significant raise RIGHT NOW, including the NFL's reigning sack king.",
    "image": "https://static.www.nfl.com/image/upload/t_editorial_landscape_12_desktop/league/ulver6sdq3qcgxsh89qs"
  },
  {
    "id": 30,
    "title": "Diddy trial live updates: Bryana Bongolan testifies Sean Combs allegedly attacked her, dangled her over a balcony - The Washington Post",
    "content": "Sean “Diddy” Combs’s federal sex-trafficking trial continued on Day 16, with video expert Frank Piazza and Cassie’s friend Bryana Bongolan testifying.",
    "image": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/YBMT325PERHMM5G4UBV6YALEPA.JPG&w=1440"
  }
]