[
  {
    "id": 0,
    "title": "Inside Kigali sanctuary where birds get new lease of life",
    "content": "By Ange Iliza More by this Author\n\nRwanda, one of the world's most densely populated countries and the surging population is posing threat to natural habitats, which some animals call home.\n\nBirds, among them cranes, have fallen victim to ever increasing pressure on the natural habitat. During the 2000s, hotels and residents in Kigali frequently captured cranes, and amputated their wings to domestically keep them within private gardens.\n\nAmong the crane species to be domesticated is the Grey-crowned which is widely seen in East Africa. This practice led to hundreds of them getting killed in the process while others were exposed to diseases. It is against this backdrop that Dr Olivier Nsengimana developed a passion for keeping birds.\n\nNsengimana is a professional veterinarian with a passion for both the bustling city of Kigali and the endangered wildlife that calls it home. Since 2014, Nsengimana has taken the challenge to save and shelter cranes and other birds. When he started, the wildlife faced an imminent danger including poaching.\n\nAs a seasoned veterinarian, Nsengimana understood that Kigali's nature desperately needed a lifeline, and he took on the challenge to strike a balance between wildlife preservation and city life.\n\nThe focal point of his mission is the breathtaking “Umusambi Village,” an eco-tourism park spanning 70 hectares and sheltering a diverse range of over 140 species of cranes, birds, insects and other species.\n\nAdvertisement\n\nThe Umusambi village, located on the outskirts of Kigali, emerged as the perfect haven for endangered birds to flourish. Away from the threats of poaching and diseases, this sanctuary provides the necessary environment for these majestic creatures to reproduce and thrive.\n\nThe park shelters 58 disabled cranes whose wings have been removed. The efforts have resulted in an ever-increasing number of avian species, both native to Rwanda and from distant skies, finding solace in the sanctuary he created. The park receives at least 100 visiting cranes.\n\nThe park shelters other species that otherwise would not have a home in the bustling skyscrapers and moving cars of Kigali such as bats, butterflies, vultures, and birds. In addition to his role as a veterinarian, Nsengimana is a true aficionado of birds. His passion for these winged creatures shines through every aspect of his work. “I am not just a veterinarian. I have a distinguished love for birds.\n\nThe way they fly and dance in fleets is just majestic. Taking care of them is my passion,” Nsengimana says. To raise awareness of wildlife conservation, the park is open to visitors as well as holding events and parties with strict restrictions on meddling with the species. Navigating the intricate web of wildlife conservation and urban development has not been without its challenges.\n\nDr Nsengimana has been actively seeking partnerships and funding to ensure the birds receive the care they deserve.",
    "image": "https://rwandatoday.africa/resource/blob/4302028/d34650c63fe5ae4435eae994999766ce/umusambi-village-data.jpg"
  },
  {
    "id": 2,
    "title": "Defaulters of study loan scheme face harsh penalties",
    "content": "However, when an employer or a study loan beneficiary who is a self-employed or works abroad or works with diplomatic institutions operating in Rwanda expresses willingness to repay after receiving the notification, he or she may request to repay in installments,” the order reads in part.\n\nBy Ange Iliza More by this Author\n\nNearly 50,000 beneficiaries of student loans scheme are facing legal fines, along with their employers, as a new Ministerial order came into effect.\n\nThe order states that beneficiaries of students loans scheme and living allowances while studying in Rwanda or abroad will be subjected to a 10 percent fine, while their employers will face a penalty of 1.5 percent of the amount due.\n\nAccording to the Development Bank of Rwanda (BRD), a total of Rwf272 billion have been disbursed to students pursuing higher education both within the country and overseas since 2016.\n\nHowever, during the past six years, only RwF21 billion have been successfully recovered. Out of the 92,000 students who benefited from study loans, 24,000 have fulfilled their repayment obligations.\n\nThe government has been providing loans to students since 1980, although the available data from the BRD captures data from 2016. Regardless of the timeframe, the bank emphasizes that all beneficiaries from government loans for their studies are now subject to the imposed fines.\n\n“After BRD inspects non-compliant institutions/beneficiaries a written notification is established, and this notification has the value of an enforcement order.\n\nAdvertisement\n\nHowever, when an employer or a study loan beneficiary who is a self-employed or works abroad or works with diplomatic institutions operating in Rwanda expresses willingness to repay after receiving the notification, he or she may request to repay in installments,” the order reads in part.\n\nBeneficiaries of BRD’s study loans say the payment process is not understood by many and the follow-up is insufficient, making it difficult for those who want to pay.\n\n“I have the study debt but as we speak, I don't even know how much I owe, payment options, or who to speak to if I wanted to pay. It has been almost 10 years, and none has ever followed up,” said Edith Berwa who graduated in 2014 after studying for four years on government assistance.\n\nThere are complaints that even those who have decided to start paying back the loan, have experienced continued deductions from their banks even after they completed the payment.\n\nThe bank, however, says it established the BRD “Minuza” platform to allow beneficiaries to follow up for themselves. The platform has been functional since January 2023 but the uptake and usage for paying back the loans remain low.\n\nThe bank has resorted to using a mobile money account to which people would start paying back student loans. Wilson Rurangwa, head of Education Portfolio Management at BRD says the bank will increasingly invest in loan recovery initiatives to avoid loss-making initiatives.\n\n“It's crucial to understand that the implementation of the \"Education for All\" program would be hard if our government paid for every student's tuition and living costs without them paying back. We actively contribute to developing resilience and sustainability by aiding the government in this endeavor,” Mr Rurangwa said.",
    "image": "https://rwandatoday.africa/resource/blob/2467796/8217c4a10f60c418dbf02168dda54fa3/graduands-data.jpg"
  },
  {
    "id": 4,
    "title": "Farmers lose 206 cattle in foot and mouth disease outbreak",
    "content": "By MOSES K. GAHIGI More by this Author\n\nLivestock farmers in the Eastern Province are counting losses from a recent outbreak of foot and mouth disease that has affected at least 16 farms.\n\nRwanda Today has learnt affected areas include Cyamunyana and Kirebe, in Rwimiyaga sector in Nyagatare district. Speaking to Rwanda Today, Fabrice Ndayisenga, the head of department of animal resources research and technology transfer at Rwanda Agriculture Board (RAB) said the outbreak is now localized in 16 farms but they are working to control it.\n\n“Since the breakout, we have vaccinated more than 43,000 heads of cattle. The disease was detected in 206 animals which were slaughtered. Efforts continue to ensure that it doesn’t spread to other places” said Ndayisenga.\n\nHe said they have also established a footbath in Rwimiyaga to help disinfect the animals while there is a quarantine on movement and slaughter of cattle in areas where the disease has been detected.\n\n“We sample every day. Up to 1,500 samples have so far been taken,” he added. Ndayisaba traces the current foot and mouth disease outbreak to porous borders that enabled farmers to illegally move cattle between Rwanda and a neighbouring country.\n\nThe difficulty in enforcement of illegal animal movements between Tanzania and Rwanda or Rwanda and Uganda has turned farming Eastern province districts, especially Nyagatare, into animal disease hotspots.\n\nAdvertisement\n\nPrevious outbreaks of the disease were reported in places like Musheri, Tabagwe and Matimba, and led to vaccination and spraying of all animals around all border communities.\n\nLike the current outbreak, these were blamed on unchecked movement of infected cattle by farmers from Uganda to Rwanda.\n\nFarmers in the affected areas have in the past faulted authorities about the aggressive approach taken, among them stopping milk supply and slaughtering all animals suspected to have been infected, which they said unnecessarily exposed them to untold losses.\n\nThe policy is that government does not treat foot and mouth disease. Every animal found to be infected is slaughtered, so far up to 206 animals have been slaughtered. The only upside is that meat of animals infected by foot and mouth disease can be eaten by people, and pose no public health hazard like meat of animals infected with let’s say Rift Valley fever.\n\n“It is difficult to control this illegal movement of cattle. We do night patrols and try to enforce animal movement policies in place but they still move animals through the porous borders”, observed Ndayisaba.\n\nHe noted that they are also continuing with the implementation of measures to control the Rift Valley fever through vaccinations and testing since its recent outbreak last year.\n\nAccording to the World Organisation for Animal health, foot and mouth disease (FMD) is a severe, highly contagious viral disease of livestock that has a significant economic impact.\n\nThe disease affects cattle, swine, sheep, goats and other cloven-hoofed ruminants. It is a transboundary animal disease that deeply affect the production of livestock and disrupting regional and international trade in animals and animal products.\n\nThe disease is estimated to circulate in 77 percent of the global livestock population, in Africa, the Middle East and Asia, as well as in a limited area of South America.\n\nThe typical clinical sign is the occurrence of blisters (or vesicles) on the nose, tongue or lips, inside the oral cavity, between the toes, above the hooves, on the teats and at pressure points on the skin. Ruptured blisters can result in extreme lameness and reluctance to move or eat.",
    "image": "https://rwandatoday.africa/resource/blob/2465666/693c6d95028d40a218ce5ccbfad28376/cows-data.jpg"
  },
  {
    "id": 6,
    "title": "Wenda nimva hano bazagaruka – Amrouche avuga kuri York na Sahabo",
    "content": "Umutoza w’ikipe y’Igihugu, Amavubi, Adel Amrouche, yarahiye ko atazigera yongera guhamagara na rimwe, Hakim Sahabo na Rafael York mu ikipe mu gihe cyose akiri umutoza wa yo.\n\nMu minsi ishize, ni bwo hamenyekamanye amakuru avuga ko Hakim Sahabo atitabiriye ubutumire bw’ikipe y’Igihugu, Amavubi, nyuma yo kubwira umutoza, Adel ko akeneye ikiruhuko. Nyuma y’aho gato, mugenzi we, Rafael York nawe ntiyabashije kuboneka mu mwiherero na bagenzi be ku mpamvu we avuga ko ari iz’uburwayi n’ubwo umutoza atabyemeye.\n\nAganira n’abanyamakuru mbere yo gukina umukino wa mbere wa gicuti na Algérie, Adel Amrouche utoza Amavubi, yavuze ko aba basore bombi atazigera na rimwe yongera kubahamagara mu gihe cyose akiri umutoza. Yavuze ko nta n’umwe ukwiye gukina n’ibendera ry’Igihugu.\n\nUyu mutoza yavuze ko ari iby’agaciro gukina umukino wa gicuti na Algérie kuko intego ya wo nyamukuru ari ukureba urwego rw’abakinnyi ariko bitangaje kubona abakinnyi bifata bagakanga kwitabira ubutumire bw’ikipe y’Igihugu.\n\nAti “Mu by’ukuri uyu ni umukino turi gusuzumaho bamwe mu bakinnyi, mu rwego rwo kubaka ikipe nshya. Hari bamwe bayikuyemo nta ruhare nabigizemo ahubwo bigira mu bindi barutisha igihugu. Twe duhari turi kureba ejo heza h’ikipe yacu.”\n\n“Ni amahirwe kuri twe kuba tugiye gukina uyu mukino kuko turaba duhanganye n’ikipe ikomeye kandi ifite abafana. Abakinnyi baje mu Ikipe y’Igihugu bameze neza kandi ndabishimiye.”\n\nAmrouche ukomoka muri iki gihugu, akomeza avuga ko yababajwe cyane n’abakinnyi barimo Rafael York na Hakim Sahabo banze gukinira Amavubi, we akabifata nko gukinisha ibendera ry’igihugu.\n\nAti “Hari ibyo ntishimiye kuko hari imico umuntu akwiriye gukosora igihe yambaye iri bendera. Iri bendera ntabwo ari iryo gukinishwa, nta n’umwe uri hejuru yaryo. Ubwo nabonaga hari abanze guhagararira igihugu, naratunguwe cyane kuko ni ukwirengagiza amateka yacyo.”\n\n“Abo rero ntibakiri inshuti zanjye ntibazigera banaba zo. Nimushake mubyandike mubishyire aho ari ho hose, mubamamaze haba kuri Facebook n’ahandi. Ntibazagaruka na rimwe. Iri bendera rirabaruta cyane. Nta muntu ukina n’ikipe y’igihugu, wenda nimva hano bazagaruka, ariko igihe nkihari mubibagirwe.”\n\nAdel w’imyaka 57, avuga ko ikimuraje inshinga ari ukubaka ikipe itera imbere kandi y’abakinyi bakunda igihugu, aho gukinisha abakinnyi bishyurwa kugira ngo bagihagararire.\n\nAti “Ngendera mu murongo wa Perezida w’Igihugu [Paul Kagame]. Twifuza igihugu gitera imbere, kirimo kubaha no kugikunda. Ndashaka abakinnyi nibashake babe bari hasi ariko bafite umutima. Wa mukinnyi udasaba amafaranga ngo ahagararire igihugu.”\n\nIbi bije byiyongera ku byo uwo Adel yasimbuye, Trosten Frank Spittler, yigeze kuvuga kuri aba basore bombi ubwo yavugaga ko bagoye kubera imyitwarire ya bo mibi, ndetse byaje no gutuma atongera kubahamagara mu ikipe y’Igihugu.\n\nKuri uyu wa kane, Amavubi arakina na Algérie umukino wa mbere wa gicuti kuri Stade Chahid Hamlaoui Stadium Saa kumi n’imwe z’amanywa za Kigali. Undi mukino uteganyijwe tariki ya 9 Kamena uyu mwaka aho biteganyijwe ko u Rwanda ruzakina n’ikipe ya CHAN ya Algérie.\n\nUMUSEKE.RW",
    "image": "https://umuseke.rw/wp-content/uploads/2025/06/York-na-Sahabo-1.jpg"
  },
  {
    "id": 8,
    "title": "Rutikanga Ferdinand umukinnyi watahanye ishema",
    "content": "Rutikanga witabye Imana mu 2022 azize uburwayi ku myaka 66, akomoka ahahoze ari muri Komine Ruhondo muri Perefegitura ya Ruhengeri, ariko yakuriye i Lubumbashi muri Katanga mu cyahoze ari Zaïre, aho ise yagiye gukorera Ababiligi mu bucukuzi bw’amabuye y’agaciro.\n\nRutikanga yavukanye n’impanga ye Ndagijimana Sylvain tariki 12 Mata 1956, bajya muri Zaïre ari impinja z’amezi atandatu, bagaruka mu Rwanda mu 1975 ari bonyine kuko abandi barimo bakuru babo basigaranye n’ababyeyi.\n\nMu biganiro byinshi Rutikanga yagiye yumvikanamo kuri radiyo, televiziyo n’ibinyamakuru byandika, yavugaga ko ari we watangije umukino w’Iteramakofe mu Rwanda. Ibi kandi byemezwa n’impanga ye Ndagijimana Sylvain w’imyaka 69 ari nawe wavutse mbere (gakuru).\n\nMu kiganiro Nyiringanzo kuri KT Radio muri Gicurasi 2025, Ndagijimana yatubwiye ko we n’impanga ye nyakwigendera Rutikanga, batangiye kwiga iteramokofe bari mu mashuri abanza muri Zaïre, mu nzu y’urubyiruko (Maison des Jeunes) y’ahitwa Kipushi. Ndagijimana avuga ko bahuriragayo n’urundi rubyiruko rw’Abanyarwanda barimo n’abacuranze muri Orchestre Impala.\n\nNdagijimana ati “Hariya ni ho twahuriraga n’abacuranzi benshi barimo ba Soso Mado, we twaraniganye mu wa gatanu primaire. Bo bazaga kwiga umuziki njyewe n’umuvandimwe wanjye (Rutikanga) tukajya muri boxe,”\n\nNdagijimana akomeza avuga ko bahahuriye n’abandi bacuranze mu mpala barimo Sebigeri Paul (Mimi la rose), wabaga Kolwezi, Fidel Jakar, Kali wa njenje na Maitre Lubangi.\n\nNdagijimana ati “Abo bose bari bagize Orchestre Impala, hamwe natwe nk’Abanyarwanda, twaravugaga tuti tugomba kwiga ibintu nk’ibi tukazabijyana iwacu mu Rwanda kuko nta miziki yari ihari, nta mikino njyarugamba yari ihari, byakinwaga gusa n’abasirikare b’abakomando n’abarinda umukuru w’igihugu, n’abanyeshuri bo muri kaminuza,”\n\nAho bagarukiye mu Rwanda mu 1975, ngo bagerageje gutangiza iteramakofi ariko leta ya Habyarimana irabananiza. Na mbere yaho ngo bajyaga baza mu biruhuko ku butegetsi bwa Kayibanda (1961-1973), bakandikira abari bashinzwe urubyiruko na siporo ntibabasubize.\n\nNdagijimana ati “N’abadusubizaga, batubwiraga ko imikino njyarugamba ari iy’abasirikare gusa, ko badashobora kwemerera abasivile kuyiga, ngo hato batazakubita abasirikare!”\n\nMu 1976, ni bwo baje kugira amahirwe yo kubonana n’umwe mu basirikare bakuru witwaga komanda Nsengiyumva ‘Makofe’ wigishaga abasirikare kurwana, abagira inama yo kujya mu ngabo z’u Rwanda kugira ngo abe ari ho bazajya kwigisha iteramakofe.\n\nBarabyemeye binjira muri Jandarumori (Gendarmerie), boherezwa mu myitozo y’abakomando mu Bigogwe, Rutikanga ahitwara neza cyane kuko yahavanye umudari wa mbere (Brevet A), impanga ye Ndagijimana abona uwa kabiri (Brevet B).\n\nNdagijimana akomeza avuga ko baje gusezera mu gisirikare nyuma yo kubona ko atari ho inzozi zabo zo guteza imbere iteramakofe zizabera impamo. Ku bw’amahirwe ariko, ngo haje kubaho umuminisitiri warebaga kure witwa Nteziryayo Siméon wari warize iburayi aho iteramakofe ryateye imbere cyera; maze abemerera gutegura umukino wa mbere wemewe n’amategeko ku butaka bw’u Rwanda mu 1977.\n\nUwo mukino wabahuje bombi (Rutikanga n’impanga ye Ndagijimana) ubera mu nzu mberabyombyi y’ishuri rya Lycée Notre Dame de Cîteaux i Kigali, hari n’abandi bakinnyi bagendaga bahura hagati yabo.\n\nNdagijimana avuga ko wabaye umukino w’amateka, ari nawo ahanini baheraho bavuga ko wabimburiye indi yose mu Rwanda. Gusa byakomeje kugenda biguruntege kuko hari n’igihe abashinzwe umutekano bajyaga bata muri yombi abakina imikino njyarugamba bose bavuga ko ari abanyarugomo.\n\nBaje kwemerwa ku mugaragaro mu 1986, ishyirahamwe ry’imikino njyarugamba rihabwa ubuzimagatozi, Rutikanga na Ndagijimana bakomeza gukina banabijyanisha no gutoza no gusifura, ariko nabwo bikomeza gucumbagira.\n\nByaje gushyirwamo imbaraga nyuma ya Jenoside yakorewe Abatutsi, Rutikanga na Ndagijimana bakomeza urugamba rwo kuzamura iteramakofi nabwo mu ngorane nyinshi kubera ko nubundi nta mbaraga umukino wari warashyizwemo zihagije mu ntangiriro.\n\nAriko byibuze Rutikanga yatabarutse yaramaze kwambikwa umudari hamwe n’impanga ye Ndagijimana mu 2019, nk’ishimwe ry’uruhare bagize mu kuzamura iteramakofe.\n\nNdagijimana avuga ko bakiri muri Zaïre bitabiraga amarushanwa atandukanye Rutikanga akahitwara neza, bageze no mu Rwanda akomeza kuba indashyikirwa. Urugero ni umukino wa mbere bahagarariyemo u Rwanda i Goma mu 1983, Abazayirwa bakavuga ko bagiye gukubita ba ‘Muraho’, babasanisha n’indamukanyo yabo.\n\nRutikanga ngo byaramurakaje cyane, umukino utangiye agukubitira Umuzayirwa biratinda, undi abonye asumbirijwe atangira kumuhunga kugira ngo atamugarika, ibyo bita Knock Out (KO), birangira abasifuzi b’Abazayirwa bavuze ko banganyije, Abanyarwanda bataha barakaye cyane.\n\nUmukino wo kwishyura wabereye ku Gisenyi, Rutikanga aza yiyemeje kwihimura. Ndagijimana wari wagiye ari umusifuzi icyo gihe, avuga ko impanga ye yakubise Umuzayirwa agacika ururimi, hashize igihe gito bajya gukinira i Burundi, ariko Abarundi banga gukina kuko bari bafite amakuru ko Rutikanga yaciye Umuzayirwa ururimi, Abanyarwanda bataha badakinnye ariko icyo gihe ngo bakiriwe nk’intwari.\n\nNyuma y’aho ni bwo bagiye gukina muri Tanzania mu 1987 kuri Kayitaba Stadium, ahitwa Bukoba mu Ntara ya Kagera, bagezeyo naho Abatanzaniya babanza kubatera ubwoba bavuga ngo dukubite ba ‘Muraho’ nk’uko byagenze muri Zaire kuko Abanyarwanda nta bafana benshi bari babaherekeje.\n\nRutikanga yagiye ari umukinnyi, Ndagijimana agenda ari umusifuzi. Umukino ukimara gutangira, Rutikanga ngo yahase Umutanzaniya amakofe y’imyungikanyo, amukubita atandatu yose undi ntaryo arazibukira, yitura hasi arahwera (KO) bamujyana kwa muganga, u Rwanda ruhakura intsinzi kubera Rutikanga Ferdinand wari warabaye icyamamare mu karere.\n\nUwo mukino ni wo Rutikanga yajyaga ateramo urwenya avuga ko yakubise Umutanzaniya bakamusaka inyundo. Ku bw’amahirwe ariko uwo Mutanzaniya ngo yarazanzamutse nk’uko Ndagijimana yabibwiye KT Radio.\n\nGukunda iteramakofi, Rutikanga ahanini ngo yabikundishijwe n’umuteramakofe w’ibihe byose, Mohammed Ali, warwaniye i Kinshasa na mugenzi we George Foreman mu mukino bise ‘Rumble in the jungle’ wabaye kuwa 29 Ukwakira 1974 ku butumire bwa Perezida Mobutu Seseseko. Bombi ni abirabura b’Abanyamerika bitabye Imana mu bihe bitandukanye (Mohammed 2016; Foreman 2025).\n\nTariki 24 Kanama 2018, ubwo Rutikanga yari afite imyaka 60, yasezeye burundu ku iteramakofe mu mukino wa kivandimwe wamuhuje n’impanga ye Ndagijimana muri Convention Centre, Rutikanga ahabwa igikombe cy’ishimwe. Bombi babaye mu matsinda (clubs) atandukanye arimo iryitwa Inkuba, rikinamo umwana wa Rutikanga witwa Umwanawase Dominique Savio.\n\nRutikanga Ferdinand yitabye Imana kuwa 11 Nyakanga 2022 azize kanseri ya prostate, mu rugo rwe i Ndera mu Karere ka Gasabo, asiga umugore n’abana batanu.\n\nKurikira ikiganiro n’impanga ya Rutikanga, Ndagijimana Sylvain muri Nyiringanzo:",
    "image": "https://www.kigalitoday.com/IMG/jpg/box.jpg"
  },
  {
    "id": 10,
    "title": "Chief Imam urges moral renewal and end to Gaza atrocities in Eid-Al-Adha message",
    "content": "Featured\n\nChief Imam urges moral renewal and end to Gaza atrocities in Eid-Al-Adha message\n\nGraphicOnline Jun - 06 - 2025 , 08:16 2 minutes read\n\nGhana’s National Chief Imam, Shaikh Dr Osman Nuhu Sharubutu, has called for an end to atrocities in Gaza and other global conflict zones while urging Ghanaians and the international community to embrace moral renewal, sacrifice, and interfaith harmony in his 2025 Eid-Al-Adha message.\n\nDelivering his statement ahead of the Eid celebration on Friday, June 6, the Chief Imam described the annual Islamic festival as more than a ritual of sacrifice, but a divine call to personal piety, societal transformation, and global peace.\n\n“Eid-Al-Adha is a festivity of sacrifice and an opportunity to reaffirm our faith in Allah,” he said, noting that “Allah is not interested in the flesh and blood of the animals sacrificed... but in our commitment to piety,” referencing Qur'an Chapter 22, Verse 37.\n\nHis Eminence urged Muslims to reflect on the moral essence of the occasion and let it inspire a change “from negativity to positivity in the supreme interest of our society.” He warned that the virtues of Eid are fruitless if they do not lead to attitudinal cleansing and moral growth.\n\nEmphasising interfaith unity, the Chief Imam said the story of Prophet Abraham’s obedience—at the heart of Eid-Al-Adha—should unite all Abrahamic faiths in mutual respect. “This is the point of convergence of all the Abrahamic religions,” he said, calling on Christians, Jews, and Muslims to see the festival as an opportunity to renew their commitment to peaceful coexistence.\n\nIn a strong global appeal, Dr Sharubutu condemned what he described as “genocidal impunity and moral bankruptcy,” particularly in Gaza, and urged world leaders to uphold justice, peace, and human dignity. “We cannot surrender our God-given humanity to modern-day barbarity in the name of supremacy,” he warned.\n\nHe concluded with a call for a new global order anchored on justice and compassion: “Let the global order reflect RIGHT over might, UNITY over disunity, FORGIVENESS over vindictiveness, RECONCILIATION over aggression, and PEACE over violence.”\n\nThe message, conveyed through his Personal Assistant, Dr Abubakari Mohammed Marzuq Azindoo, underscored the need for practical action rooted in faith and shared human values to tackle today’s moral and humanitarian challenges.",
    "image": "https://www.graphic.com.gh/images/2024/mar/03/ci23.jpg"
  },
  {
    "id": 12,
    "title": "Ghana bans importation of excavators in bid to curb illegal mining",
    "content": "Featured\n\nGhana bans importation of excavators in bid to curb illegal mining\n\nGraphicOnline Jun - 06 - 2025 , 08:04 2 minutes read\n\nThe government of Ghana has announced an immediate ban on the importation of excavators as part of intensified measures to combat illegal mining and safeguard the nation’s water bodies. The directive, issued by the Ministry of Transport, introduces a strict \"No Permit, No Excavator\" policy to regulate the entry of such machinery into the country.\n\nIn a press release signed by the Minister Joseph Bukari Nikpe (MP), the government mandated that all shipping lines cease transporting excavators into Ghana without the requisite permit. Additionally, dealers and importers are now required to obtain prior approval from the Ministry of Transport before bringing excavators into the country.\n\n\"This forms part of Government’s renewed efforts to clamp down on illegal mining and protect the country’s water bodies,\" the statement read. The ministry further urged strict compliance from all stakeholders, including the general public.\n\nThe move comes amid growing concerns over the environmental devastation caused by illegal mining activities, particularly in forest reserves and river basins. Excavators, often used in unauthorised mining operations, have been identified as a key tool enabling these destructive practices.\n\nThe new policy underscores the government’s commitment to enforcing stricter controls on mining equipment. Dealers and importers failing to adhere to the directive risk facing legal consequences, though the statement did not specify penalties.\n\nFor further details, the Ministry of Transport has directed inquiries to its official contacts: Tel +233 (0) 302 955 793, Email [email protected], or Website www.mot.gov.gh.\n\nThe ban is expected to spark reactions from industry players, particularly those in the construction and mining sectors, who rely heavily on excavators for legitimate operations.\n\nThis latest measure aligns with broader national efforts, including Operation Halt II, a military-led initiative targeting illegal mining activities across Ghana.",
    "image": "https://www.graphic.com.gh/images/2020/jan/30/galaescavator.jpg"
  },
  {
    "id": 14,
    "title": "Trump and Musk trade insults as row erupts in public view",
    "content": "Next article: Kenyan author arrested and arraigned in court for writing a book about president's daughter\n\nFeatured\n\nTrump and Musk trade insults as row erupts in public view\n\nbbc.com International News Jun - 06 - 2025 , 07:45 5 minutes read\n\nThe rift between US President Donald Trump and his former adviser Elon Musk has erupted into the open, with each trading insults after the tech billionaire criticised one of Trump's key domestic policies.\n\nThe two billionaires escalated the feud throughout Thursday, lobbing barbs at each other on the social media sites they each own, suggesting a bitter conclusion to their unlikely alliance.\n\nThe day began with Trump saying he was \"disappointed\" with Musk's criticisms of his administration's centrepiece tax and spending bill, musing that it may be the end of their \"great relationship\".\n\nMusk then accused Trump of \"ingratitude\", adding: \"Without me, Trump would have lost the election\".\n\nAfter hours of sparring, Trump appeared to downplay the situation. \"Oh it's okay,\" he told news site Politico. \"It's going very well, never done better.\" His aides have scheduled a phone call with Musk for Friday, the same news site reported.\n\nMusk also appeared to believe there was a need to patch things up. Late on Thursday, in response to post by Bill Ackman, a prominent Trump backer, which suggested the pair needed to make peace, he wrote: \"You're not wrong\"\n\nThe breaking point in the relationship between the president and his one-time ally came after weeks of Musk lobbying against Trump's \"big, beautiful\" spending bill, which was passed by the US House last month and is awaiting a vote in the Senate.\n\nShortly after leaving the Department of Government Efficiency (Doge) after 129 days in the job, Musk took to his site X to call the bill a \"disgusting abomination\" and posting: \"Shame on those who voted for it: you know you did wrong.\"\n\nHe argued that the bill will irresponsibly add to the US national debt, and encouraged his followers to phone their representatives to express opposition to the spending plan.\n\nSpeaking to reporters during a news conference with German Chancellor Friedrich Merz on Thursday, Trump defending the bill and said: \"I'm very disappointed because Elon knew the inner workings of this bill better than almost anybody sitting here. All of a sudden he had a problem.\"\n\nHe went on to suggest that Musk was upset about the removal of subsidies and mandates for electric vehicles, which could affect his Tesla business.\n\nMusk denied this was the case and wrote: \"Keep the EV/solar incentive cuts in the bill, even though no oil & gas subsidies are touched (very unfair!!), but ditch the MOUNTAIN of DISGUSTING PORK in the bill.\"\n\n\"Pork\" is a term used in US politics to describe wasteful government spending, particularly on things meant to curry favour with particular groups or local areas.\n\nThe partnership between the two men began when Musk endorsed Trump last July after an assassination attempt in Pennsylvania. The Tesla boss reportedly funnelled $290m (£213m) into getting him back into the White House.\n\nAmid a flurry of posts on X after Thursday's news conference, Musk took credit for the sweeping Republican victory in last November's election, writing: \"Without me, Trump would have lost the election, Dems would control the House and the Republicans would be 51-49 in the Senate.\"\n\n\"Such ingratitude,\" he added.\n\nMusk went on to post a poll, asking his followers: \"Is it time to create a new political party in America that actually represents the 80% in the middle?\"\n\nOver the course of the day, Musk went on to repost a tweet calling for Trump to resign, argue that his global tariff plan will trigger a US recession, and to suggest without evidence that Trump appears in unreleased files related to late sex offender Jeffrey Epstein.\n\nEpstein was arrested in July 2019 on charges of sex trafficking and died by suicide while awaiting trial. Trump was president at the time. He said he knew Epstein \"like everybody in Palm Beach knew him\" but had a \"falling out with him a long time ago\".\n\nThe White House condemned Musk's allegation, with press secretary Karoline Leavitt saying in a statement: \"This is an unfortunate episode from Elon, who is unhappy with the One Big Beautiful Bill because it does not include the policies he wanted.\"\n\nOn his Truth Social network, Trump claimed that Musk \"just went CRAZY\" and went on to post: \"The easiest way to save money in our Budget, Billions and Billions of Dollars, is to terminate Elon's Governmental Subsidies and Contracts. I was always surprised that Biden didn't do it!\"\n\nMusk's companies, including Tesla, SpaceX and Starlink have direct contacts with the US government and, like many other businesses, also benefit from subsidies and tax breaks.\n\nIn response, Musk said SpaceX \"will begin decommissioning its Dragon spacecraft immediately\". The craft is used to shuttle people and supplies to the International Space Station.\n\nHowever, he later he appeared to back down from that threat, saying in response to a post on X urging him to cool off: \"Ok, we won't decommission Dragon.\"\n\nTelsa stock dropped by 14% within hours of the row bursting out into public.\n\nAccording to the most recent analysis from the nonpartisan Congressional Budget Office, the spending bill working its way through Congress will increase the US national debt by $2.4tn over 10 years and leave nearly 11 million people without government-backed health insurance.\n\nThe White House disputes those figures, saying they don't account for revenues brought in by increased tariffs.\n\nPut in charge of radically slashing government spending at Doge, Musk initiated mass sackings and wholesale elimination of departments such as the US Agency for International Development (USAID).\n\nDoge claims to have saved $180bn, although that number has been disputed, and is well short of Musk's initial aim to cut spending by up to $2tn.",
    "image": "https://www.graphic.com.gh/images/2024/nov/07/BROMANCE.jpg"
  },
  {
    "id": 16,
    "title": "$100 million project to slash LPG prices by 40 percent",
    "content": "Tanga. Tanzania’s energy sector is set for a major transformation following the announcement of a $100 million (Sh270 billion) investment to construct the Tanga International Energy Terminal for Liquefied Petroleum Gas.\n\nThe terminal, a partnership between local firm Asas Limited and UK-based Petredec, will be built in Chongoleani, Mkinga District. Once operational, it is expected to reduce LPG prices by up to 40 percent, making clean energy more accessible for Tanzanian households and expanding supply to neighbouring and landlocked countries, including Zambia.\n\nLaunched on Thursday with a foundation stone-laying ceremony officiated by Deputy Prime Minister Doto Biteko, the terminal is projected to be completed by December 2027. Strategically located on a 26-hectare site in Tanga Bay, it will feature six mounded storage spheres with a capacity of 40,000 cubic metres in its first phase, eight truck loading gantries, and a 2.8-kilometre underwater pipeline.\n\n“This project supports our vision of ensuring 80 percent of Tanzanians have access to clean energy by 2034,” Dr Biteko said and restated the government’s commitment to creating an enabling investment environment.\n\nHe added that LPG use had grown from 300,000 tonnes in 2022/23 to 400,000 tonnes in 2023/24, driven by the national clean energy campaign, and urged the investors to prioritise local contractors during construction to spur job creation and economic growth.\n\n“If small jobs that Tanzanians can do are given to foreigners, our economy cannot grow. This project is like the Chalinze–Dodoma power line; we must protect it.”\n\nDr Biteko also called on the LPG industry to ensure rural accessibility.\n\n“Let us introduce small-scale, flexible payment technologies like ‘Pay as You Go’ systems. Not everyone can afford a full cylinder at once.”\n\nAsas Group representative Ahmed Salim Abri said the terminal would reduce bulk procurement costs and thus make gas more affordable. “We will also own the gas carrier ship to minimise operating expenses,” he noted, adding that the terminal, which surpasses Petredec’s similar South African project in scale, will help lower East Africa’s reliance on imports from Russia and other distant markets.\n\nTanga Regional Commissioner Batilda Buriani hailed the terminal as a catalyst for local development. “This project will put Tanga on the global map. It is expected to create over 1,000 direct and indirect jobs, further boosting regional income,” she said.\n\nPetredec Managing Director for Africa Michael Demond said large-scale infrastructure is key to affordable and reliable LPG supply.\n\n“We are proud to support this transformative project. The Tanga terminal will help establish Tanzania as a clean energy hub for East Africa.”\n\nAssociation of Tanzania Oil and Gas Service Providers chairman Abdulsamad Abdulrahim said local firms are ready to contribute.",
    "image": "https://www.thecitizen.co.tz/resource/blob/5070544/b5a1be9993a8b19e991daab97c79dc7b/biteko-pic-data.jpg"
  },
  {
    "id": 18,
    "title": "Uranium mining set to commence in Tanzania",
    "content": "Dar es Salaam. The government has announced the completion of the Strategic Environmental Assessment (SEA) for the Mkuju River uranium project in Ruvuma Region, clearing the way for mining activities to commence in the near future.\n\nThe development comes just weeks after President Samia Suluhu Hassan directed the Ministry of Energy and the Tanzania Electric Supply Company Limited (Tanesco) to facilitate the start of uranium extraction. The directive, issued on May 24, is part of Tanzania’s broader strategy to diversify its energy sources, including the development of nuclear power.\n\nThe Mkuju River project, operated by Mantra Tanzania, is home to one of the country’s largest known uranium reserves—estimated at 182.1 million tonnes of ore with a uranium grade of 0.025 percent. Despite receiving environmental approval in 2012, the project faced prolonged delays due to unstable uranium prices, infrastructure challenges and environmental sensitivities, particularly because the site lies within the boundaries of Mwalimu Nyerere National Park, formerly part of the Selous Game Reserve.\n\nAnnouncing the project’s progress during a recent swearing-in ceremony of newly appointed officials, including judges and deputy permanent secretaries, President Hassan underscored the importance of nuclear energy for Tanzania’s long-term energy security. She noted that nuclear power would not only support domestic electricity needs but also enable Tanzania to export power to neighbouring countries such as Zambia.\n\nTanzania currently produces 3,431 megawatts (MW) of electricity, 58 percent of which comes from hydropower, 35 percent from natural gas and the remaining 7 percent from other renewable sources. The government’s target is to increase electricity generation capacity by 2,463 MW by 2030 through investment in solar, wind, geothermal, gas and nuclear energy.\n\nThe Permanent Secretary in the Ministry of Minerals, Mr Yahya Samamba, confirmed to The Citizen yesterday that the SEA process had been finalised and Mantra Tanzania was now authorised to proceed with early-stage project activities.\n\n“There are key issues that need to be considered to safeguard the environment, biodiversity and public health,” he said. “The necessary technical guidelines will be issued to ensure compliance throughout the project lifecycle.”\n\nAccording to Mr Samamba, the assessment was a critical prerequisite due to the project’s proximity to ecologically sensitive areas and forms part of Tanzania’s commitment to balancing industrial development with environmental stewardship.\n\nMantra Tanzania sustainability manager Majani Wambura also confirmed that the company had received the official go-ahead to begin constructing pilot plants. “Construction is currently underway and we plan to launch the pilot plants by the end of July. Simultaneously, work on the main plant will commence, with completion expected within two to three years,” he said.\n\nThe pilot plant is designed to produce an initial three tonnes of uranium annually. “Once production scales up, we expect to create over 2,000 jobs,” Mr Wambura added. He said the pilot facility would also serve as a demonstration centre to educate the public on uranium processing and environmental safeguards.\n\nBack in May, Mr Wambura had told The Citizen that the SEA was being conducted by an independent consultancy, Triple E, appointed by the government to ensure neutrality. The preliminary findings were submitted to the Vice President’s Office (Union and Environment) for technical review.\n\n“The process has been independent and transparent. Upon approval, the SEA was forwarded to the Ministry of Minerals to determine the next steps,” he had said.\n\nMinerals deputy minister Steven Kiruswa had also noted that a final decision on the project was pending the SEA outcome. Speaking on 7 May, he said the study, which began in February, could take up to six months depending on environmental and logistical considerations.\n\n“The assessment is critical because the site lies in a protected area. We must ensure development is aligned with conservation principles,” Dr Kiruswa said.",
    "image": "https://www.thecitizen.co.tz/resource/blob/5070582/cba64b2293db147bef518c69c17fc401/uranium-pic-data.jpg"
  },
  {
    "id": 20,
    "title": "A Russian missile and drone attack across Ukraine kills 4 in the capital Kyiv",
    "content": "KYIV, Ukraine (AP) — A nighttime missile and drone attack on Ukraine killed at least four people and injured 20 others in Kyiv, city mayor Vitali Klitschko said Friday, as Russia targeted at least six regions across the country with 407 drones and 44 missiles in one of its largest coordinated attacks of the three-year war.\n\nUkrainian air force spokesperson Yurii Ihnat said the barrage included ballistic and cruise missiles, as well as a mix of strike drones and decoys. Ukrainian forces said they shot down about 30 of the cruise missiles and up to 200 of the drones.\n\nUkrainian cities have come under regular bombardment since Russia invaded its neighbor in February 2022. The attacks have killed more than 12,000 civilians, according to the United Nations.\n\nThe war has continued unabated even as a U.S.-led diplomatic push for a settlement has brought two rounds of direct peace talks between delegations from Russia and Ukraine. The negotiations delivered no significant breakthroughs, however, and the sides remain far apart on their terms for an end to the fighting.\n\nUkraine has offered an unconditional 30-day ceasefire and a meeting between President Volodymyr Zelenskyy and Russian leader Vladimir Putin to break the deadlock. But the Kremlin has effectively rejected a truce and hasn’t budged from its demands.\n\nPutin said in a phone call with U.S. President Donald Trump earlier this week that he would respond to Ukraine’s daring long-range attack on Russian air bases on Sunday.\n\nThe nighttime attack came hours after Trump said it might be better to let Ukraine and Russia “fight for a while” before pulling them apart and pursuing peace, in comments that were a remarkable detour from Trump’s often-stated appeals to stop the war.\n\nRussia also reports drone attacks\n\nIn Russia, air defenses shot down 10 Ukrainian drones heading toward the capital early Friday, Moscow Mayor Sergei Sobyanin said. Flights at Moscow airports were temporarily suspended during the night as a precaution.\n\nUkrainian drones also targeted three other regions of Russia, authorities said, damaging apartment buildings and industrial plants. Three people were injured, officials said.\n\nRussia’s Defense Ministry said that air defenses downed 174 Ukrainian drones over 13 regions early Friday. It added that three Ukrainian Neptune missiles were also shot down over the Black Sea.\n\nAlso, a locomotive derailed early Friday in the Belgorod region after the track was blown up, Belgorod Gov. Vyacheslav Gladkov said. Russia has recently accused Ukraine of sabotaging the rail network.\n\nUkrainian air defenses are strained\n\nIn Kyiv, multiple explosions were heard for hours in the capital, Kyiv, where falling debris sparked fires across several districts as air defense systems attempted to intercept incoming targets, said Tymur Tkachenko, head of the Kyiv City Administration.\n\nPeople rest in a metro station, being used as a bomb shelter, during a Russian drones attack in Kyiv, Ukraine, early Friday, June 6, 2025. (AP Photo/Dan Bashakov) People rest in a metro station, being used as a bomb shelter, during a Russian drones attack in Kyiv, Ukraine, early Friday, June 6, 2025. (AP Photo/Dan Bashakov) Share Share Facebook\n\nCopy Link copied\n\nPrint\n\nEmail\n\nX\n\nLinkedIn\n\nBluesky\n\nFlipboard\n\nPinterest\n\nReddit Read More\n\n“Our air defense crews are doing everything possible. But we must protect one another — stay safe,” Tkachenko wrote on Telegram, urging people to seek shelter.\n\nAn explosion is seen after a Russian air strike on Kyiv, Ukraine, on Friday, June 6, 2025. (AP Photo/Evgeniy Maloletka) An explosion is seen after a Russian air strike on Kyiv, Ukraine, on Friday, June 6, 2025. (AP Photo/Evgeniy Maloletka) Share Share Facebook\n\nCopy Link copied\n\nPrint\n\nEmail\n\nX\n\nLinkedIn\n\nBluesky\n\nFlipboard\n\nPinterest\n\nReddit Read More\n\nFourteen-year-old Kyiv resident Vitalina Vasylchenko sheltered in a parking garage with her 6-year-old sister and their mother after an explosion blew one of their windows off its hinges.\n\n“I heard a buzzing sound, then my dad ran to me and covered me with his hand, then there was a very loud explosion,” she said. “My whole life flashed before my eyes, I already thought that was it. I started having a panic attack ... I’m shocked that I’m alive.”\n\nUkraine’s human rights chief, Dmytro Lubinets, called for a strong international response to Russia’s latest overnight attack, saying the assault violated basic human rights. “Russia is acting like a terrorist, systematically targeting civilian infrastructure,” Lubinets wrote on Telegram. “The world must respond clearly and take concrete steps, including condemning the aggressor’s actions.”\n\n3 emergency responders are killed in Kyiv attack\n\nAuthorities reported damage in several districts in Kyiv, and rescue workers responded at multiple locations.\n\nUkraine’s Interior Ministry said three emergency workers were killed in Kyiv while responding to the aftermath of Russian strikes. “They were working under fire to help people,” the ministry said in a statement.\n\nIn Solomyanskyi district, a fire broke out on the 11th floor of a 16-story residential building. Emergency services evacuated three people from the apartment. Another fire broke out in a metal warehouse.\n\nTkachenko said the metro tracks between two stations in Kyiv were damaged in the attack, but no fire or injuries occurred.\n\nMore than 2,000 households in Kyiv’s eastern bank remained without electricity Friday following the overnight Russian attack, the Kyiv City Administration said.\n\nThe number of people injured in a Russian attack on the western city of Ternopil early Friday rose to 10, including five emergency workers, regional governor Viacheslav Nehoda said. The strike damaged industrial and infrastructure facilities, left parts of the city without electricity, and disrupted water supplies.\n\nThree people were injured in Ukraine’s central Poltava region following a Russian attack there that damaged administrative buildings, warehouses and a cafe, regional head Volodymyr Kohut said. Fires caused by the strike have been extinguished, and debris also fell on a private home.\n\nRussian forces also struck the Khmelnytskyi region overnight, damaging a private residential building, outbuildings, a fence, and several vehicles, regional governor Serhii Tiuryn said.\n\nMeanwhile, air defense forces shot down three Russian missiles over the western Lviv region overnight, the regional head Maksym Kozytskyi said.\n\nIn northern Chernihiv region, a Shahed drone exploded near an apartment building, shattering windows and doors, according to regional military administration chief Dmytro Bryzhynskyi. He added that explosions from ballistic missiles were recorded on the outskirts of the city.\n\nA man carries his dog in front of a residential multi-storey building damaged after a Russian drone strike on Kyiv, Ukraine, on Friday, June 6, 2025. (AP Photo/Evgeniy Maloletka) A man carries his dog in front of a residential multi-storey building damaged after a Russian drone strike on Kyiv, Ukraine, on Friday, June 6, 2025. (AP Photo/Evgeniy Maloletka) Share Share Facebook\n\nCopy Link copied\n\nPrint\n\nEmail\n\nX\n\nLinkedIn\n\nBluesky\n\nFlipboard\n\nPinterest\n\nReddit Read More\n\n___\n\nFollow AP’s coverage of the war in Ukraine at https://apnews.com/hub/russia-ukraine",
    "image": "https://dims.apnews.com/dims4/default/eb2ed43/2147483647/strip/true/crop/4347x2445+0+226/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2Ff9%2F4d%2Fca9acbafafc690d3b1b453f8266d%2F9fcd40345cfd44b88c591e64bfab202b"
  },
  {
    "id": 22,
    "title": "Economic hardships subdue the mood for Eid al-Adha this year",
    "content": "JAKARTA, Indonesia (AP) — Less spending, higher prices and fewer animal sacrifices subdued the usual festive mood as the Muslim holiday of Eid al-Adha was celebrated in many parts of the world.\n\nIn Indonesia’s capital, Jakarta, Muslim worshippers were shoulder-to-shoulder in the streets and the Istiqlal Grand Mosque was filled for morning prayers Friday.\n\nEid al-Adha, known as the “Feast of Sacrifice,” coincides with the final rites of the annual Hajj in Saudi Arabia. It’s a joyous occasion, for which food is a hallmark with devout Muslims buying and slaughtering animals and sharing two-thirds of the meat with the poor.\n\nOutside Jakarta, the Jonggol Cattle Market bustled with hundreds of cattle traders hoping to sell to buyers looking for sacrificial animals. While sales increased ahead of Eid, sellers said their businesses have lost customers in recent years due to economic hardship following the COVID-19 pandemic.\n\nA foot-and-mouth disease outbreak in 2022 to 2023 also significantly dampened the typically booming holiday trade in goats, cows and sheep, though Indonesia’s government has worked to overcome that outbreak.\n\nRahmat Debleng, one of the sellers in the market, said before the pandemic and the FMD outbreak, he could sell more than 100 cows two weeks ahead of Eid al-Adha. But on the eve of the celebration this year, only 43 of his livestock were sold, and six cows are still left in his stall.\n\n“Though the foot-and-mouth outbreak threats remain loom large, but the declining in sales mostly because of economic hardship,” Debleng said.\n\nJakarta city administration data recorded the number of sacrificial animals available this year at 35,133, a decline of 57% compared to the previous year.\n\nThe government has made next Monday an additional holiday after Friday’s festival to allow people more time with their families. Eid momentum is expected to support economic growth in Indonesia, where household consumption helps drive GDP. It contributed over 50% to the economy last year, though analysts expect more subdued consumer spending in 2025.\n\nEid expected to come Saturday in South Asia\n\nEid al-Adha commemorates the Quranic tale of Ibrahim’s willingness to sacrifice Ismail as an act of obedience to God. Before he could carry out the sacrifice, God provided a ram as an offering. In the Christian and Jewish telling, Abraham is ordered to kill another son, Isaac.\n\nSouth Asian countries like India and Bangladesh will celebrate Eid al-Adha on Saturday. Ahead of the festival, many Muslims in the region were turning to livestock markets to buy and sell millions of animals for sacrifice.\n\nIn New Delhi, sellers were busy tending to their animals at these markets, while potential buyers negotiated prices with them.\n\nMohammad Ali Qureshi, one of the sellers, said this year his goats were fetching as high as $640, some $60 more than the last year.\n\n“Earlier, the sale of goats was slow, but now the market is good. Prices are on the higher side,” Ali said.\n\nPreparations for the festival were also peaking in Indian-controlled Kashmir, where many Muslims dye sheep and goats in henna before they are sacrificed.\n\n“We are following the tradition of Prophet Ibrahim,” said Riyaz Wani, a resident in Kashmir’s main city of Srinagar, as his family applied henna on a sheep they plan to sacrifice.\n\n___\n\nAssociated Press journalists Shonal Ganguly in New Delhi and Dar Yasin in Srinagar, India contributed to this report.",
    "image": "https://dims.apnews.com/dims4/default/13ead98/2147483647/strip/true/crop/2807x1579+0+146/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F0c%2F1a%2Fa582c8a32aa568675baa0392f2d5%2F3a012a583e4942e98cb2d14be0cbba50"
  },
  {
    "id": 24,
    "title": "What to know as Trump administration targets tuition breaks for students without legal status",
    "content": "AUSTIN, Texas (AP) — For two decades on Texas college campuses, it was a resilient law in the face of Republicans’ hardening immigration agenda: in-state tuition prices for students who did not have legal resident status.\n\nBut in a flash, the Texas policy that was the first of its kind in the U.S. was halted Wednesday, blocked by a federal judge hours after the Justice Department sued to dismantle it. Republican Texas leaders did not fight the challenge, but instead eagerly joined it.\n\nThe surprise and quick end to the law, known as the “Texas Dream Act,” stunned immigration advocates and Democrats, who called it a cruel punishment for hardworking students that will ultimately hurt the state’s economy. Republicans cheered the outcome and U.S. Attorney General Pam Bondi suggested that states with similar tuition policies could face similar actions.\n\nThe lighting ruling ended a Texas policy that had once enjoyed bipartisan support when it was created in 2001, helped tens of thousands of students get into college and spawned similar laws in two dozen states.\n\nHere’s what to know:\n\nThe Texas law and the impact\n\nThe Texas tuition policy was initially passed with sweeping bipartisan majorities in the state Legislature and signed into law by then-Gov. Rick Perry, a Republican, as a way to open access to higher education for students without legal residency already living in the state. Supporters then and now say it boosted the state’s economy by creating a better-educated and better-prepared workforce.\n\nThe law allowed students without legal resident status to qualify for in-state tuition if they had lived in Texas for three years before graduating from high school, and for a year before enrolling in college. They also had to sign an affidavit promising to apply for legal resident status as soon as possible.\n\nTexas now has about 57,000 qualifying students enrolled in its public universities and colleges, according to the Presidents’ Alliance on Higher Education and Immigration, a nonpartisan nonprofit group of university leaders focused on immigration policy. The state has about 690,000 students overall at its public universities.\n\nThe difference in tuition rates is substantial.\n\nFor example, at the University of Texas Rio Grande Valley, a 34,000-student campus along the border with Mexico, a state resident will pay about $10,000 in basic tuition for a minimum full-time class schedule in the upcoming school year. A non-resident student will pay $19,000.\n\n“UTRGV understands that the consent judgment may affect financial plans already made by individual students,” the school said in a statement Thursday. “Our priority and focus are on minimizing disruption to student success consistent with applicable law and helping students navigate this transition with clarity and care.”\n\nPolitical pushback and a swift end\n\nThe law stood mostly unchallenged for years, but it came under fire as debates over illegal immigration intensified. In the 2012 Republican presidential primary, Perry ended up apologizing after saying critics of the law “did not have a heart.”\n\nThe law withstood several repeal efforts in the Republican-dominated Legislature. In the legislative session that ended on June 2, a repeal bill did not even get a vote.\n\nBut the ax fell quickly. On Wednesday, the Trump administration filed a lawsuit calling the law unconstitutional. State Attorney General Ken Paxton, a key Trump ally, chose not to defend the law in court and instead filed a motion agreeing that it should not be enforced.\n\nWith the state administration aligned with the Trump administration, the law was suddenly struck down by a federal judge without even an argument on the lawsuit’s merits or a response from the students affected.\n\nTrump, immigration and higher ed\n\nThe Trump administration challenged the law in a border state where Gov. Greg Abbott, Paxton and the Republican leadership have given full-throated support to his immigrant crackdown efforts and have spent billions trying to help.\n\nThe ruling also expanded efforts by Trump to influence higher education across the country. The administration has leveraged federal funding and its student visa authority to clamp down on campus activism and stamp out diversity, equity and inclusion initiatives.\n\nImpact beyond Texas\n\nThe ruling affected only the Texas law, but with nearly half of U.S. states having similar policies, Bondi suggested the administration could pursue similar action elsewhere. Florida Gov. Ron DeSantis recently signed a bill to repeal the law in that state in July.\n\n“Other states should take note that we will continue filing affirmative litigation to remedy unconstitutional state laws that discriminate against American citizens,” Bondi said.\n\nImmigration lawyers and education advocates said they are assessing if there are legal avenues to challenge the Texas ruling.\n\n“Make no mistake, advocates, students, campuses are not going to just take this,” said Miriam Feldblum, president and chief executive officer of the Presidents’ Alliance on Higher Education and Immigration. “But I have no doubt there will be an effort to do this (elsewhere).”",
    "image": "https://dims.apnews.com/dims4/default/d0dcb7c/2147483647/strip/true/crop/3943x2218+244+0/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F7a%2Fe9%2Fbc5ee8b77b604342332f6a6ca06b%2F6145a1e69736499bb4404738b048116c"
  },
  {
    "id": 26,
    "title": "Timeline of Elon Musk and Trump's Fight, With Key Posts and Statements",
    "content": "Read the Insults Hurled Between Trump and Musk\n\nIt all started in the Oval Office Thursday during a meeting with Germany’s new chancellor, Friedrich Merz, when a reporter asked President Trump about Elon Musk’s criticism of his domestic policy bill.\n\nMr. Trump’s sharp response kicked off a bitter online feud between the once-close allies, who had become more distant in recent weeks. Here are some of their pointed exchanges that played out throughout the day:\n\nPresident Trump began by saying that he and Mr. Musk “had” a great relationship, speaking in the past tense, and added that he was not sure it would continue.\n\nMr. Trump said that Mr. Musk, the billionaire leader of Tesla and SpaceX, was “upset” that the pending legislation would roll back subsidies for electric vehicles. Then he got in a particularly sharp jab, asserting he would have won the 2024 election without the millions of dollars Mr. Musk spent to support him.\n\nMr. Musk was watching. He renewed his attack on the bill on X, his social media platform.\n\nElon Musk @elonmusk Whatever.\n\n\n\nKeep the EV/solar incentive cuts in the bill, even though no oil & gas subsidies are touched (very unfair!!), but ditch the MOUNTAIN of DISGUSTING PORK in the bill.\n\n\n\nIn the entire history of civilization, there has never been legislation that both big and beautiful. Everyone knows this!\n\n\n\nEither you get a big and ugly bill or a slim and beautiful bill.\n\n\n\nSlim and beautiful is the way.\n\nPresident Trump also maintained that Mr. Musk knew “every aspect of the bill,” saying that the tech executive did not have a problem with the measure until he left his government post. He said he was “very disappointed in Elon.”\n\nMr. Musk rejected the assertion that he had known what was going to be in the bill.\n\nElon Musk @elonmusk False, this bill was never shown to me even once and was passed in the dead of night so fast that almost no one in Congress could even read it!\n\nAnd he objected to the idea that Mr. Trump would have won back office without his help.\n\nElon Musk @elonmusk Replying to @AutismCapital Without me, Trump would have lost the election, Dems would control the House and the Republicans would be 51-49 in the Senate. Elon Musk @elonmusk Such ingratitude\n\nHe also criticized the president for reversing course on his promise to reduce the deficit.\n\nElon Musk @elonmusk Where is the man who wrote these words?\n\n\n\nWas he replaced by a body double!? DogeDesigner @cb_doge · Elon Musk reminded President Trump of his own words.\n\nMaybe, Mr. Musk suggested, it was time for a new political party.\n\nElon Musk @elonmusk Is it time to create a new political party in America that actually represents the 80% in the middle? Yes No\n\nFollowing his news conference, Mr. Trump turned to his own social media platform, Truth Social, and fired off two posts in response to Mr. Musk’s missives.\n\nDonald J. Trump @realDonaldTrump Elon was “wearing thin,” I asked him to leave, I took away his EV Mandate that forced everyone to buy Electric Cars that nobody else wanted (that he knew for months I was going to do!), and he just went CRAZY! Donald J. Trump @realDonaldTrump The easiest way to save money in our Budget, Billions and Billions of Dollars, is to terminate Elon’s Governmental Subsidies and Contracts. I was always surprised that Biden didn’t do it!\n\nMr. Musk quickly punched back.\n\nElon Musk @elonmusk Such an obvious lie. So sad. Autism Capital @AutismCapital · Trump fires back at Elon. The online battle begins. 🍿\n\nTwenty minutes later, Mr. Musk claimed there were references to Mr. Trump in unreleased government documents about the late financier and sex offender Jeffrey Epstein, without offering evidence.\n\nElon Musk @elonmusk Time to drop the really big bomb:\n\n\n\n@realDonaldTrump is in the Epstein files. That is the real reason they have not been made public.\n\n\n\nHave a nice day, DJT! Elon Musk @elonmusk Mark this post for the future. The truth will come out.\n\nMr. Trump responded by defending his domestic policy bill, signing off with his signature catch phrase.\n\nDonald J. Trump @realDonaldTrump I don’t mind Elon turning against me, but he should have done so months ago. This is one of the Greatest Bills ever presented to Congress. It’s a Record Cut in Expenses, $1.6 Trillion Dollars, and the Biggest Tax Cut ever given. If this Bill doesn’t pass, there will be a 68% Tax Increase, and things far worse than that. I didn’t create this mess, I’m just here to FIX IT. This puts our Country on a Path of Greatness. MAKE AMERICA GREAT AGAIN!\n\nMr. Musk kept up a barrage of attacks, suggesting that his company, SpaceX, would begin decommissioning its Dragon spacecraft. NASA relies on the spacecraft to carry astronauts, food and other supplies to the International Space Station. (He later indicated that he would hold off on such a move.)\n\nElon Musk @elonmusk In light of the President’s statement about cancellation of my government contracts, @SpaceX will begin decommissioning its Dragon spacecraft immediately\n\nTwo minutes later, he endorsed another user’s post suggesting that President Trump be impeached so Vice President JD Vance could succeed him. He then asserted that the president’s tariff policy would sink the country into a recession.\n\nElon Musk @elonmusk Yes Ian Miles Cheong @stillgray · President vs Elon. Who wins? My money's on Elon.\n\n\n\nTrump should be impeached and JD Vance should replace him. Elon Musk @elonmusk The Trump tariffs will cause a recession in the second half of this year Shibetoshi Nakamoto @BillyM2k · can i finally say that trump’s tariffs are super stupid\n\nAs the night grew late, Mr. Musk struck a more conciliatory tone.",
    "image": "https://static01.nyt.com/images/2025/06/05/multimedia/2025-06-05-trump-musk-feud-index/2025-06-05-trump-musk-feud-index-facebookJumbo-v4.jpg"
  },
  {
    "id": 28,
    "title": "8 Ways Elon Musk and Trump Could Inflict Pain on Each Other",
    "content": "The spectacular blowup on Thursday between President Trump and Elon Musk has ripped apart a shaky alliance between two of the world’s most powerful men. Their feud could have far-reaching consequences if it drags on or even escalates.\n\nHere are eight ways they could inflict pain on each other.\n\nWhat Musk could do\n\nWield his billions against Mr. Trump, his allies and his agenda . After spending more than $250 million to help elect the president, Mr. Musk could just as easily fund campaigns against Republicans. He has called Mr. Trump’s domestic policy bill a “disgusting abomination,” and on Thursday attacked Republican congressional leaders on X, his social media company. (Mr. Musk could also withhold the final $100 million of his pledge to support Mr. Trump.)\n\nUse social media as an irritant . On Thursday afternoon, Mr. Musk posted a poll on X, asking whether it was time “to create a new political party in America that actually represents the 80% in the middle.” More than 80 percent of the nearly two million respondents so far have voted “yes.” And responding to a post suggesting that “Trump should be impeached,” Mr. Musk said: “Yes.” (It was not entirely clear whether he was agreeing with impeachment or with another part of the post.)\n\nDrag Mr. Trump into controversy. After enjoying a close relationship with the president for months, Mr. Musk could now cause trouble for Mr. Trump by claiming to have inside information. On Thursday, without offering evidence, he claimed Mr. Trump’s administration had slow-walked the release of files on Jeffrey Epstein because Mr. Trump’s name appeared in them. “Mark this post for the future,” he wrote. “The truth will come out.” House Democrats quickly jumped on the post.\n\nUse his companies to inconvenience the administration. Mr. Musk wrote that he would “immediately” decommission SpaceX’s Dragon spacecraft, which transports NASA astronauts and supplies to and from the International Space Station. The threat prompted Stephen K. Bannon, a Trump ally and one of Mr. Musk’s foremost critics, to suggest that Mr. Trump “seize SpaceX tonight before midnight” via executive order.\n\nWhat Trump could do\n\nCut contracts with Mr. Musk’s companies. On his own social media platform, Truth Social, Mr. Trump suggested that ending the government contracts with Mr. Musk’s various companies, including SpaceX and Tesla, would be “the easiest way to save money in our Budget.” Last year, Mr. Musk’s companies were promised $3 billion in nearly 100 contracts with 17 government agencies.\n\nInvestigate Mr. Musk’s immigration status and drug use. Mr. Bannon called on Thursday for a “formal investigation of his immigration status, because I am of the strong belief that he is an illegal alien, and he should be deported from the country immediately.” Mr. Musk is a naturalized U.S. citizen who was born in South Africa. Mr. Bannon also called for an investigation into Mr. Musk’s drug use and his efforts to be briefed on classified information about military plans involving China.\n\nRevoke Mr. Musk’s security clearance. Mr. Bannon suggested that Mr. Musk’s top-secret clearance should be suspended during investigations into the tech billionaire. But Mr. Trump could also fully revoke Mr. Musk’s clearance, which Mr. Musk has as part of the government contracts involving SpaceX’s work with NASA. That would make it very difficult for Mr. Musk to continue to work with the government.\n\nWield the power of the presidency against him. Mr. Trump has a tremendous array of powers at his disposal, with the ability to sign executive orders punishing political adversaries and to direct agencies like the Justice Department to initiate investigations. He could end some of Mr. Musk’s pet projects, such as the so-called Department of Government Efficiency, as well as his embrace of white South Africans, a priority of Mr. Musk’s.\n\nTyler Pager contributed reporting.",
    "image": "https://static01.nyt.com/images/2025/06/05/us/politics/05pol-musk-trump-retaliation/05pol-musk-trump-retaliation-facebookJumbo.jpg"
  },
  {
    "id": 30,
    "title": "Claves | Las medidas que abordan el Gobierno y las comunidades en la Conferencia de Presidentes",
    "content": "La XXVIII Conferencia de Presidentes, que este viernes se celebra en Barcelona, abordará cuestiones tan diversas como la política de vivienda —la principal preocupación de los españoles, según el CIS—, la financiación de las comunidades y la inmigración en un orden del día repleto de puntos por tratar. El Gobierno pondrá sobre la mesa como medida estrella triplicar la financiación estatal de la vivienda pública y evitar que pueda liberarse; las comunidades del PP, una panoplia de peticiones que van desde energía a las cuentas de la educación primaria.\n\nEn concreto, el Gobierno propondrá:\n\nFinanciación pública para vivienda. El Gobierno plantea a las comunidades que se triplique la inversión pública de vivienda, para pasar de los 2.300 millones del Plan Estatal 2022-2025 a 7.000 para el periodo 2026-2030. El Ejecutivo se compromete a aportar 4.000 de esa cantidad, siempre y cuando las regiones aporten al menos 2.700.\n\nBlindaje de la vivienda protegida. El Gobierno propone a los presidentes autonómicos que se comprometan a que todas “las viviendas que se financien con dinero público mantengan de forma permanente su calificación de vivienda protegida y, por tanto, ofrezcan siempre una alternativa asequible de propiedad o alquiler para la ciudadanía”.\n\nBase de datos pública. Además, el Ejecutivo de Pedro Sánchez pondrá sobre la mesa crear una base de datos pública para conocer los precios reales de compra-venta y alquiler en cada ciudad, como forma de competir con los portales inmobiliarios privados. “Solo con esa transparencia se podrán diseñar políticas públicas realmente eficaces y ayudar a la ciudadanía a negociar de forma adecuada el precio de su casa”, defiende el Gobierno.\n\nLas comunidades del PP, que han logrado que el Gobierno acepte incluir varias de sus propuestas en el orden del día, proponen las siguientes.\n\nFinanciación autonómica. Los populares exigen la retirada del anteproyecto de Ley Orgánica de Medidas Excepcionales de Sostenibilidad Financiera para las Comunidades Autónomas, y “la presentación inmediata de un proyecto de reforma del sistema de financiación de las comunidades autónomas. También solicitan un decreto para poner a disposición de los territorios las entregas a cuenta o que se mantenga el mecanismo “extra-FLA” del programa del Fondo de Liquidez Autonómica.\n\nVivienda. El PP propone derogar la ley de vivienda del Gobierno “a la vista de los efectos negativos que ha generado”. También la “puesta a disposición de suelo público para la construcción de vivienda asequible en colaboración público privada”. Piden “informes sectoriales en plazo o silencio positivo”. Exigen la rebaja del IVA al 4% para la compra y la rehabilitación. Y solicitan que se ponga fin al decreto antidesahucios e “impulsar reformas legislativas para luchar de verdad y de manera decidida contra la ocupación”.\n\nEnergía. Los barones meten el dedo en la llaga del apagón, y piden una política energética basada “en evidencias tecnológicas y no en planteamientos ideológicos”. Además, quieren promover “el bombeo reversible en primera instancia por ser tecnología 100% española y hacer un uso eficiente del agua y baterías en aquellas zonas más tensionadas y urgentes”. Inciden en el reforzamiento de las interconexiones con otros países y buscan apostar por las energías renovables, combinadas con la nuclear.\n\nInmigración. Pese al endurecimiento del discurso de Feijóo en materia de inmigración durante las últimas semanas, los barones del PP no van tan lejos como el líder del Partido Popular, que pide las expulsiones de los inmigrantes que no sigan los “valores” españoles. Las comunidades solicitan, sin embargo, el “refuerzo de medios técnicos y humanos en fronteras”; “mecanismos de coordinación para la acogida temporal de inmigrantes, respetando el “principio de solidaridad interregional” y “mayor financiación europea para gestionar flujos migratorios extraordinarios”.\n\nInfraestructuras. Los populares se limitan en este punto a cargar de manera extendida contra el Gobierno por los recientes problemas en las redes ferroviarias y piden acto seguido un “plan estratégico nacional en materia de transporte”.\n\nSanidad y dependencia. Los presidentes autonómicos solicitan un mayor número de profesionales sanitarios, también más plazas docentes o “agilizar” la homologación de títulos. Hay otras exigencias como la financiación del 50% por parte de la Administración General del Estado de la dependencia que ya está establecida bajo ese porcentaje. Pero consideran que este umbral no se está cumpliendo.\n\nPoder Judicial. Quieren que se convoque la Conferencia sectorial de Justicia con el “orden del día” reclamado; que se retire el proyecto de ley del Gobierno por el que se regula el Estatuto Orgánico del Ministerio Fiscal, y el anteproyecto de Ley de Enjuiciamiento Criminal.\n\nEducación. Piden al Gobierno central, que no tiene las competencias en materia de Educación, que financie el 50% del coste efectivo del primer ciclo de la educación infantil, de cero a tres años.",
    "image": "https://imagenes.elpais.com/resizer/v2/7DKHFWXFFNOPKR7EUSWR75OYUU.jpg?auth=4367aaa56ca8cdda0a2af81843d0389ceda8b7b4c1f6a63aa945aab0c03b69e6&width=1200"
  },
  {
    "id": 32,
    "title": "Ayuso a Mónica García: “¿Vas a saludar a una asesina?”",
    "content": "La tensión política en la Conferencia de Presidentes arranca incluso antes de empezar. La presidenta de Madrid, Isabel Díaz Ayuso, ha tenido un choque con Mónica García, ministra de Sanidad. Esta última ha ido a saludarla y Ayuso se ha revuelto diciéndole: “¿Vas a saludar a una asesina?”, según el entorno de la ministra. Ante la sorpresa de García, Ayuso le ha dicho que la están llamando asesina por los 7.291 muertos en las residencias de Madrid durante la pandemia. García le ha dicho que eso es mentira. El entorno de García insiste en que eso no es cierto, ella nunca la ha llamado asesina, y critica la “descortesía de Ayuso que no guarda las mínimas formas de educación”. En redes, la titular de Sanidad ha añadido que su reacción ha sido ”desproporcionada\" y que “solo demuestra estar nerviosa por las imputaciones y cada vez más cercada” por la investigación sobre los mayores en los centros de la comunidad.\n\nMás información Las imágenes de la conferencia de la presidentes\n\nFuentes del gabinete de Isabel Díaz Ayuso confirman el encontronazo con Mónica García. “La presidenta estaba dando la mano y saludando protocolariamente a todos los ministros del Gobierno en la Conferencia de Presidentes. Cuando se le ha acercado la ministra de Sanidad, esta ha pretendido darle dos besos”, señalan. “Le ha ofrecido la mano, le ha preguntado si todavía pretendía darle un beso a una asesina después de lo que Más Madrid le había dicho ayer en la Asamblea y que eso no tenía un pase”, concluyen.\n\nEste último choque se une a la amenaza de plante que ayer realizó Díaz Ayuso porque será la primera Conferencia de Presidentes en la que habrá una traducción simultánea para el uso de las lenguas cooficiales a petición del president, Salvador Illa, y del lehendakari, Imanol Pradales. Desde el Gobierno insistieron en que este es un órgano autonómico y hay varias comunidades con lengua cooficial, y no tiene sentido que se pueda hablar en el Congreso o en el Senado y no en la Conferencia de Presidentes. Pero Ayuso subió el pulso. “Pienso decirle a todos ellos, al presidente y a sus ministros [...], que lo que están pretendiendo es una absoluta golfada”, aseveró la presidenta en la Asamblea de Madrid, este jueves. “Que todo lo que me tengan que decir en los pasillos en español o me lo dicen dentro en el mismo idioma o me saldré. O por el camino ya veré lo que haré con esos pinganillos. Ya le digo, no me lo pienso poner”, añadió.\n\nLa frialdad de Ayuso también ha sido evidente este viernes con la llegada de Pedro Sánchez. El presidente del Gobierno y la de la Comunidad de Madrid apenas han cruzado mirada. También significativo ha sido el tenso encuentro con el presidente de Castilla-La Mancha, Emiliano García Page, después de que el dirigente socialista pidiera esta semana elecciones. Aunque, tras la foto oficial con el Rey, Sánchez y Page sí han hablado durante rato en un corrillo junto a Adrián Barbón y María Chivite. Ayuso se ha mantenido en todo momento bastante sola y lo más alejada posible de Sánchez, solo arropada en ese momento por Alfonso Fernández Mañueco, presidente de Castilla y León. Salvador Illa y Carlos Mazón han hablado también bastante tiempo.",
    "image": "https://imagenes.elpais.com/resizer/v2/YHSUMBGHWAICPPJWES4UUP3K3Y.jpg?auth=dc692d9433ce06c5184f712f24d43860363eb7ab51c79b9ff4ed52d3e00a130f&width=1200"
  },
  {
    "id": 36,
    "title": "Xinhua Headlines: Xi says dialogue, cooperation only correct choice for China, U.S. in phone call with Trump",
    "content": "BEIJING, June 5 (Xinhua) -- Chinese President Xi Jinping said on Thursday that dialogue and cooperation are the only correct choice for China and the United States.\n\nIn the phone talks initiated by U.S. President Donald Trump, Xi said that recalibrating the direction of the giant ship of China-U.S. relations requires the two sides to take the helm and set the right course, adding that it is particularly important to steer clear of the various disturbances and disruptions.\n\nNoting that at the suggestion of the U.S. side, the two countries' lead officials recently held an economic and trade meeting in Geneva, Xi said it marked an important step forward in resolving the relevant issues through dialogue and consultation, and was welcomed by both societies and the international community.\n\nThe two sides need to make good use of the economic and trade consultation mechanism already in place, and seek win-win results in the spirit of equality and respect for each other's concerns, he said, adding that the Chinese side is sincere about this, and at the same time has its principles.\n\nThe Chinese, Xi said, always honor and deliver what has been promised, urging both sides to make good on the agreement reached in Geneva. In fact, China has been seriously and earnestly executing the agreement, Xi added.\n\nThe U.S. side should acknowledge the progress already made, and remove the negative measures taken against China, he said.\n\nThe two sides should enhance communication in such fields as foreign affairs, economy and trade, military, and law enforcement to build consensus, clear up misunderstandings, and strengthen cooperation, Xi added.\n\nXi emphasized that the United States must handle the Taiwan question with prudence, so that the fringe separatists bent on \"Taiwan independence\" will not be able to drag China and the United States into the dangerous terrain of confrontation and even conflict.\n\nTrump said that he has great respect for Xi, and the U.S.-China relationship is very important.\n\nThe United States wants the Chinese economy to do very well, and the United States and China working together can get a lot of great things done, he said.\n\nTrump said the United States will honor the one-China policy.\n\nThe meeting in Geneva was very successful and produced a good deal, he said, adding that the United States will work with China to execute the deal.\n\nThe United States loves to have Chinese students coming to study in America, Trump said.\n\nXi welcomed Trump to visit China again, for which Trump expressed heartfelt appreciation.\n\nThe two presidents agreed that their teams should continue implementing the Geneva agreement and hold another round of meeting as soon as possible. ■",
    "image": ""
  },
  {
    "id": 37,
    "title": "China Focus: Millions vie for college spots as reforms boost fairness and opportunities",
    "content": "BEIJING, June 6 (Xinhua) -- As a rare hush replaces the usual rustle of pages and scribbled notes, 13.35 million students in China close their textbooks one final time, moving from intense preparation to the calm before the storm.\n\nOn Saturday, bright young minds from across the country will participate in the college entrance exam, seeking the best possible opportunities to chase their dreams and casting a vote of confidence in the country's higher education system.\n\nSince its reinstatement in 1977, the unified exam, known as the gaokao, has transformed millions of lives through merit-based selection. As a powerful social equalizer, it reinforces the belief that with hard work and determination, any student can shape a successful future.\n\nWhile the intense competition has long been a subject of national attention -- once likened to \"thousands of troops crossing a single-plank bridge\" -- reforms over the past decade have gradually expanded students' choices in the matriculation system, while maintaining a strong commitment to fairness.\n\nAccording to the latest available figures from the Ministry of Education, China's gross enrollment rate in higher education had surpassed 60 percent by 2023. More than 47 million students studied at colleges and universities that year.\n\nPrior to this year's gaokao, one of the country's vice premiers inspected an enrollment and examination center and an exam site at a school in north China's Shanxi Province.\n\nNoting that the exam concerns the immediate interests of millions of families, Ding Xuexiang said that fairness and equity must be upheld, calling them the \"lifeline\" of the gaokao.\n\nTo ensure smooth traffic for students, cities across China are stepping up efforts with temporary traffic controls around test centers, keeping the roads clear and congestion at bay. For students facing travel difficulties, many cities are rolling out free ride services to make sure no one is left behind.\n\nSilence will also be the order of the day -- honking around exam venues will be banned, and nearby construction will come to a halt.\n\nWithin certain exam halls, technicians are busy fine-tuning AI-powered surveillance systems that can flag unusual behavior and rule violations in real time, effectively eliminating any opportunity for cheating.\n\nLiu Boyang, a student from southwest China's Chongqing Municipality, will sit the gaokao on Saturday. He hopes to study medicine. \"I might choose a major related to intelligent medical engineering, as smart technology is the direction of future development,\" he said.\n\nThis year, universities and colleges have introduced 29 new majors, including low-altitude technology and engineering, geriatric medicine and health, and carbon neutrality science and engineering.\n\n\"A lot of these new majors are tied to national strategies and really open doors to the careers of tomorrow,\" said Fu Xiaoying, a college admissions advisor.\n\nThere are about 3,000 colleges and universities across the country. In recent years, the government has elevated the status of vocational education, bringing it on par with general education. Key measures include extending bachelor's degree programs to the vocational education system and allowing secondary vocational students to take the gaokao.\n\nIn some cases, higher education vocational programs may be more appealing than traditional university degrees.\n\nA vocational-and-technical college in Zhengzhou, central China's Henan Province, recently made headlines for requiring applicants to already possess a bachelor's degree to apply for its high-speed rail equipment testing program, even though the diploma awarded is an associate degree.\n\nThis unusual requirement reflects strong job prospects and the high level of technical skills these roles represent, said Chen Zhiwen, a member of the academic committee at Chinese Society of Educational Development Strategy.\n\nAs society becomes more diverse, Chinese students can pursue their ambitions through pathways beyond traditional academic routes. The gaokao is no longer a single-plank bridge but a wide junction of diverse paths.\n\nThough it remains imperfect, this matriculation system is considered one of the most efficient ways to achieve fairness in education for a population of 1.4 billion.\n\n\"I think the gaokao really levels the playing field for most students in China,\" said Chen Hanting, an 11th grader from Beijing's Chaoyang District.\n\n\"After all, my family can't fund an elephant conservation trip to Africa or land me an internship with a foreign politician to boost my college application,\" said Chen, whose father runs a video game studio and whose mother is a senior editor at a newspaper.\n\nFor years, rumors spread that graduates from China's elite universities were heading abroad in large numbers. However, experts and university officials clarified to the media that there hasn't been a mass exodus -- rather, the fact is that fewer students are now choosing to pursue studies abroad.\n\nAt Tsinghua University, for example, the proportion of graduates continuing their education overseas dropped from about 15 percent in 2018 to just 8 percent in 2023, according to the university.\n\n\"For the advancement of science and technology, we need to encourage greater international exchange in both the humanities and scientific fields,\" said Zhang Chao, former director of student career development at Tsinghua.\n\nChina has experienced a noticeable decline in the willingness of students to pursue international education, reversing the surge in the early 2000s.\n\nA report from the Institute of International Education revealed that the number of students from the Chinese mainland studying in the United States fell 4.2 percent year-on-year to approximately 277,000 in the 2023-2024 academic year, a level last seen in 2013-2014.\n\nThe decline is particularly pronounced at the undergraduate level, with a year-on-year drop of 12.8 percent, according to the report.\n\nExperts point to uncertainties arising from geopolitical tensions and disruptive measures, such as the threat of sudden visa cancellations for students.\n\nChen Zhiwen attributed this shift to rising national pride, driven by two decades of economic growth, improved living standards, and -- perhaps most importantly -- increasing confidence in domestic higher education.\n\n\"We're unlikely to go abroad for undergraduate studies. Right now, studying at a Chinese university is hands down the most cost-effective option,\" said Chen Hanting's father. ■",
    "image": ""
  },
  {
    "id": 38,
    "title": "Pacers-Thunder: Haliburton last-second shot beats OKC in NBA Finals",
    "content": "Tyrese Haliburton’s game-winner allows Indiana Pacers to steal Game 1 on the road against favoured OKC Thunder.\n\nThere was never a doubt in Tyrese Haliburton’s mind.\n\nThe Indiana Pacers star has done it too often – especially in the 2025 playoffs – to not have confidence in the closing seconds.\n\nHaliburton hit a 20-foot pull-up jumper in the final second on Thursday as the Pacers completed a stunning comeback for a 111-110 win over the Oklahoma City Thunder in Game 1 of the NBA Finals.\n\nIt was the 25-year-old’s fourth big-time shot in the closing seconds during this year’s playoffs.\n\nThe Pacers hadn’t led in Thursday’s finals opener until Halliburton drained his latest clutch hoop with 0.3 seconds remaining.\n\n“Ultimate confidence in himself,” Indiana’s Myles Turner said of Haliburton. “Some players will say they have it, but there are other players that show it … He wants to be the one to hit that shot. He doesn’t shy away from that moment.”\n\nIn Game 5 of the first round of the playoffs, Haliburton cut through the lane to hit a driving layup with 1.3 seconds left in overtime, giving the Pacers a win and ending the series against the Milwaukee Bucks.\n\nAdvertisement\n\nIn Game 2 of the second round, he hit a step-back 3-pointer with 1.1 seconds remaining to put Indiana up one and put the Cleveland Cavaliers into a 2-0 hole.\n\nThen in Game 1 of the Eastern Conference finals, Haliburton hit another step-back shot that appeared to be the game-winner initially but was changed to a two that forced overtime against the New York Knicks. Indiana eventually won.\n\nThe Thursday shot merely continued the pattern.\n\nIndiana trailed by as many as 15 points in the fourth quarter, and though the Pacers cut the deficit to one in the closing seconds, the Thunder had the ball in Shai Gilgeous-Alexander’s hands with a chance to put the Pacers away.\n\nHowever, Andrew Nembhard guarded the league’s Most Valuable Player (MVP) tenaciously, helping to force a missed fadeaway from Gilgeous-Alexander that opened the door for Haliburton’s heroics.\n\nWith 11 seconds left, Pacers coach Rick Carlisle trusted his team and didn’t take a timeout.\n\nHaliburton worked his way down the court against Oklahoma City’s Cason Wallace, driving just inside the 3-point arc before pulling up for a shot that briefly rattled around the rim before dropping through.\n\n“I had a pretty good idea,” Haliburton said when asked whether he knew the shot was good.\n\nIndiana won despite turning the ball over 25 times in Game 1.\n\n“It’s not the recipe to win,” Haliburton said. “We can’t turn the ball over that much … (but) come May and June, it doesn’t matter how you get ’em, just get ’em.”\n\nAdvertisement\n\nThe best-of-seven series resumes with Game 2 on Sunday in Oklahoma City.\n\nThunder to try level series in Game 2\n\n“The series isn’t first to one, it’s first to four,” Gilgeous-Alexander said. “So we have four more games to get. They have three, and that’s just where we are.”\n\nGame 1 was a gut punch for the Thunder, who led from the start and got 38 points from Gilgeous-Alexander.\n\nOklahoma City managed just 11 points off the Pacers’ giveaways, including just nine off Indiana’s 20 first-half turnovers.\n\nThe Pacers trailed by 15 early in the fourth quarter before chipping away at the deficit. Nembhard and Myles Turner each scored eight points in the period.\n\nIndiana cut the deficit to one with 48.6 seconds remaining on Pascal Siakam’s putback following a missed 3-point attempt by Nembhard.\n\nSiakam led the Pacers with 19 points and added 10 rebounds. Obi Toppin had 17 points off the bench, Turner scored 15 and Nembhard had 14. Haliburton finished with 14 points, 10 rebounds and six assists.\n\nFor Oklahoma City, Jalen Williams contributed 17 points on 6-of-19 shooting while Chet Holmgren was just 2 of 9 for six points.\n\nThe Thunder led 94-79 with 9:42 remaining, but Indiana wasn’t about to go away.\n\nThe Pacers ripped off a 15-4 run to stay within striking distance, and then they surged ahead late.\n\nOklahoma City hit just one field goal in the final four minutes, giving the Pacers the opening to come back.\n\nAdvertisement\n\n“We played like we were trying to keep the lead instead of trying to extend it or be aggressive,” Williams said.",
    "image": "https://www.aljazeera.com/wp-content/uploads/2025/06/AP25157118122271-1749195127.jpg?resize=1920%2C1440"
  },
  {
    "id": 40,
    "title": "Where does Poland’s new president stand on Ukraine?",
    "content": "As some turn on Kyiv, Karol Nawrocki, a nationalist, says Poland and Ukraine must address ‘overdue historical issues’.\n\nOn May 30, the last day of Poland’s presidential campaign, Karol Nawrocki laid flowers at a monument that has long sparked controversy.\n\nThe 14-metre tall statue commemorating the Volhynian massacre depicts a crowned eagle, the symbol of Poland, with a cross shape cut out from its chest. In that cross, a child’s body is impaled on a trident, representing the Ukrainian coat of arms, the “tryzub”.\n\nThe statue was revealed in July 2024 in Domostawa, a village in southeastern Poland close to Ukraine’s border. It commemorates the ethnic cleansing of Poles by the Ukrainian Insurgent Army in the Polish-Ukrainian borderland between 1943 to 1945. While statistics vary, it is assumed that between 40,000 and 100,000 people perished in the massacre.\n\nBut before Domostawa accepted the monument, several cities, including Rzeszow, Torun and Stalowa Wola, refused to host it due to the brutality of the sculptor’s vision and in order not to damage relations with Ukraine.\n\nTo Nawrocki, formerly the head of the Institute of National Remembrance, a state research institute, the scene felt like the place to end his presidential bid.\n\nAdvertisement\n\n“The Volhynian Massacre was a cruel crime. The methods of murdering Poles were cruel. It was a neighbourly crime, because neighbours murdered neighbours. It was also a robbery, because Ukrainian nationalists often robbed their neighbours,” Nawrocki said.\n\n“We have the right to talk about it. I have the right to talk about it as the president of the Institute of National Remembrance and I will have this right as the president of Poland after June 1.”\n\nDear President @ZelenskyyUa, thank you for your message. I am looking forward to countinue partnership of our countries, based on mutual respect and understanding. I believe it requires not only good dialogue but also solving overdue historical issues. Poland has been Ukraine's… — Karol Nawrocki (@NawrockiKn) June 3, 2025\n\nDuring his ultimately successful campaign, President-elect Nawrocki, a nationalist, said that Poles should have priority in queues for doctor’s appointments and called to limit Ukrainians’ access to benefits. He also said he was against Ukraine joining NATO and the European Union, a stark contrast from Poland’s traditional position of support as Kyiv fights off Russian forces.\n\nWarsaw’s support, Nawrocki believes, should depend on Ukraine making amends for the Volhynian massacre, which could include the exhumation of Polish victims.\n\nFollowing the start of Russia’s full-scale invasion in early 2022, Poland, under the rule of the Law and Justice – or PiS – party, which supported Nawrocki, accepted more than a million Ukrainian refugees and backed Ukraine with weapons as Kyiv’s other European allies, such as Germany, hesitated.\n\nAdvertisement\n\nThousands of Poles hosted Ukrainians in their homes as Poland became the loudest pro-Ukrainian voice in the EU and NATO.\n\nBut while PiS has a long history of supporting Ukraine throughout its revolutions in 2004 and 2014, and following the Russian onslaught, anti-Ukrainian rhetoric is now taking hold.\n\n‘Playing the anti-Ukrainian card’\n\nIn the first round of the presidential election, 51 percent of Poles voted for candidates who had touted positions at odds with Ukraine’s ambitions. Even the liberal candidate from the Civic Platform, Rafal Trzaskowski, suggested that Ukrainians who do not pay taxes should be deprived of child benefits.\n\nAccording to research by the Mieroszewski Centre, in 2022, 83 percent of Ukrainians had a positive opinion of Poles, but by November 2024, this number fell to 41 percent.\n\nIn January 2025, 51 percent of Poles said that Ukrainian refugees receive too much support. Almost half of respondents said that difficult historical issues should be solved to improve Polish-Ukrainian relations.\n\nResearch published in February 2025 by CBOS found that just 30 percent of Poles had a positive attitude towards Ukrainians, down from 51 percent in 2023, while 38 percent had a negative attitude towards their Ukrainian neighbours, up from 17 percent in 2023.\n\n“I think that Poland should continue its support for Ukraine, but I am disappointed with the position of the Ukrainian state. If not for Poland’s strong and decisive reaction at the beginning of the full-scale invasion, which encouraged Europe’s support, Ukraine would not survive. And then in front of the United Nations General Assembly, Ukraine’s president compared Poland to Russia,” said Nawrocki voter Michal, a 33-year-old travel guide.\n\nAdvertisement\n\n“Ukrainians never showed any remorse for the Volhynian massacre. And I find it unacceptable that figures like Stepan Bandera and Roman Shukhevych, who are responsible for massacres of Poles during World War II, are considered Ukraine’s national heroes,” Michal added, referring to the Ukrainian nationalist leaders and Nazi collaborators.\n\nThe Ministry of Foreign Affairs of Ukraine considers the decision of the Sejm of the Republic of Poland to establish 11 July as a Day of Remembrance for the victims of the so-called “genocide committed by the Organization of Ukrainian Nationalists (OUN) and the Ukrainian… pic.twitter.com/c5nu1hPaDl — MFA of Ukraine 🇺🇦 (@MFA_Ukraine) June 5, 2025\n\nMichal’s views are not uncommon.\n\nMeanwhile, grudges against Ukrainian refugees have swelled.\n\n“In February and March 2022, in a few weeks, Poland became a country that was no longer culturally uniform. For many Poles, who had no experience of diversity, the very fact that suddenly their neighbours spoke a different language became difficult to accept,” said Rafal Pankowski from the antiracism Never Again association.\n\nCurrently, more than 50 percent of Poles declare solidarity with Ukrainian refugees, down from 90 percent in 2022, he said, citing his organisation’s polling data.\n\n“One of the reasons why support for Ukrainians has fallen is right-wing propaganda and conspiracy theories spread on social media. We have been monitoring the situation since the beginning of the war, and it has been clear that in the long run, playing the anti-Ukrainian card will bring the far right political benefits. And this is what happened in this campaign.”\n\nAdvertisement\n\nIgor Krawetz, a Ukrainian commentator who has lived in Poland for almost 20 years, said that he is surprised at the speed of the shift. Two years ago, open hostility towards Ukrainians was viewed as inappropriate, even among the right, he said.\n\n“Polish anti-Ukrainian xenophobia is no longer limited to spaces where Ukrainian migrants compete with Poles, such as low-skilled jobs. Now xenophobia is expressed by the middle class, too, who see that Ukrainians moved businesses to Warsaw, buy expensive apartments and are no longer poor people that need the Poles’ support,” he added.\n\nThe shift brings back memories for Krawetz.\n\nPolish solidarity with Ukraine ended in disillusionment and mutual accusations in 2004, when Poles supported Ukraine’s Orange Revolution and in 2014, after the Euromaidan.\n\n“Poles have got used to seeing Ukraine’s misfortunes as their own pain. For the past 20 years, during crises, there have been romantic waves of brotherly support that lasted for several months and were always followed by complaints: ‘I helped you in 2022 and you still haven’t won the war’ type of thing,” Krawetz said.\n\n“I have survived the first and second wave of solidarity with Ukraine. I will survive the last one, too. It always comes back full circle.”",
    "image": "https://www.aljazeera.com/wp-content/uploads/2025/06/2025-05-30T174201Z_841903414_RC2GSEAYDMFQ_RTRMADP_3_POLAND-ELECTION-FINAL-RALLY-NAWROCKI-1749122512.jpg?resize=1920%2C1440"
  },
  {
    "id": 42,
    "title": "At least four killed in Russian attacks on Ukraine’s Kyiv",
    "content": "Russia launches widescale assault on six regions of Ukraine, as the country’s human rights official calls for a strong international response.\n\nAt least four people were killed and 20 were wounded in multiple Russian missile and drone attacks overnight on the Ukrainian capital, Kyiv, local officials have said.\n\nKyiv mayor Vitali Klitschko said on Friday morning search and rescue operations were continuing in several locations. Among the wounded, 16 were admitted to hospital.\n\nUkrainian authorities said Russian forces launched 407 drones and 45 missiles, including cruise and ballistic missiles, of which they succeeded in destroying, respectively, around 200 and 30.\n\n“It was a very frightening night. We heard some of the drones go over this area in central Kyiv, giant explosions ringing out across the city, some so loud that they were shaking the glass here of our hotel, we’ve seen pictures of people who took shelter in the metro stations underground and underground car parks,” said Al Jazeera’s Charles Stratford, reporting from the Ukrainian capital.\n\nMultiple explosions were heard in Kyiv, where falling debris sparked fires across several districts as air defence systems attempted to intercept incoming targets, said Tymur Tkachenko, head of the Kyiv City Administration.\n\nAdvertisement\n\n“Our air defence crews are doing everything possible. But we must protect one another – stay safe,” Tkachenko wrote on Telegram.\n\nUkraine’s human rights chief, Dmytro Lubinets, called for a strong international response to the overnight attack, saying the assault violated basic human rights.\n\n“Russia is acting like a terrorist, systematically targeting civilian infrastructure,” Lubinets wrote on Telegram. “The world must respond clearly and take concrete steps, including condemning the aggressor’s actions.”\n\nUkrainian Foreign Minister Andrii Sybiha also called on Western allies to ramp up pressure on Russia. “Russia’s overnight attack on civilians once again demonstrates that the international pressure on Moscow must be increased as soon as possible,” he said in a statement.\n\nMoscow denies targeting civilians since it launched its full-scale invasion of Ukraine in February 2022.\n\nAuthorities reported damage in several districts, and rescue workers were responding at multiple locations. They urged residents to seek shelter.\n\nUkraine’s Ministry of Internal Affairs said three emergency workers were killed in Kyiv while responding to the aftermath of Russian attacks. “They were working under fire to help people,” the ministry said in a statement.\n\nIn Solomyanskyi district, a fire broke out on the 11th floor of a 16-storey residential building. Emergency services evacuated three people from the apartment, and rescue operations were under way. Another fire broke out in a metal warehouse.\n\nAdvertisement\n\nTkachenko said the metro tracks between two stations in Kyiv were damaged in the attack, but no fire or injuries occurred.\n\nThe attack hit at least six regions across Ukraine, leaving a trail of civilian injuries, damaged infrastructure and disrupted utilities.\n\nThe number of people injured in a Russian attack on the western city of Ternopil early Friday rose to 10, including five emergency workers, regional governor Viacheslav Nehoda said. The strike damaged industrial and infrastructure facilities, left parts of the city without electricity, and disrupted water supplies.\n\nThree people were injured in Ukraine’s central Poltava region following a Russian attack that damaged administrative buildings, warehouses and a cafe, regional head Volodymyr Kohut said. Fires caused by the strike have been extinguished, and debris fell on a private home.\n\nRussian forces also struck the Khmelnytskyi region overnight, damaging a private residential building, outbuildings, a fence, and several vehicles, regional governor Serhii Tiuryn said.\n\nMeanwhile, air defence forces shot down three Russian missiles over the western Lviv region overnight, the regional head Maksym Kozytskyi said.\n\nIn the northern Chernihiv region, a Shahed drone exploded near an apartment building, shattering windows and doors, according to regional military administration chief Dmytro Bryzhynskyi. He said explosions from ballistic missiles were also recorded on the outskirts of the city.\n\nThe overnight attack took place as hopes for a truce between Russia and Ukraine seemed to be faltering, despite two rounds of direct talks in Istanbul.\n\nAdvertisement\n\nOn Thursday, United States President Donald Trump said it may be better to let Ukraine and Russia “fight for a while” rather than pursue peace immediately – a remarkable shift from Trump’s previous appeals for a quick end to the war.\n\nEarlier this week, Russian President Vladimir Putin told Trump in a telephone conversation that Moscow would have to respond to the earlier huge Ukrainian drone attacks deep inside Russia against Russian military warplanes.",
    "image": "https://www.aljazeera.com/wp-content/uploads/2025/06/2025-06-06T052452Z_281143932_RC2QWEAW1IPG_RTRMADP_3_UKRAINE-CRISIS-ATTACK-KYIV-1749191472.jpg?resize=1920%2C1440"
  },
  {
    "id": 44,
    "title": "Así te contamos el triunfo de la Selección Argentina sobre Chile con un golazo de Julián Álvarez, el regreso de Messi y el debut de Mastantuono",
    "content": "Lautaro Martínez no puede olvidarse del 0-5 en la final de la Champions League\n\nMientras Inter se encuentra abocado a cerrar la contratación del rumano Cristian Chivu, actual técnico de Parma, para reemplazar a Simone Inzaghi, quien hoy fue presentado como nuevo conductor del saudita Al-Hilal, algunos integrantes del plantel \"nerazzurro\" siguen publicando mensajes pidiéndole disculpas a los aficionados por la derrota sufrida el sábado en Múnich frente a París Saint-Germain en la final de la Champions League.\n\nComo corresponde en estos casos, uno de los primeros en dar la cara para disculparse con los aficionados de Inter fue el capitán argentino Lautaro Martínez, quien actualmente se encuentra con su selección para los partidos que Argentina jugará con Chile y con Colombia en las Eliminatorias Sudamericanas al Mundial 2026, al que ya está clasificada de antemano y en el que defenderá la corona obtenida en Qatar 2022.\n\n\"Queridos fanáticos de Inter, les escribo este mensaje después de varios días porque la tristeza, la desilusión y la amargura que tenía después del partido del sábado fueron, son y seerán uno de los sentimientos más difíciles de digerir\", afirmó Martínez en Instagram.\n\n\"Les pido disculpas por no haber podido regalarle lo que era el sueño de todos nosotros y les agradezco a todos los que viajaron para acompañarnos en Múnich, a los que estuvieron en San Siro y a quienes están dispersos por el mundo. Siempre serán únicos\", afirmó el goleador desde la concentración de la selección \"albiceleste\".\n\n\"En el fútbol sólo cuentan los títulos, es innegable, pero creo que haber llevado con tanto sacrificio al equipo a dos finales de la Champions en los últimos tres años, significa mucho.\n\nPeleamos para volver a sentir estas emociones y para vivir nuevas noches inolvidables\", completó Martínez.\n\n\"Desde que llegué al club, con mis compañeros hemos trabajado para llevar a Inter al lugar al que pertenece por historia. Hay días en los que ser fanático de Inter es fácil, otros en los cuales es un deber y también hay días en los que resulta un honor. Hoy, para todos nosotros, es un deber serlo\", explicó el \"Toro\".\n\n\"Hoy más que nunca me siento orgulloso de defender esta casaca y de ser el capitán del equipo y de este grupo. Fuerza Inter, siempre\", concluyó del delantero.",
    "image": "https://www.clarin.com/img/2025/06/05/-Vdsc8DVl_2000x1500__1.jpg"
  },
  {
    "id": 46,
    "title": "Hong Kong: A Global Hub for Innovation and Technology",
    "content": "Hong Kong's strategic position and dynamic role in global trade make it a key player in connecting Mainland China to the world.\n\n“Hong Kong serves as a vital gateway to connect Mainland China to the global market,” says Prof. Nancy Ip, President of the Hong Kong University of Science and Technology (HKUST). “The city plays a unique role as both a super-connector and a super value-adder, facilitating interactions between the Mainland and the rest of the world.\n\n“Hong Kong is a melting pot of global talent, investment, and partnerships. With a strong legal framework and robust intellectual property protections, it provides an ideal environment for fostering innovation and technological advancement,” she adds.\n\nHong Kong, Shenzhen and Guangzhou are all part of the Greater Bay Area (GBA), which also includes Macao and seven other cities, with a combined population of over 87 million. The links within this region have helped to create a synergistic ecosystem for companies operating in areas such as AI, fintech and clean energy. The opportunities for Hong Kong go beyond being able to tap into Shenzhen's manufacturing strengths or Guangzhou's position in research and development (R&D).\n\n“In fields such as AI and biomedical research, where abundant data and a large population are essential for training large data models and conducting clinical testing, Hong Kong's proximity to the Mainland provides a significant advantage in translating research findings into practical innovations,” says Prof. Ip.\n\nIn return, Hong Kong offers companies in the rest of the GBA access to funding and expertise. “As the financial gateway of the GBA, Hong Kong facilitates the flow of capital and talent to enable seamless collaboration across the region,” says Falcon Chan, Strategy, Risk and Transactions Partner at Deloitte China.\n\nUnder China's 14th Five-Year Plan, which runs from 2021-25, the GBA has been transformed into an international science and technology innovation centre. The next Five-Year Plan (2026-30) has yet to be announced, but is expected to further boost high quality economic activity.",
    "image": "https://gulfnews-labs.s3.us-east-1.amazonaws.com/partner-content/hongkong-2/images/gulfnews-hk-intro-social.jpg"
  },
  {
    "id": 48,
    "title": "At Goose Island, the 'K' in 'K-beer' apparently stands for 'kimchi'",
    "content": "Audio report: written by reporters, read by AI\n\nBeer is beer, right?Well, while all beers are created with a combination of four key ingredients — water, barley, hops and yeast — some breweries add extra ingredients, such as orange peel, cinnamon, lavender and others to give their own twists.Goose Island Brewery got Korean with their kick, tossing regional specialties into the mix, such as local grapes, Jeju tangerines called hallabong, a citron known as Buddha’s hand and — get this — kimchi.“Goose Island has always been a brand that tries out new things; they were the first to produce barrel-aged beers,” Goose Island Brewhouse Seoul’s brew master Lee Chang-hyeon said during the brewery's tasting event last Friday at the Goose Island Brewhouse in Gangnam District, southern Seoul.Lee, who won a gold medal at the World Beer Cup in 2024 with his Provence Farmhouse beer, a farmhouse ale, said he is continuing the company’s tradition by using local ingredients to make different kinds of craft beers and other alcoholic beverages starting in 2020.During Friday’s session, Goose Island Brewhouse provided five craft beers for tasting: Life is Bittersweet Sour, Funky Magic, Dark Dark Goose, Dongchimi Gose and Patbingsu Brown Ale. The five different craft beers all provided unique and different tastes and mouth feel, with some easier to swallow and some harder.Life is Bittersweet Sour, featuring Buddha’s hand, ginger and honey, had a pleasant sour taste with a hint of ginger flavoring to create an overall light body. The citrus, native to China and Japan, is sourced from the only farmhouse in Korea that harvests the fruit, in Yeosu. Lee said he began making the Life is Bittersweet Sour because he likes lemonade and other sour drinks.Similarly, Funky Magic used Korea’s local Cheongsu grape to create a wine-like beer. The beverage had a distinctly more soda-pop and a bitter-tasting finish.Dark Dark Goose is a dark lager, poured in a similar fashion to Guinness. But unlike the Irish mainstay, it had Hallabong flakes added to the drink, which can be felt when drinking the beer.But the real star of the show, the one that may receive a polarized reception from many, was the Dongchimi Gose. Featuring unorthodox ingredients such as radish, garlic, ginger, large green onion, chili pepper and pear, the beer is supposed to feel like drinking asoup, made with a type of radish kimchi.And it sure did. The drink felt less like an alcoholic beverage and more like actual dongchimi. The pièce de résistance, however, was the pairing menu's complementary dish: actual dongchimi kimchi, which was decorated like a lime on top of a margarita.The Patbingsu Brown Ale was a drink that was designed to be paired with a cup of Patbingsu in the summer. Using red beans as an ingredient, the brown ale had a relatively thick body and bitter flavor, which paired well with a sweet cup of bingsu.“Creating and developing new craft beer types take a minimum of six months to three full years, depending on their concept and the type of ingredients mixed,” Lee told the Korea JoongAng Daily, adding that beers with added grain, fruit or different kinds of spice would take six months, while “experimental beers” would take up to three years.“Craft beers mixed with wine,[Korean rice wine], or featuring never-used-before ingredients — like dongchimi and vegetables — require me to engage in a study of the ingredient matter,” he said. “For the Dongchimi Gose, I had to start from learning about how kimchi was fermented.”Dongchimi Gose and Patbingsu Brown Ale will hit the market in June, while Funky Magic is set to be released in July. Lee also said he was developing beers with blood plums, a Jinju native wheat and pine knots, expected to be released later this year.BY CHO YONG-JUN [ [email protected]",
    "image": "https://koreajoongangdaily.joins.com/data/photo/2025/06/05/3e77b33d-0eff-4d41-8927-e49995bc1a15.jpg"
  },
  {
    "id": 50,
    "title": "Netflix's sci-fi romance 'Lost in Starlight' illuminates shifting tide for Korean animation",
    "content": "Audio report: written by reporters, read by AI\n\nWhen we talk about long-distance relationships, it usually means partners being far away from one another, on Earth. But 25 years from now, that distance might stretch into space — and that’s exactly what Netflix’s new sci-fi romance animation “Lost in Starlight” explores.Released on May 30, the film marks Netflix’s first-ever Korean animated original and a potential turning point for Korea’s long-underestimated animation industry.While Korean dramas have long captured the global spotlight, Korean animation — especially works targeting adults — has often remained in the shadows. But with recent successes like “Solo Leveling” (2024-25) and “The King of Kings,” the tide is beginning to turn.Director Han Ji-won, who led “Lost in Starlight,” now finds herself at the forefront of this shift. The sci-fi animation released on Netflix on May 30.“Every time I met with other directors, they would say things like, ‘You’re our hope,’ or ‘Please do well,’ with a mix of encouragement and pressure,” she said.The director sat down for an interview with reporters at a cafe in Jongno District, central Seoul, on Monday to talk about behind-the-scenes goings on, as well as how Korean animation might finally be stepping onto the global stage.For director Han, “Lost in Starlight” holds a special meaning not only because it is being released on a global platform, but also because it was motivated from her own romance experience.Set in Seoul in the year of 2050, the film trails the coming-of-age story of a couple — Nan-young, an aspiring astronaut preparing to leave for Mars, and Jay, a musician struggling with stage fright. As Nan-young heads off into the space and Jay remains on Earth, the story explores how their relationship evolves across time and distance. Nan-young was voiced by actor Kim Tae-ri and Jay by Hong Kyung.In the film, Jay's unwavering support for Nan-young’s dreams was inspired by the director’s personal experiences, she revealed.“I used to be the type of person completely consumed by work,” Han said. “But at the time, I started reflecting on my patterns in love and the way I was living. It made me wonder — does it really have to be a choice between work and love?”“My obsession with work was, in a way, rooted in anxiety. So I imagined a male lead who could embrace that part of someone — who could say, ‘You’re okay just as you are.’ That idea was deeply influenced by my own relationship at the time, where I found a lot of comfort and reassurance. I tried to bring those emotions to life in the story.”In the film, the portrayal of Seoul in 2050 — centered largely around Sewoon Plaza, a shopping district still known today for electronics — naturally blends present-day scenery with futuristic elements like large holograms and autonomous driving vehicles.Striking the right balance in depicting this not-too-far though not not-that-close future setting was one of the director’s most challenging tasks, as she had to carefully navigate that “subtle” in-between area.To navigate this, she relied on her usual artistic approach: creating a strong “sense of lived-in reality,” something she sees as essential to any worldbuilding.“That feeling of everyday life is what makes characters feel real — like they’re truly living and breathing in the space — and it also creates meaningful interaction between the characters and their environment,” Han said. “So when we were balancing elements of the past and present, we made a conscious effort to incorporate familiar details that would ground the world in something relatable.”Rather than conjuring up a distant or abstract future, Han and her team drew inspiration from architectural brand magazines and fashion sources that proposed near-future aesthetics. They also reinterpreted everyday activities with a futuristic twist, such as the way we communicate through smartphones.“Our team tried to find a sense of the future within the spaces we move through in our everyday lives — something that feels lived-in,” the director said.Director Han has been part of the Korean animation scene for 15 years, mostly in the indie field before her collaboration with Netflix. Her first debut project, short animation film “Kopi Luwak” (2010), won the grand prize at the 6th Seoul Independent Animation festival. Since then, she has become a prominent figure in the field. Her 2022 animation film “The Sea on the Day When the Magic Returns” was invited to screen at the 39th Sundance Film Festival and the 34th Palm Springs International Film Festival.Throughout her decade-plus career, however, the Korean animation industry has largely focused on infants and children, with hits like “Pororo The Little Penguin” and Pinkfong’s “Baby Shark.” Animations aimed at older audiences were rarely considered due to limited distribution channels and profit models.“In my case, I was fortunate to be on a global platform, which became possible only after a major shift in the landscape,” Han said. “Before that, especially in Korea, launching a 3D animated work commercially had extreme limits.”“On its own, it couldn’t generate enough profit, so it had to be designed with secondary revenue in mind — mainly through merchandise like toys. That meant the content had to be educational and aimed at infants or young children.”However, a turning tide is becoming increasingly visible, and Han, along with other Korean animators, is optimistic, especially due to the rise of streaming platforms like Netflix.“There's growing momentum around the idea that these platforms will open up new possibilities for creators to propose and launch projects outside the traditional framework,” Han said.BY KIM JI-YE [ [email protected]",
    "image": "https://koreajoongangdaily.joins.com/data/photo/2025/06/05/17098afd-1900-4977-bf56-551e5d68b6cd.jpg"
  },
  {
    "id": 52,
    "title": "On Memorial Day, president promises compensation commensurate with national gratitude",
    "content": "President Lee Jae-myung vowed on Friday, Korea’s Memorial Day, to provide “rightful compensation” to those who have sacrificed for the nation, stressing that honoring veterans and patriots is a fundamental duty of the state.“Rewarding patriotic service is the minimum courtesy for sacrifice and devotion, and a responsibility and obligation that the state must fulfill,” Lee said during his Memorial Day address at Seoul National Cemetery in Dongjak District, southern Seoul.Attending the annual ceremony for the first time since taking office just two days ago, Lee pledged to overturn a longstanding adage that \"three generations suffer for resisting colonial rule, while three generations thrive by collaborating with it.”The saying reflects how, during and after Japan's 1910-45 colonial rule, Koreans who fought for independence often faced generations of hardship, while those who collaborated with the colonizers prospered.“That expression must disappear forever,” Lee said, “and sacrifices made for the country must be properly rewarded.”Around 4,000 people took part in the 70th Memorial Day ceremony, including war veterans and families, government officials, civic representatives and members of the public.Among the guests were the families of four Navy service members — Lt. Col. Park Jin-woo, Maj. Lee Tae-hoon and M. Sgts. Yoon Dong-gyu and Kang Shin-won — who died in a maritime patrol aircraft crash in late May. The family of Fire Lt. Im Seong-cheol, who was killed while responding to a warehouse fire in Jeju in December 2023, was also invited.President Lee expressed his “respect and gratitude” to all veterans who have dedicated themselves to the country and offered “deepest condolences” to the bereaved families who lost loved ones in service.He explained that the purpose of Memorial Day was “to remember, to record and to take responsibility.”Lee expressed his gratitude to independence fighters, military personnel who fought in wars and young people who resisted dictatorship in the name of democracy.“Thanks to their noble sacrifices, Korea overcame the scars of war to become one of the world’s top 10 economies,” he said. “Thanks to their courage, we emerged from the shackles of dictatorship to become a model democracy admired around the world.”He emphasized the importance of remembrance: “The freedom, peace, prosperity and abundance we enjoy today must not be taken for granted. That is why we gather each year to remember, record and recommit.”“Special rewards should be given for sacrifices made for the greater good,” Lee added, repeating his call for compensation that reflects national gratitude. “A country where sacrifice for the public good is met with rightful compensation, where devotion for all is honored above all else — that is the kind of country we must build.”Lee pledged that his administration would “fully uphold its responsibilities and obligations,” promising higher levels of respect and support for veterans and their families.“We will ensure that veterans and their families feel pride and dignity,” he said, “and we will enhance both honors and benefits.”He promised expanded support for the surviving spouses of war veterans and an improved medical support system that ensures convenient access to care near their homes.Lee also vowed to provide fair compensation for military service and strengthen the recognition of veterans and discharged soldiers.“We must not forget the efforts of those who are serving our country right now,” he added, citing military personnel, firefighters and police officers. “Thanks to their dedication — guarding the nation overnight, responding to disasters and tackling crime — our citizens can safely enjoy their daily lives.”He pledged to improve conditions for uniformed public servants so they can focus on their work without worry.“As long as these uniformed citizens protect the people,” Lee said, “the Republic of Korea will protect them.”He concluded by calling on the nation to honor the legacy of those who gave their lives for the country.“It is our shared duty to make this nation, which our fallen heroes protected, shine even more,” he said. “A peaceful nation without fear of war and a safe nation where daily life is unshaken — that is the most responsible response to noble sacrifice.”Lee ended his address by affirming his faith in the Korean spirit: “With the strength of a people who always put ‘us’ before ‘me’ in times of crisis, I firmly believe we can achieve it.“Once again, I offer my deep respect and gratitude before the spirits of the fallen patriots and war heroes. I will firmly engrave in my heart the special sacrifice and devotion made for all.”BY CHO MUN-GYU [ [email protected]",
    "image": "https://koreajoongangdaily.joins.com/data/photo/2025/06/06/209ddc4a-3e9b-491f-b39e-5f6e0f95e874.jpg"
  },
  {
    "id": 54,
    "title": "Día 21 de paro de la CNTE; entre vidrios rotos, portazos, incendios y más protestas, destrozan al SNTE",
    "content": "Desde hace más de una hora, en el edificio del Sindicato Nacional de Trabajadores de la Educación (SNTE), se escucha el estrellar de vidrios y los golpes de mazos por parte de docentes de la Coordinadora Nacional de Trabajadores de la Educación (CNTE), para romper la puerta de entrada al organismo sindical, donde despacha el secretario general y también senador morenista, Adolfo Cepeda Salas.\n\nAfuera, miles de docentes de Oaxaca, Michoacán y Guerrero están a la espera de que esa puerta, reforzada con gruesas láminas de acero, caiga de un momento a otro.\n\nA punta de mazazos, los profesores centistas lograron entrar al edificio, a pesar de las gruesas barras de acero.\n\nMaestros de la CETEG ingresaron a las instalaciones del SNTE y prendieron fuego a papelería de oficinas; además, hicieron una fogata afuera de la sede con las cosas que sacaron del lugar en la Ciudad de México, el 5 de junio de 2025. Foto: Diego Simón Sánchez/EL UNIVERSAL\n\nY el magisterio disidente gritó jubiloso, pero los y las docentes han prohibido el uso de celulares y de cámaras, bajo la amenaza de que serán retirados.\n\nLee también Con portazo, maestros de la CNTE buscan ingresar a oficinas del ISSSTE en Buenavista; esperan que entre una comisión\n\nA las 9:30 de este jueves, los y las profesoras comenzaron a aglutinarse en la sede del SNTE, que se ubica en República de Venezuela, en el corazón de la capital del país.\n\nTambién lo hicieron maestros y maestras con el rostro cubierto, bajo consignas de \"Va caer, va a caer, la Ley del Issste va a caer\", \"Mentira, mentira, la misma porquería\" y \"Va a caer, va a caer, el charrismo va a caer\".\n\nAfuera del edificio del SNTE, que ha sido aliado del partido hegemónico desde que el expresidente Andrés Manuel López Obrador, asumió el poder, todo es júbilo pues saben que esa puerta de acceso al sindicato magisterial, se abrirá de un momento a otro.\n\nMaestros de la CETEG ingresaron a las instalaciones del SNTE y prendieron fuego a papelería de oficinas; además, hicieron una fogata afuera de la sede con las cosas que sacaron del lugar en la Ciudad de México, el 5 de junio de 2025. Foto: Diego Simón Sánchez/EL UNIVERSAL\n\nMaestros de la CETEG ingresaron a las instalaciones del SNTE y prendieron fuego a papelería de oficinas; además, hicieron una fogata afuera de la sede con las cosas que sacaron del lugar en la Ciudad de México, el 5 de junio de 2025. Foto: Diego Simón Sánchez/EL UNIVERSAL\n\nSNTE interpone demanda por daños a sus instalaciones\n\nLa dirigencia del Sindicato Nacional de Trabajadores de la Educación (SNTE) informó que interpuso una demanda por daños contra quien resulte responsable, luego de que manifestantes pertenecientes a la Coordinadora Nacional de Trabajadores de la Educación (CNTE) hicieron destrozos en su edificio sede, ubicado en el Centro Histórico de la Ciudad de México.\n\nEn entrevista con EL UNIVERSAL, el profesor José García Mora, coordinador del Colegiado de Finanzas y vocero del SNTE, informó que a reserva de tener un informe más detallado en el que se cuantifiquen los daños, la CNTE vandalizó el inmueble, tanto en su fachada, donde destruyó cortinas y accesos, como en el interior, dónde prendió fuego a oficinas y quemó documentos, muebles y equipos de cómputo, además de sustraer diversos materiales.\n\n“Es un acto totalmente rechazado por el magisterio nacional. Hay consternación, hay enojo tanto en el magisterio como en los integrantes de las secciones, como en los comités ejecutivos seccionales de todo el país. Y bueno, pues estas no son las manifestaciones o la forma de solucionar los conflictos que tenemos los trabajadores de la educación como mecanismo legal de defensa de los derechos.\n\n“Entonces, esta irrupción es un vandalismo. Fueron llamados a vandalizar un edificio que espero que no quede impune. Espero que las autoridades atiendan puntualmente estos hechos y que se castigue a los responsables. No hay vuelta de hoja. Esto es un patrimonio de los trabajadores de la educación, de todos los integrantes de este sindicato, del cual ellos mismos son parte”, advirtió.\n\nGarcía Mora denunció que los manifestantes irrumpieron tanto en áreas de oficina como en los archivos, “archivos incluso históricos que espero podamos salvar o salvaguardar, algunos de ellos que no se pueden reponer, que serían un daño irreparable, pero todavía no tenemos un recuento de hasta dónde. Sí sabemos que el fuego alcanzó dos pisos, ahora esperemos que los daños no sean mayores en los materiales que estaban ahí”, apuntó.\n\nLee también Tras portazo e incendio, Segob rechaza enérgicamente “actos vandálicos” de la CNTE; \"apenas fue una escaramuza\": CETEG\n\nCNTE analiza \"pausa\" a su huelga en el Zócalo; \"juntos empezamos, juntos nos vamos\"\n\nTras considerarlo en días pasados, las distintas secciones de la Coordinadora Nacional de Trabajadores de la Educación (CNTE) analizan una \"pausa\" a su plantón en el Zócalo de la Ciudad de México para reorganizarse.\n\n\"Vamos a discutir cada asamblea de cada contingente (...) Nadie se va antes, nadie se va después\", dijo el maestro Pedro Hernández, secretario de la sección 9 de la CNTE tras no ser recibido el magisterio disidente en las oficinas del ISSSTE.\n\n\"Hoy nos vamos con la convicción de que está lucha es de largo aliento, que está lucha no es de velocidad (...) No rápido y solos. Tal vez algunas secciones están discutiendo ya una pausa, pero esa pausa tiene que ser un acuerdo general.\n\n\"El principio que hemos reiterado una y otra vez es que juntos empezamos, juntos nos vamos\", expresó.\n\nReiteró que por lo pronto el plantón se queda en el Zócalo de la Ciudad de México.\n\nÚnete a nuestro canal ¡EL UNIVERSAL ya está en Whatsapp!, desde tu dispositivo móvil entérate de las noticias más relevantes del día, artículos de opinión, entretenimiento, tendencias y más.\n\napr/bmc",
    "image": "https://www.eluniversal.com.mx/resizer/v2/YSWHJFXONRA33ICPWOHWVB3GNE.jpg?auth=17857e0bf6ff646bf10e1dbb545254910b25c2036632a9d032ddd46b3e9fac36"
  },
  {
    "id": 56,
    "title": "Reabre Museo de Antropología; visitantes disfrutan del patrimonio cultural mexicano con presencia de la Policía Auxiliar de la CDMX",
    "content": "Luego de la llegada del equipo de seguridad conformado por elementos de la Policía Auxiliar de la Ciudad de México, el Museo Nacional de Antropología recibió a visitantes locales y extranjeros, quienes poco a poco fueron dando vida al recinto, considerado el más importante de México y América Latina por su vasto legado cultural y por el número de visitantes que reúne año con año.\n\nTras la crisis que azotó a los museos del Instituto Nacional de Antropología e Historia (INAH) por el cambio de la Policía Auxiliar a empresas privadas de seguridad, quienes se encargarían de la seguridad de los recintos destinados a resguardar el patrimonio cultural de México, las salas de Antropología volvieron a adornarse con visitantes locales y extranjeros, quienes apreciaron las piezas y vestigios que narran la historia maya, mexica, tolteca, entre otras culturas.\n\nGrupos de estudiantes, visitantes extranjeros y locales en recorrido con guías del museo, entraron desde las 9 de la mañana, hora en la que el recinto abrió sus puertas, con la garantía que después de la crisis por falta de custodios, hoy se cuenta con 66 elementos para resguardar y proteger los tesoros arqueológicos del país.\n\nFoto: Cristopher Cabello/EL UNIVERSAL.\n\nLee también: Reabre Museo de Antropología; Policía Auxiliar regresa a seguridad del INAH\n\nSin embargo, tras la problemática, el museo no lució como en sus mejores días; si bien se notó la presencia de grupos de estudiantes, turistas e incluso parejas y personas solas, algunas partes del recinto permanecieron con poca afluencia, como las salas etnográficas del museo ubicadas en el segundo piso.\n\nPor su parte, los elementos de la Policía Auxiliar de la CDMX se notaban atentos a su trabajo, realizando rondines y vigilando que los visitantes no se acercaran demasiado a las piezas museísticas.\n\nMuseo Nacional de Antropología. Foto: Cristopher Cabello/ EL UNIVERSAL.\n\nAyer se informó que el Museo Nacional de Antropología fue premiado con el Premio Princesa de Asturias de la Concordia 2025, a la par que el INAH lidiaba con la crisis de tener uno de sus más importantes museos con las puertas cerradas, generando descontento entre los visitantes.\n\nmelc",
    "image": "https://www.eluniversal.com.mx/resizer/v2/RRQ6ERVF4NDMBPE7E4ATFFAZIE.jpg?auth=364cbb13e972a4e675e8a7f9b682a2df945affe177f6eb02d63a808d664b1037"
  },
  {
    "id": 58,
    "title": "\"Bromance\" Trump-Musk se derrumba; \"me decepcionas\", dice el republicano; \"sin mí, no ganas\", revira Elon",
    "content": "Washington.- El \"bromance\" entre Donald Trump y Elon Musk se derrumbó de forma estrepitosa este jueves a plena vista del público entre acusaciones mutuas y tras la ofensiva lanzada por el empresario contra el plan fiscal del presidente de Estados Unidos.\n\nMusk incluso se atribuyó la victoria de Trump en las elecciones de 2024: \"Sin mí Trump habría perdido, los demócratas hubieran controlado la Cámara de Representantes y los republicanos se habrían quedado en 51-49 en el Senado\", dijo en X.\n\nEl desencadenante que dinamitó la alianza entre dos socios que hasta ahora parecían inseparables fue el plan fiscal impulsado por Trump, que según la Oficina Presupuestaria del Congreso, un ente no partidista, incrementará la deuda del país en 2.4 billones de dólares durante la próxima década.\n\nTrump expresó lo \"decepcionado\" que está con el magnate sudafricano por sus comentarios en contra de su polémico plan fiscal y presupuestario, a debate ahora en el Senado.\n\nLee también Tras críticas de Musk al plan fiscal, Trump se dice decepcionado; \"teníamos una relación estupenda. No sé si la seguiremos teniendo\"\n\nEl presidente Donald Trump habla durante una conferencia de prensa con Elon Musk en la Oficina Oval de la Casa Blanca, en Washington. Foto: AP\n\n\"Una montaña rusa\", así ha sido la relación Trump-Musk\n\nLa relación entre los dos controvertidos personajes, no obstante, ha sido desde hace años una montaña rusa.\n\nAntes de las presidenciales de 2016, que Trump ganó, Musk (consejero delegado de Tesla y SpaceX y propietario de X y xAI entre otras empresas) declaró a la cadena CNBC que pensaba que el político y empresario no era \"el mejor tipo\" para el cargo de presidente.\n\n\"No parece tener el tipo de personalidad que refleje bien a Estados Unidos\", dijo.\n\nTras esa victoria electoral, Musk aceptó participar en un consejo asesor que Trump creó, pero tras su decisión de retirar en 2017 a EU del Acuerdo de París sobre la crisis climática se distanció del mandatario.\n\nLas posturas entre Musk y Trump empezaron a acercarse de nuevo durante el mandato del demócrata Joe Biden (2021-2025). En 2022, el empresario compró Twitter, reactivó la cuenta del republicano y dio más espacio en la red social a las voces extremistas.\n\nEn 2023, las críticas de Musk a Biden arreciaron y el empresario multiplicó sus contactos, primero con personas de la esfera de Trump y del Partido Republicano, y en 2024, año electoral, directamente con el entonces candidato a la Presidencia de EU.\n\nDurante la campaña, Musk se convirtió en una de las principales herramientas de Trump, apareciendo en dos mítines y donando al menos 250 millones de dólares al candidato republicano, según señaló el diario The Washington Post.\n\nCuando finalmente Trump regresó a la Casa Blanca el pasado enero, el presidente recompensó a Musk con la dirección del todopoderoso Departamento de Eficiencia Gubernamental (DOGE), la entidad encargada de recortar de forma drástica el gasto público federal y con acceso a información vital del país.\n\nLee también Elon Musk tacha de \"abominación repugnante\" el plan fiscal de Trump; críticas no cambian nada, dice Casa Blanca\n\nTrump compró un auto Tesla, propiedad de Elon Musk, como “una muestra de confianza y apoyo a su entonces colaborador, a quien calificó como \"un estadounidense verdaderamente grande”. Foto: AFP\n\n¿De mano derecha a piedra en el zapato?\n\nMusk se convirtió literalmente en la mano derecha de Trump: en numerosas ocasiones apareció en el Despacho Oval a la derecha del presidente mientras este lanzaba importantes anuncios económicos, de política nacional o de asuntos exteriores.\n\nLa relación con Trump, su dedicación a DOGE, así como sus coqueteos con movimientos de extrema derecha en Europa le costaron caro a Musk, especialmente a través de Tesla, cuyas ventas se han desplomado en muchos mercados.\n\nMusk anunció en abril que reduciría su dedicación a DOGE a \"uno o dos días\" a la semana a partir de mayo, pero el 28 de mayo dijo que abandonaría totalmente la gestión del departamento para centrarse en Tesla. Para entonces, Musk ya había lanzado alguna crítica al plan fiscal del presidente, aprobado ya por la Cámara Baja y que está siendo tramitado en el Senado.\n\nEl día de la despedida, en una nueva comparecencia conjunta el 30 de mayo en el Despacho Oval, Trump y Musk se intercambiaron elogios.\n\nPero el controvertido plan fiscal ha hecho realidad lo que muchos analistas anticipaban desde hacía tiempo: que el ego de los dos personajes era demasiado grande para permitir una coexistencia pacífica.\n\nLee también Acciones de Tesla caen más de 8% en Wall Street; desplome se da tras enfrentamiento de Trump y Musk\n\nEl distanciamiento entre Trump y Musk acaparó la atención publica. Foto: Facebook @DonaldTrump\n\nEl martes, Musk calificó de \"abominación repugnante\" dicho proyecto fiscal. Hoy dio un paso más y en su red social acusó al presidente de mentir cuando este dijo que había estado al tanto de sus pormenores.\n\n\"¡Falso. No me enseñaron este proyecto de ley ni una sola vez\", dijo Musk en X poco después de que Trump pareciera dar por terminado ese imposible 'bromance': \"Elon y yo teníamos una gran relación. No sé si seguirá así\", señaló en la Casa Blanca.\n\nEse distanciamiento público acaparó de inmediato la atención de la \"magasfera\", los seguidores del ideario \"Make America Great Again\" del presidente, a la que se habían unido los partidarios de Musk.\n\n\"Estamos confundidos, ¿siguen siendo buenos amigos o no?\", señalaba en tono irónico uno de ellos, mientras muchos otros se apresuraron a preguntar al chatbot Grok qué estaba pasando entre ambos y quién tiene la razón.\n\nÚnete a nuestro canal ¡EL UNIVERSAL ya está en Whatsapp!, desde tu dispositivo móvil entérate de las noticias más relevantes del día, artículos de opinión, entretenimiento, tendencias y más.\n\n¡EL UNIVERSAL ya está en Whatsapp!, desde tu dispositivo móvil entérate de las noticias más relevantes del día, artículos de opinión, entretenimiento, tendencias y más.\n\nmcc",
    "image": "https://www.eluniversal.com.mx/resizer/v2/XTGR2L4VGRAOFNCR4IPSY6DNM4.jpg?auth=6e4950de65b94ddd1e425fd277dcf3d604afe89034fe68363d2d3b2ce0b34ab1"
  },
  {
    "id": 60,
    "title": "Trump calls Pakistan’s leadership ‘very strong’",
    "content": "This is not the first time Trump has taken credit for easing tensions between the South Asian rivals.\nU.S. President Donald Trump gestures, as he departs for Pennsylvania, on the South Lawn of the White House in Washington, D.C., U.S., May 30, 2025. Photo:REUTER\nListen to article\nUS President Donald Trump praised Pakistan’s leadership during a meetin... [3362 chars]",
    "image": "https://i.tribune.com.pk/media/images/untitled-design-1441748681385-0/untitled-design-1441748681385-0.jpg"
  },
  {
    "id": 61,
    "title": "Remains found in search for missing Queensland teenager Pheobe Bishop",
    "content": "Police say they have found what is believed to be human remains in the search for missing Queensland teenager Pheobe Bishop.\nPolice say they have found what is believed to be human remains in the search for missing Queensland teenager Pheobe Bishop.\nQueensland Police said the discovery was made on Friday afternoon near Good Night Scrub National Park near Gin Gin.\nThe 17-ye... [2413 chars]",
    "image": "https://live-production.wcms.abc-cdn.net.au/e2f8cc9a2190e2ad616bcf26de27c6db?impolicy=wcms_watermark_news&cropH=406&cropW=722&xPos=0&yPos=192&width=862&height=485&imformat=generic"
  },
  {
    "id": 62,
    "title": "Dayang family slams Aklan police for misleading statement on murder",
    "content": "ILOILO CITY – The family of slain veteran journalist Juan “Johnny” Dayang decried statements made by the police that his April 29 murder in Kalibo town,...\nILOILO CITY – The family of slain veteran journalist Juan “Johnny” Dayang decried statements made by the police that his April 29 murder in Kalibo town, Aklan province is already a “cleared” case.\nDAYANG\n“Johnny Dayang stood for truth, public service... [1386 chars]",
    "image": "https://mb.com.ph/manilabulletin/uploads/images/2025/06/06/17525.webp"
  },
  {
    "id": 63,
    "title": "New Clashers vs Clashbackers in 'The Clash' 2025",
    "content": "GMA Network’s hit singing competition \"The Clash\" is back for its new season – louder, bigger, and more intense than ever before.\nGMA Network’s hit singing competition \"The Clash\" is back for its new season – louder, bigger, and more intense than ever before.\nPremiering this June 8, \"The Clash\" 2025 comes with a thrilling new format: New Clashers versus Clashbackers. For the fi... [1737 chars]",
    "image": "https://images.gmanews.tv/webpics/2025/06/The_Clash_2025_thumbnai_lphoto__2025_06_06_16_13_26.jpg"
  },
  {
    "id": 64,
    "title": "The OnePlus 12 is still a powerhouse in 2025 - and it's on sale for a limited time",
    "content": "ZDNET's key takeaways The OnePlus 12 has a starting price of $799\n\nIt was the company's most complete handset in 2024 with the fastest charging speeds on the market (both wired and wireless), a flagsh...",
    "image": "https://www.zdnet.com/a/img/resize/26986ec22c0c1abe42574c9ce332d405876530df/2024/01/23/689fb368-9cdb-4a7d-a638-7dc49902c627/dsc01051.jpg?auto=webp&fit=crop&height=675&width=1200"
  },
  {
    "id": 65,
    "title": "Dangerous 'Devil in the Ozarks' former police chief on the run as expert warns outdoorsmen to stay away",
    "content": "A survivalist is issuing a warning for hikers and outdoorsmen in the Ozarks of Arkansas: steer clear of the area.Shawn Hendrix's warning comes amid an ongoing search for prison escapee and former Gateway Police Department Chief Grant Hardin, 56, who fled from a medium-security prison in Calico Rock ...",
    "image": "None"
  },
  {
    "id": 66,
    "title": "Airline passenger shocked when agent rejects checked bag for 'bizarre' reason",
    "content": "A flight passenger shared frustrations about a surprising issue involving a checked bag — garnering plenty of comments from other users.   Posting in the \"r/delta\" Reddit forum with the title, \"My checked bag was rejected for being underweight,\" the user wrote that large souvenirs from a trip would ...",
    "image": "None"
  },
  {
    "id": 67,
    "title": "Billy Bush says Diddy's alleged balcony incident echoes 'sick' behavior in hit TV show",
    "content": "Jurors in Sean \"Diddy\" Combs' federal trial heard testimony this week about Cassie Ventura's friend allegedly being dangled off a balcony at the hands of the rapper. The explosive testimony echoed similarities between Diddy and one of television's greatest hits, \"The Sopranos,\" according to Billy Bu...",
    "image": "None"
  },
  {
    "id": 68,
    "title": "Procter & Gamble to Cut 7,000 Jobs - WSJ",
    "content": null,
    "image": null
  },
  {
    "id": 69,
    "title": "New Zealand Parliament votes for record suspensions of 3 lawmakers who performed Māori haka - AP News",
    "content": "New Zealand legislators have voted to enact record suspensions from Parliament for three lawmakers who performed a Māori haka to protest a proposed law. Hana-Rāwhiti Maipi-Clarke on Thursday received a seven-day ban and her colleagues Debbie Ngarewa-Packer an…",
    "image": "https://dims.apnews.com/dims4/default/5382c7e/2147483647/strip/true/crop/3122x1756+0+162/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F14%2F46%2F4d9bc59cb6dfea22ae3842841b3c%2F10741831428742458da1f08eeba4b587"
  },
  {
    "id": 70,
    "title": "What we know about Trump's latest travel ban - BBC",
    "content": "President Trump has signed a proclamation banning travel to the US from nationals of 12 countries.",
    "image": "https://ichef.bbci.co.uk/news/1024/branded_news/edeb/live/c9371e70-41c9-11f0-bace-e1270fc31f5e.jpg"
  },
  {
    "id": 71,
    "title": "Judge bars Trump administration from deporting family of Boulder attack suspect - The Washington Post",
    "content": "A federal judge barred the Trump administration from deporting the wife and children of an Egyptian man accused of throwing molotov cocktails at a pro-Israel demonstration in Colorado.",
    "image": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/RUGLRTKULZB6XPESJMXXJVLTDI.jpeg&w=1440"
  }
]