[
  {
    "id": 0,
    "title": "Inside Kigali sanctuary where birds get new lease of life",
    "content": "By Ange Iliza More by this Author\n\nRwanda, one of the world's most densely populated countries and the surging population is posing threat to natural habitats, which some animals call home.\n\nBirds, among them cranes, have fallen victim to ever increasing pressure on the natural habitat. During the 2000s, hotels and residents in Kigali frequently captured cranes, and amputated their wings to domestically keep them within private gardens.\n\nAmong the crane species to be domesticated is the Grey-crowned which is widely seen in East Africa. This practice led to hundreds of them getting killed in the process while others were exposed to diseases. It is against this backdrop that Dr Olivier Nsengimana developed a passion for keeping birds.\n\nNsengimana is a professional veterinarian with a passion for both the bustling city of Kigali and the endangered wildlife that calls it home. Since 2014, Nsengimana has taken the challenge to save and shelter cranes and other birds. When he started, the wildlife faced an imminent danger including poaching.\n\nAs a seasoned veterinarian, Nsengimana understood that Kigali's nature desperately needed a lifeline, and he took on the challenge to strike a balance between wildlife preservation and city life.\n\nThe focal point of his mission is the breathtaking “Umusambi Village,” an eco-tourism park spanning 70 hectares and sheltering a diverse range of over 140 species of cranes, birds, insects and other species.\n\nAdvertisement\n\nThe Umusambi village, located on the outskirts of Kigali, emerged as the perfect haven for endangered birds to flourish. Away from the threats of poaching and diseases, this sanctuary provides the necessary environment for these majestic creatures to reproduce and thrive.\n\nThe park shelters 58 disabled cranes whose wings have been removed. The efforts have resulted in an ever-increasing number of avian species, both native to Rwanda and from distant skies, finding solace in the sanctuary he created. The park receives at least 100 visiting cranes.\n\nThe park shelters other species that otherwise would not have a home in the bustling skyscrapers and moving cars of Kigali such as bats, butterflies, vultures, and birds. In addition to his role as a veterinarian, Nsengimana is a true aficionado of birds. His passion for these winged creatures shines through every aspect of his work. “I am not just a veterinarian. I have a distinguished love for birds.\n\nThe way they fly and dance in fleets is just majestic. Taking care of them is my passion,” Nsengimana says. To raise awareness of wildlife conservation, the park is open to visitors as well as holding events and parties with strict restrictions on meddling with the species. Navigating the intricate web of wildlife conservation and urban development has not been without its challenges.\n\nDr Nsengimana has been actively seeking partnerships and funding to ensure the birds receive the care they deserve.",
    "image": "https://rwandatoday.africa/resource/blob/4302028/d34650c63fe5ae4435eae994999766ce/umusambi-village-data.jpg"
  },
  {
    "id": 2,
    "title": "The 5 key issues Ken Ofori-Atta is being investigated for as deadline to report to OSP expires on June 2",
    "content": "Featured\n\nThe 5 key issues Ken Ofori-Atta is being investigated for as deadline to report to OSP expires on June 2\n\nGraphic.com.gh Jun - 01 - 2025 , 11:28 3 minutes read\n\nThe deadline for former Minister of Finance, Ken Ofori-Atta to report to the Office of the Special Prosecutor (OSP) expires on June 2, 2025.\n\nThe OSP has stated that if Mr Ofori-Atta fails to appear, his name will be added back to the list of wanted persons and he will again be declared a fugitive from justice.\n\nIn such case, the OSP will also begin the process to request an INTERPOL Red Notice against Mr Ofori-Atta.\n\nThe Office of the Special Prosecutor (OSP) is investigating Mr Kenneth Nana Yaw Ofori-Atta, a former Minister of Finance, over five major issues during his tenure in office under President Nana Addo Dankwa Akufo-Addo:\n\nThe Key Issues under investigations are:\n\nPetroleum and Minerals Revenue Assurance: Contractual arrangements between Strategic Mobilisation Ghana Limited and the Ghana Revenue Authority (GRA).\n\nElectricity Company Contract Termination: The termination of a contract between the Electricity Company of Ghana and Beijing Xiao Cheng Technology (BXC).\n\nNational Cathedral Project: Procurement procedures and financial transactions related to the National Cathedral.\n\nAmbulance Procurement: A Ministry of Health contract with Service Ghana Auto Group Limited for purchasing and maintaining 307 ambulances.\n\nGRA Tax P-Fund Management:Handling and disbursement of funds from the Tax P-Fund Account of the GRA.\n\nIn January 2025, the OSP officially notified Mr Ofori-Atta that he was a suspect in five separate cases and asked him to appear in person on February 10, 2025.\n\nMr Ofori-Atta's lawyers informed the OSP that he was abroad indefinitely for medical reasons, and offered to represent him in his absence.\n\nThe OSP rejected the claim of indefinite absence and demanded a firm return date by February 10, 2025, and warned of legal consequences for failure to comply.\n\nIt also reminded that legal representatives cannot respond to criminal charges on behalf of clients.\n\nOn February 10, 2025, Mr Ofori-Atta's lawyers submitted a doctor’s note stating he was undergoing tests and possibly surgery, with no clear return date.\n\nOn February 12, 2025 the OSP declared Mr Ofori-Atta a fugitive from justice, acting on an arrest warrant.\n\nOn February 18, 2025, Mr Ofori-Atta appealed to the OSP to remove his name from the ‘Wanted List’ and provided a definite return date in May 2025.\n\nThe OSP accepted his assurance and subsequently took his name off the list\n\nIn March 2025, Mr Ofori-Atta filed a lawsuit against the OSP and the Special Prosecutor, seeking compensation for what he called an unlawful declaration of him as wanted, and asked for the removal of related publications from the OSP’s social media.\n\nThe High Court in Accra (Human Rights Court) heard an interim application from Mr Ofori-Atta, asking that the OSP be barred from declaring him wanted again on March 28, 2025.\n\nFollowing this the OSP gave a deadline of June 2, 2025 for Mr Ofori-Atta to report in person to the OSP headquarters.\n\nAccording to the OSP, if he fails to appear, his name will be added back to the list of wanted persons and he will again be declared a fugitive from justice.\n\nIn such case, the OSP will also begin the process to request an INTERPOL Red Notice against him.",
    "image": "https://www.graphic.com.gh/images/2022/nov/21/ken_ofori_atta_9.jpg"
  },
  {
    "id": 4,
    "title": "Ukraine destroys 40 aircraft deep inside Russia ahead of peace talks in Istanbul",
    "content": "KYIV, Ukraine (AP) — A Ukrainian drone attack has destroyed more than 40 Russian planes deep in Russia’s territory, Ukraine’s Security Service said on Sunday, while Moscow pounded Ukraine with missiles and drones just hours before a new round of direct peace talks in Istanbul.\n\nA military official, who spoke with the Associated Press on condition of anonymity to disclose operational details, said the far-reaching attack took more than a year and a half to execute and was personally supervised by Ukrainian President Volodymyr Zelenskyy.\n\nThe military source said it was an “extremely complex” operation, involving the smuggling of first-person view, or FPV, drones to Russia, where they were then placed in mobile wooden houses.\n\n“Later, drones were hidden under the roofs of these houses while already placed on trucks. At the right moment, the roofs of the houses were remotely opened, and the drones flew to hit Russian bombers,” the source said.\n\nSocial media footage shared by Russian media appeared to show the drones rising from inside containers while other panels lay discarded on the road. One clip appeared to show men climbing onto a truck in an attempt to halt the drones.\n\nThe drones hit 41 planes stationed at military airfields on Sunday afternoon, including A-50, Tu-95 and Tu-22M aircraft, the official said. Moscow has previously used Tupolev Tu-95 and Tu-22 long-range bombers to launch missiles at Ukraine, while A-50s are used to coordinate targets and detect air defenses and guided missiles.\n\nThe Security Service of Ukraine said that the operation, which it codenamed “Web”, had destroyed 34% of Russia’s fleet of air missile carriers with damages estimated at $7 billion. The claim could not be independently verified.\n\nRussia’s Defense Ministry in a statement confirmed the attacks, which damaged aircraft and sparked fires on air bases in the Irkutsk region, more than 4,000 kilometers (2,500 miles) from Ukraine, as well as the Murmansk region in the north, it said. Strikes were also repelled in the Amur region in Russia’s Far East and in the western regions of Ivanovo and Ryazan, the ministry said.\n\nThe attack came the same day as Zelenskyy said Ukraine will send a delegation to Istanbul for a new round of direct peace talks with Russia on Monday.\n\nIn a statement on Telegram, Zelenskyy said that Defense Minister Rustem Umerov will lead the Ukrainian delegation. “We are doing everything to protect our independence, our state and our people,” Zelenskyy said.\n\nUkrainian officials had previously called on the Kremlin to provide a promised memorandum setting out its position on ending the war before the meeting takes place. Moscow had said it would share its memorandum during the talks.\n\nAlso on Sunday, Russia’s top investigative body said that explosions had caused two bridges to collapse and derailed two trains in western Russia overnight, killing seven in one of the incidents and injuring dozens more. Russian officials, however, did not say what had caused the blasts and the word “explosions” was later removed from an Investigative Committee press release.\n\nRussian strike hits an army unit\n\nRussia on Sunday launched the biggest number of drones — 472 — on Ukraine since the full-scale invasion in February 2022, Ukraine’s air force said.\n\nRussian forces also launched seven missiles alongside the barrage of drones, said Yuriy Ignat, head of communications for the air force. Earlier Sunday, Ukraine’s army said at least 12 Ukrainian service members were killed and more than 60 were injured in a Russian missile strike on an army training unit.\n\nThe strike occurred at 12:50 p.m., the statement said, emphasizing that no formations or mass gatherings of personnel were being held at the time.\n\nUkrainian army commander Mykhailo Drapatyi later Sunday submitted his resignation following the attack. He was a respected commander whose leadership saw Ukraine regain land on the eastern front for the first time since Kyiv’s 2022 counteroffensive.\n\nThe training unit was located to the rear of the 1,000-kilometer (620-mile) active front line, where Russian reconnaissance and strike drones are able to strike. Ukraine’s forces lack troops and take extra precautions to avoid mass gatherings as the skies across the front line are saturated with Russian drones looking for targets.\n\nNorthern pressure\n\nRussia’s Ministry of Defense said Sunday that it had taken control of the village of Oleksiivka in Ukraine’s northern Sumy region. Ukrainian authorities in Sumy ordered mandatory evacuations in 11 more settlements Saturday as Russian forces make steady gains in the area.\n\nSpeaking Saturday, Ukraine’s top army chief, Oleksandr Syrskyi, said that Russian forces were focusing their main offensive efforts on Pokrovsk, Toretsk and Lyman in the Donetsk region, as well as the Sumy border area.\n\n___\n\nFollow AP’s coverage of the war in Ukraine at https://apnews.com/hub/russia-ukraine",
    "image": "https://dims.apnews.com/dims4/default/cd4c5b2/2147483647/strip/true/crop/1975x1111+31+0/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2Fd8%2Fda%2Fe4c375027039389aadc75bbec655%2F291c558799c246ecb4b06fa62547573e"
  },
  {
    "id": 6,
    "title": "At least 31 Palestinians are killed while heading to a Gaza aid site, officials and witnesses say",
    "content": "RAFAH, Gaza Strip (AP) — At least 31 people were killed and over 170 were wounded Sunday while on their way to receive food in the Gaza Strip, health officials and witnesses said. Witnesses said Israeli forces fired on crowds around a kilometer (1,000 yards) from an aid site run by an Israeli-backed foundation.\n\nIt was the deadliest incident yet around the new aid distribution system, which has operated for less than a week.\n\nIsrael’s military said in a statement its forces did not fire at civilians near or within the site. An Israeli military official, speaking on condition of anonymity in line with procedure, said troops fired warning shots at several suspects advancing toward them a kilometer from the site.\n\nThe foundation — promoted by Israel and the United States — said in a statement it delivered aid “without incident.” It has denied previous accounts of chaos and gunfire around its sites, which are in Israeli military zones where independent media has no access.\n\nThe International Committee of the Red Cross said in a statement its field hospital in the southern city of Rafah received 179 casualties including women and children, 21 of them declared dead upon arrival, the majority with gunshot or shrapnel wounds.\n\n“All patients said they had been trying to reach an aid distribution site,” the ICRC said, calling it the highest number of “weapon-wounded” people in a single incident since the hospital was set up over a year ago.\n\n“Aid distribution has become a death trap,” the head of the United Nations agency for Palestinian refugees, Philippe Lazzarini, said in a statement.\n\nIn a separate statement, Israeli military chief of staff Lt. Gen. Eyal Zamir ordered that more aid sites be established — and that troops’ ground operation be expanded in unspecified parts of northern and southern Gaza.\n\nA new aid system marred by chaos\n\nMultiple witnesses have said Israeli troops fired on crowds near the new Gaza Humanitarian Foundation’s sites. Before Sunday, 17 people were killed while trying to reach them, according to Zaher al-Waheidi, head of the Gaza Health Ministry’s records department.\n\nThe foundation says private security contractors guarding its sites have not fired on crowds. Israel’s military has acknowledged firing warning shots on previous occasions.\n\nThe foundation said in a statement it distributed 16 truckloads of aid early Sunday “without incident,” and dismissed what it described as “false reporting about deaths, mass injuries and chaos.”\n\nU.N. agencies and major aid groups have refused to work with the new system, saying it violates humanitarian principles.\n\n‘The scene was horrible’\n\nThousands of people headed toward the distribution site hours before dawn. As they approached, Israeli forces ordered them to disperse and come back later, witnesses said. When the crowds reached the Flag Roundabout, around 1 kilometer away, at around 3 a.m., Israeli forces opened fire, the witnesses said.\n\n“There was fire from all directions, from naval warships, from tanks and drones,” said Amr Abu Teiba, who was in the crowd.\n\nHe said he saw at least 10 bodies with gunshot wounds and several other wounded people, including women. People used carts to ferry the dead and wounded. “The scene was horrible,” he said.\n\nMost people were shot “in the upper part of their bodies, including the head, neck and chest,” said Dr. Marwan al-Hams, a Health Ministry official at Nasser Hospital, where many were transferred from the Red Cross field hospital.\n\nA colleague, surgeon Khaled al-Ser, later said 150 wounded people had arrived, along with 28 bodies.\n\nIbrahim Abu Saoud, another witness, said the military fired from about 300 meters (yards) away. He said he saw many people with gunshot wounds, including a young man who died at the scene. “We weren’t able to help him,” he said.\n\nMohammed Abu Teaima, 33, said he saw Israeli forces open fire and kill his cousin and a woman as they headed toward the distribution site. He said his cousin was shot in his chest, and his brother-in-law was among the wounded.\n\n“They opened heavy fire directly toward us,” he said.\n\nAn AP reporter arrived at the field hospital at around 6 a.m. and saw dozens of wounded, including women and children. The reporter also saw crowds of people returning from the distribution point. Some carried boxes of aid but most appeared to be empty-handed.\n\nGaza’s Health Ministry said least 31 people were killed and over 170 were wounded.\n\n“This is sinful, enough with the humiliation. They humiliated us for the sake of food,” said Ilham Jarghon as fellow Palestinians wept and prayed for the dead.\n\nThe UN says new aid system violates humanitarian principles\n\nIsrael and the U.S. say the new system is aimed at preventing Hamas from siphoning off assistance. Israel has not provided evidence of systematic diversion, and the U.N. denies it has occurred.\n\nU.N. agencies and major aid groups say the new system allows Israel to control who receives aid and forces people to relocate to distribution sites, risking yet more mass displacement in the coastal territory.\n\n“It’s essentially engineered scarcity,” Jonathan Whittall, interim head in Gaza of the U.N. humanitarian office, said last week.\n\nThe U.N. system has struggled to bring in aid after Israel slightly eased its nearly three-month blockade of the territory last month. The groups say Israeli restrictions, the breakdown of law and order and widespread looting make it extremely difficult to deliver aid to Gaza’s roughly 2 million Palestinians.\n\nExperts have warned that the territory is at risk of famine if more aid is not brought in.\n\nThe war began when Hamas-led militants stormed into southern Israel on Oct. 7, 2023, killing some 1,200 people, mostly civilians, and abducting 251. They are still holding 58 hostages, around a third believed to be alive, after most of the rest were released in ceasefire agreements or other deals.\n\nIsrael’s military campaign has killed over 54,000 people, mostly women and children, according to Gaza’s Health Ministry, which does not say how many of the dead were civilians or combatants. The offensive has destroyed vast areas, displaced around 90% of the population and left people almost completely reliant on international aid.\n\nThe latest efforts at ceasefire talks appeared to stumble Saturday when Hamas said it had sought amendments to a U.S. ceasefire proposal that Israel had approved, and the U.S. envoy called that “unacceptable.”\n\nMediators Qatar and Egypt in a joint statement Sunday said they continued “intensive efforts to bridge the gaps in viewpoints” and hoped for “a swift agreement for a temporary ceasefire lasting 60 days, leading to a permanent ceasefire in the Gaza Strip.”\n\n___\n\nMagdy reported from Cairo. Associated Press writer Tia Goldenberg in Tel Aviv, Israel, contributed to this report.\n\n___\n\nFollow AP’s war coverage at https://apnews.com/hub/israel-hamas-war",
    "image": "https://dims.apnews.com/dims4/default/4876a8b/2147483647/strip/true/crop/7510x4224+0+391/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2Fa9%2F01%2F065d88e6df9c57874d79578ec16d%2F4ad9cf2a2b3b4a1384fafc110be38eeb"
  },
  {
    "id": 8,
    "title": "Trump Administration: Latest News and Live Updates",
    "content": "President Trump withdrew his nomination of Jared Isaacman as NASA administrator on Saturday, citing a review of his “prior associations.”\n\nIn announcing his decision to withdraw the nomination of Jared Isaacman, a billionaire entrepreneur, to run NASA on Saturday, President Trump cited a review of his “prior associations,” a veiled reference to donations Mr. Isaacman had made to Democrats.\n\nBut those donations were old news. While Mr. Trump privately told advisers in recent days that he was surprised to learn of Mr. Isaacman’s contributions and that he had not been told of them previously, he and his team were briefed about them during the presidential transition in late 2024, before Mr. Isaacman’s nomination, according to two people with knowledge of the events.\n\nOne of those people said Mr. Isaacman, who had already been approved by a Senate committee and was headed to a confirmation vote this week, directly told Mr. Trump about those donations when they met in person weeks after the 2024 election.\n\nA White House spokesman did not immediately respond to requests for comment. Reached by phone, Mr. Isaacman declined to comment.\n\nThe revelation came after Mr. Trump told associates that he had recently been informed of Mr. Isaacman’s donations to prominent Democrats, including in the past two campaign cycles.\n\nMr. Isaacman is the founder of a payment processing company and a close associate of Elon Musk, who after the election personally lobbied for Mr. Isaacman to get the NASA job. Mr. Isaacman has flown to space twice with Mr. Musk’s company SpaceX, which has several contracts with the space agency.\n\nMr. Trump is said to have deferred to Mr. Musk on the choice, given his success with SpaceX. But Mr. Trump told Mr. Musk on Friday, his last day in the government, that he planned to pull Mr. Isaacman’s nomination. Allies of Mr. Musk and some allies of Mr. Trump spent part of Saturday publicly trying to salvage the nomination.\n\nMr. Trump announced Mr. Isaacman as his pick in December, calling him “an accomplished business leader, philanthropist, pilot and astronaut.” Mr. Isaacman was set to lead an agency facing potentially vast budget cuts that had been operating with an acting administrator for months.\n\nImage Elon Musk with Jared Isaacman, center left, in 2021. Mr. Musk had personally lobbied for Mr. Isaacman’s appointment as head of NASA. Credit... John Kraus/Inspiration4, via Associated Press\n\nHis political donations included contributions to former Senator Bob Casey, the Pennsylvania Democrat who lost his seat in 2024, and to the California Democratic Party. He also donated more than once to Senator Mark Kelly of Arizona, a former astronaut. Mr. Isaacman has not been a particularly frequent donor to politicians over time, federal records show.\n\nWhen Mr. Isaacman met with Mr. Trump at his Palm Beach, Fla., club, Mar-a-Lago, shortly before he was announced for the job, he told the president-elect that he had previously given to Democrats, trying to anticipate a possible complication, according to a person briefed on the matter.\n\nHe also made several of Mr. Trump’s advisers aware of that fact, according to another person briefed on the matter, and at least some senators were aware of it when the administration began. Neither person was permitted to discuss the matter publicly.\n\n“With the support of President Trump, I can promise you this: We will never again lose our ability to journey to the stars and never settle for second place,” Mr. Isaacman wrote on X in December when he announced his nomination for the NASA role.\n\nBut in recent days, associates of Mr. Trump began pressing him on Mr. Isaacman’s Democratic donations. He had also donated $2 million to the Trump transition, but that did not save him from being pulled.\n\nWhile Mr. Musk was an advocate for Mr. Isaacman in Mr. Trump’s world, his appointment also had support in the Senate as well as from former astronauts and officials in the space industry.\n\nNo significant problems came up during Mr. Isaacman’s nomination hearing in April, where he appeared before the Senate Commerce Committee. He faced questions about his ties to Mr. Musk, declining to reply directly when asked if Mr. Musk had been present when Mr. Trump offered him the job during the transition. His nomination was moved forward by the committee with all the Republicans and four Democrats supporting him.\n\nMr. Trump has long held loyalty to him at a premium, but his advisers have made it a requirement in his second term. They have used a test of sorts to try to minimize staff who might subvert Mr. Trump’s agenda.\n\nBut that loyalty screen is at best applied inconsistently, both by the president and his team.\n\nContributions or other ties to top Democrats have often been ignored by those in Mr. Trump’s orbit if they came before the 2016 election cycle. And people who have supported Republicans but are seen as antagonistic to Mr. Trump have often been frozen out.\n\nEven there, consistency is lacking, appearing to rely on whether Mr. Trump or specific advisers personally like the people or find them useful in some way.\n\nFor instance, Robert F. Kennedy Jr., the health secretary, is a former Democrat and sporadic political donor who gave to Barack Obama in 2007 and who ran against Mr. Trump as an independent candidate in the 2024 cycle.\n\nImage Robert F. Kennedy Jr., the health secretary, is a former Democrat and sporadic political donor who gave to Barack Obama in 2007. Credit... Eric Lee/The New York Times\n\nMr. Musk also supported Democrats before becoming a significant Trump donor and then adviser.\n\nScott Bessent, the Treasury secretary, gave money to both Democrats and Republicans over many years, including contributing to an effort backing Hillary Clinton in 2013, according to federal campaign records. He also gave money to the Republican presidential campaigns of Jeb Bush and Senator Lindsey Graham in 2016, federal records show. Since 2016, however, he has primarily supported Republicans.\n\nLike Mr. Bessent and Mr. Musk, Howard Lutnick, the commerce secretary, who was a leader of the Trump transition, is a businessman who has given to politicians in both parties. Mr. Lutnick gave to Mrs. Clinton’s presidential campaign on June 30, 2015, 14 days after Mr. Trump declared his first campaign. He also gave money to Mr. Bush’s presidential campaign in September 2015, when it was struggling to gain traction.\n\nAnd then there is Mr. Trump, whose own donations, to both Democrats and Republicans, go back to the late 1970s, sometimes in states outside New York where he had business interests.\n\nHe donated to President Ronald Reagan’s re-election effort in 1984 and Senator John McCain’s 2008 presidential campaign. But he has also given to Senator Chuck Schumer, now the Democratic minority leader; former Representative Charles B. Rangel of New York; and Kamala Harris when she had just become attorney general of California in 2011.\n\nMr. Trump’s earliest donation to a presidential candidate on record was to President Jimmy Carter, a Democrat, in December 1979.",
    "image": "https://static01.nyt.com/images/2025/06/01/multimedia/01trump-news-promo-2pm-pkcw/01trump-news-promo-2pm-pkcw-facebookJumbo.jpg"
  },
  {
    "id": 10,
    "title": "Las cloacas atascan la política",
    "content": "Una de las peores cosas que le puede pasar a un Gobierno es perder el control de la agenda política. Desde hace poco más de un mes, desde el apagón del 28 de abril, el Ejecutivo no consigue introducir prácticamente ningún tema positivo en la conversación pública española. No es que no tome decisiones. No es que las cosas le vayan mal en la economía. El Ibex está en niveles de récord, todas las instituciones mejoran las previsiones de crecimiento, el empleo sigue batiendo también todas las marcas precedentes. Pero el Gobierno no logra colocar casi nada en agenda. Y la oposición vive un momento de euforia y trata de instalar la idea de que el Ejecutivo está a punto de caer.\n\nAlgunos en el PP creen que puede haber llegado el momento que llevan siete años esperando. Otros son más prudentes, y el propio José María Aznar, que siempre resume el estado de opinión de la derecha, pide “cabeza fría pero tensión vital máxima” y recomienda a Alberto Núñez Feijóo que no presente una moción de censura y que sea paciente porque las elecciones serán en 2027.\n\nEl PP recurre como siempre a una gran manifestación para tapar el espacio a Vox y animar a los suyos. “Si todo lo que tienen es una nueva foto de Colón, adelante, si quiere seguir buscando votantes en el 8 (la ultraderecha) en vez de mirar al 6 (el centroderecha) no le vamos a impedir que se equivoque”, resume un miembro del Ejecutivo.\n\n01:26 Óscar López: \"Frente a una oposición de cloaca, tranquilidad y serenidad\" Óscar López durante un homenaje a los fallecidos en las residencias de mayores durante la pandemia de covid-19 en la Comunidad de Madrid hoy. Foto: ALEJANDRO MARTÍNEZ (EUROPA PRESS)\n\nDe fondo están las cloacas del poder político y empresarial y del llamado Estado profundo, que han atascado la política hasta tener bloqueado todo el debate, y han desatado una auténtica guerra de grabaciones de uno y otro lado. Mientras el Gobierno, el PSOE y buena parte de sus socios lo viven como una especie de ataque al Ejecutivo desde esos poderes profundos de las fuerzas de seguridad del Estado, desde intereses empresariales, mediáticos y políticos, en la oposición interpretan lo contrario, que es el poder político el que trata de destruir a la Unidad Central Operativa (UCO), el buque insignia de la Guardia Civil que en la actualidad investiga los principales casos que afectan a exmiembros del Ejecutivo como José Luis Ábalos o a la familia del presidente.\n\nLa idea de conspiración, incluso de “golpe de Estado encubierto”, tal como lo definen los más envalentonados, se ha instalado en el entorno del poder socialista. “Hay un frente policial, mediático, judicial y político. Hay una mesa en Madrid formada por periodistas, jueces, policías, miembros del Ibex 35 y del PP que está trabajando para armar todo esto” resume un miembro del Ejecutivo.\n\nLa publicación de las conversaciones con un confidente de un oficial de la UCO, el capitán Juan Vicente Bonilla, que ahora trabaja en la Administración de Isabel Díaz Ayuso, en las que critica al Gobierno de Sánchez, han terminado de convencer al Ejecutivo de que hay elementos aislados de esta unidad que supuestamente trabajan para perjudicarle. No la institución en sí, pero sí hay una convicción de que algunos de sus miembros se han descontrolado por motivos políticos. Las especulaciones sobre el supuesto contenido de un informe del caso Ábalos en el que se hace referencia a Santos Cerdán y que aún no está concluido han terminado de consolidar esa idea. Y también han aumentado el malestar en el PSOE con Fernando Grande-Marlaska, ministro del Interior, por no ser capaz de controlar esta situación.\n\n“Son siete años desaprovechados para sanear la estructura de la Guardia Civil. No puedes permitir que crezca ese cáncer”, resume un miembro del Ejecutivo sobre unas supuestas acciones del instituto armado contra La Moncloa. “A veces parece que estamos en el Gobierno, pero no gobernamos. Hay una sensación de falta de autoridad en Interior total”, señala otro. Un tercero defiende al ministro: “Marlaska sigue siendo un gran activo, la derecha no puede con él, desautoriza cualquier discurso contra él, fue un juez durísimo contra ETA, tuvo amenazas de muerte y fue cercano al PP. Sigue siendo un valor importante”.\n\nAhora algunos confían en que el cambio en la cúpula de Interior y la entrada en la Secretaría de Estado de Seguridad de Aina Calvo, exalcaldesa de Mallorca y de claro perfil político, pueda mejorar algo la situación. Sánchez mantiene su apoyo incondicional a Marlaska, pero el nombramiento de alguien con conexión directa con el PSOE es un gesto claro de intentar hacer más política en un Ministerio muy sensible y que casi siempre estuvo en manos de políticos de máxima confianza del partido y no de independientes como Marlaska.\n\nMientras, el PP está cada vez más crecido, tanto como para cruzar de nuevo más líneas rojas hasta ahora inexploradas, como el mensaje en redes de Alberto Núñez Feijóo el miércoles en el que llamó “capo de la mafia” al presidente del Gobierno. Sánchez ha decidido no entrar a ese trapo y, de hecho, lleva semanas, precisamente desde el apagón, sin contestar preguntas; pero el presidente está indignado, según su entorno, y lo atribuye a una ansiedad del líder de la oposición por el congreso del PP en julio y por su batalla feroz con Vox, que sigue comiéndole terreno y marcándole la línea.\n\nEn el PP se ha instalado la idea de que Sánchez podría llegar a caer y en cualquier caso creen que el desgaste ya va a ser creciente hasta 2027 o cuando convoque. “Creemos que cada mes hasta 2027 ya será de desgaste. Esta semana ha habido un cambio sustancial, pero a partir de ahora será peor. La potencia de los audios no la tiene nada más”, señala un dirigente del partido de Feijóo.\n\nSe refiere a los audios en los que se escucha a una militante socialista, Leire Díez, maniobrando contra uno de los máximos responsables de la UCO, el teniente coronel Antonio Balas, jefe del Departamento de Investigación Económica y Anticorrupción; y a otro en los que un empresario, Javier Pérez Dolset, viene a decir que detrás de todo ―solo se han difundido unos segundos sin contexto de una conversación, protesta el empresario― estaría Sánchez y Cerdán. Pérez Dolset ha explicado en varios medios que esos audios están manipulados y sacados de contexto, y que él no trabaja para el PSOE, sino para sí mismo, porque se considera una víctima de una conspiración policial y fiscal para perjudicarle. De hecho, ha explicado que él tiene a 17 personas trabajando para desencriptar los famosos audios de Villarejo y lograr más información sobre las cloacas del Estado.\n\nEn el PSOE se han desvinculado de Díez y le han abierto un expediente informativo. Pero al margen de eso, en el Gobierno insisten en que en el peor de los casos, lo que estaban haciendo Díez y Pérez Dolset era intentar obtener información para buscar una supuesta trama corrupta dentro de la UCO. Y eso, si fuera cierto, insisten, merece una investigación. Aunque lo cierto es que Díez fracasó rotundamente en su intento, porque nunca apareció ninguna información perjudicial para la UCO ni indicios de que esta unidad esté maniobrando contra el Gobierno. Tampoco se concedieron ninguno de los beneficios que ella ofrecía a los empresarios por esa información.\n\n¿Y a partir de ahora? “Todos nos están pidiendo que hagamos algo, no basta con denunciar que hay una campaña mafiosa contra nosotros, tenemos que hacer algo para frenarla”, dice un miembro del Gobierno. Otros hablan de formar un equipo en el PSOE o en el Ejecutivo para enfrentarse con una estrategia definida ante esta ofensiva. Pero Sánchez ha dado instrucciones claras estos días: “Hay mucha gente nerviosa, pero Sánchez pide tranquilidad. Sabemos que no hay nada. Es como los whatsapps [entre el líder del PSOE y Ábalos], pueden sacar los que quieran, pero no habrá nada raro porque no se ha hecho nada raro. Hay que mantener la calma. Todo pasa y se diluye porque no hay nada concreto que pueda acabar en un juzgado”, señalan desde el entorno del presidente. Él parece apostar por seguir como si nada con la agenda del Gobierno, y confiar en que en algún momento vuelva a entrar en la conversación. “Ante la política de subir los decibelios, tú tienes que reaccionar con buenas propuestas y hablar de las cosas que preocupan a la gente. Hay veces que se escucha y otras que no. Pero vamos a seguir”, resumen desde La Moncloa.\n\nLa tensión seguirá y es probable que crezca camino del congreso del PP, pero pronto habrá otros asuntos delicados, como el aumento del gasto en defensa, con la cumbre de la OTAN a finales de mes, o la decisión del Tribunal Constitucional sobre la amnistía, que es inminente. Y las nuevas polémicas taparán a las anteriores.",
    "image": "https://imagenes.elpais.com/resizer/v2/LHPKE4EPCRBFZFIFYHB7JATJ5A.jpg?auth=275bcc651e7f40eed3351b0282ab6a5f10f3d70c6b4a678b9c10f41db91abe72&width=1200"
  },
  {
    "id": 12,
    "title": "La inestabilidad parlamentaria fuerza al Gobierno a dosificar las leyes",
    "content": "Los plenos del Congreso están siendo muy cortos este año. Las sesiones ordinarias normalmente duraban tres días, de martes a jueves. Y esta última jornada era la más importante, la de aprobación de leyes. Pero el periodo de sesiones parlamentario que concluye a finales de junio ha ocupado pocos jueves. De los 11 plenos celebrados desde enero, solo cuatro llegaron al tercer día. Un síntoma de las dificultades del Gobierno para legislar en un Congreso sin mayoría y una base parlamentaria con evidentes contradicciones ideológicas, obstáculos en ocasiones insalvables que ya le llevaron a desistir de presentar siquiera unos Presupuestos Generales del Estado. El Ejecutivo intenta ahora recuperar el pulso antes de las vacaciones con un paquete de varios proyectos relevantes.\n\nEl discurso del PP, como en tantas otras cosas, es contundente: el Gobierno no tiene mayoría y eso aboca al Congreso a la parálisis. La prueba, alegan los populares, es que ha tenido que renunciar a los Presupuestos y a someter a la Cámara el anunciado aumento del gasto militar en casi 11.000 millones de euros. El Ejecutivo desmiente tal parálisis y para ello invoca las 19 leyes y 15 decretos aprobados en lo que va de legislatura. Pero entre sus propios aliados, singularmente los del ala izquierda, también surgen críticas por la falta de avances en determinadas demandas legislativas.\n\nLa comparación entre las cifras de este periodo de sesiones y la misma etapa del pasado año apunta a una reducción de la actividad legislativa. Entre enero y mayo de 2024, ya con la misma correlación de fuerzas que ahora, el Congreso tomó en consideración 11 proyectos de ley del Gobierno. Este año han sido cinco hasta ahora. Lo que han aumentado son los decretos: siete ahora ―uno, el ómnibus, fue rechazado― por tres entonces.\n\nLos cinco proyectos tomados en consideración son los de Economía Social y regulación de los lobbies, dos reformas de la ley de Enjuiciamiento Criminal sobre el método de determinación de la edad de los menores migrantes y su responsabilidad penal, y la adhesión a cuatro enmiendas del Estatuto de la Corte Penal Internacional que determinan los delitos sobre los que es competente, esta última, tramitada en lectura única. La Cámara ha dado además el visto bueno a los textos ya elaborados de dos leyes: la del derecho de asociación, que permitirá ilegalizar grupos que exalten el franquismo, y la de navegación aérea. Ambas, al igual que la relativa a la Corte Penal Internacional, están solo a la espera del trámite del Senado.\n\nFuentes gubernamentales admiten las dificultades para lidiar con un Congreso tan complejo, sobre todo con un grupo de comportamiento a menudo imprevisible como Junts, que no entraba en la ecuación la anterior legislatura. También resaltan que las leyes “más estructurales” fueron abordadas en el pasado mandato, que se cerró con dos centenares de nuevas normas aprobadas. Lo que niegan con rotundidad es que la producción legislativa se haya detenido.\n\nEl Gobierno pretende dar un acelerón antes del verano, habilitando algún pleno más en julio, ya fuera del periodo de sesiones. A sus aliados, según fuentes parlamentarias, les ha anticipado su propósito de aprobar en estas semanas el texto final de la ley de movilidad sostenible, aún pendiente de debate en ponencia, y obtener el visto bueno del pleno para activar la redacción de las de economía social, la que propone reformas en la carrera judicial y la que crea la Agencia Estatal de Salud Pública. Para esta última será la segunda oportunidad, después de que, con un texto ya cerrado y aparentemente pactado, PP y Junts la tumbasen en pleno el pasado marzo.\n\nMás allá de las críticas del PP, los aliados del Gobierno por el flanco izquierdo le achacan falta de decisión en determinados momentos. Y ahí afloran las tensiones que genera la dependencia del partido de Carles Puigdemont. “Nosotros lo dijimos desde el principio: aquí hay una mayoría de derechas”, analiza el portavoz de ERC, Gabriel Rufián. “Y ante eso el Gobierno ha decidido poner pie en pared y no hacer lo que tiene que hacer: legislar y, sobre todo, negociar. Al revés, manda un mensaje bastante negativo: priorizo al socio más desleal que tengo, Junts, y a los demás los doy por descontados”. En ERC causó un gran malestar que hace dos semanas el PSOE amagase con seguir bloqueando en la Mesa la proposición de ley presentada por todos los grupos a su izquierda para regular los alquileres de temporada. Rufián hasta se permite un augurio: “Están haciendo un mal negocio. Y esto acabará suponiendo la salida de Sánchez de La Moncloa”.\n\nTambién la portavoz de EH Bildu, Mertxe Aizpurua, lamentó en la última sesión de control con el presidente del Gobierno el “bloqueo de algunas leyes sociales”. “Algunas fuerzas de la mayoría de investidura, convenientemente alineadas con las fuerzas de retroceso, imponen su agenda”, concedió Aizpurua. Pero a la vez avisó: “Al Gobierno también le falta decisión”. Entre las leyes citadas por la portavoz abertzale figuraban algunas que llevan meses empantanadas en las ponencias que deben redactarlas. Una es la que pretende la regularización de inmigrantes, a partir de la iniciativa legislativa popular tomada ya en consideración hace más de un año. En este caso, el Gobierno acaba de presentar un texto para impulsar las negociaciones con los grupos. Otra de las citadas por Aizpurua es la reforma de la ley mordaza, atascada tras meses en la ponencia, donde ya murió la pasada legislatura por la falta de acuerdo entre los grupos. O la de industria, que desde febrero sigue en el periodo de presentación de enmiendas, prorrogado por la Mesa cada semana. Y la de reducción de la jornada laboral, por el momento en el congelador, a la espera de unas muy arduas negociaciones con Junts.\n\nEn ese limbo del plazo de presentación de enmiendas ―que se puede ir prorrogando indefinidamente― permanecen 31 proyectos del Ejecutivo. El más antiguo, la ley de Familias, que se encuentra así desde marzo de 2024 tras 50 prórrogas. La de universalización del sistema nacional de salud está en idéntica situación desde hace un año. Sucede lo mismo con las 25 propuestas legislativas enviadas por el Senado, con mayoría absoluta del PP, que invoca periódicamente ese caso para quejarse de que ni siquiera se hayan podido debatir y arremeter contra la presidenta del Congreso, Francina Armengol.\n\nEl Gobierno limita sus movimientos para evitar las derrotas parlamentarias, acogidas siempre con euforia en la bancada popular. Desde el comienzo de la legislatura, ha sufrido 110, según los cálculos de EL PAÍS, menos del 10% del total de votaciones. La inmensa mayoría han sido en iniciativas no legislativas, sin más valor práctico que la declaración política.",
    "image": "https://imagenes.elpais.com/resizer/v2/THHSREOFUJHHZKUCHQE64C75Z4.JPG?auth=199a63aa9b502c0ed9d0125d5836821ba2cdcde97410745973c29d49b63125d1&width=1200"
  },
  {
    "id": 14,
    "title": "China's manufacturing activity continues to improve as market sentiment strengthens",
    "content": "A worker works at an assembly line of Voyah, a Chinese NEV brand, in Wuhan, central China's Hubei Province, April 9, 2025. (Xinhua/Wu Zhizun)\n\nBEIJING, May 31 (Xinhua) -- China's manufacturing activity continued to show signs of improvement in May as production accelerated and market expectations strengthened, official data showed Saturday.\n\nThe purchasing managers' index (PMI) for China's manufacturing sector came in at 49.5 in May, up 0.5 points from April, according to the National Bureau of Statistics (NBS).\n\nA PMI reading above 50 reflects expansion, while a reading below 50 suggests contraction.\n\nNBS statistician Zhao Qinghe said the improvement reflects accelerated production and more positive business expectations.\n\nThe sub-index for production rose to 50.7, up 0.9 points from the previous month, indicating faster manufacturing output. The new orders index also climbed by 0.6 points to 49.8.\n\nNotably, the PMI for large enterprises returned to expansion territory at 50.7, up 1.5 points from April, pointing to improving conditions for major firms.\n\nHigh-tech manufacturing continued its expansion for the fourth consecutive month, reaching 50.9. The sub-indices for the equipment manufacturing and consumer goods sectors rose to 51.2 and 50.2, respectively.\n\nMarket expectations also improved over the period. The production and business activity expectation index rose to 52.5, up 0.4 points from the previous month, indicating that manufacturing enterprises maintain steady confidence in near-term growth prospects, Zhao said.\n\nThe continued recovery in the manufacturing PMI suggests that the effects of intensified macroeconomic policy measures are beginning to emerge, with improving business expectations and signs of recovery in production activity, analysts say.\n\nSaturday's data also showed that the non-manufacturing PMI stood at 50.3 in May, slightly down from 50.4 in April but still in expansion territory.\n\nThe service sector maintained steady momentum, supported by holiday-related tourism and catering consumption during the May Day holiday, Zhao noted.\n\nLooking ahead, efforts should be made to boost domestic demand and also advance high-level opening up to foster new growth in external demand, thereby reinforcing the country's economic resilience and enhancing its capacity to withstand risks, said Wen Tao, an analyst at the China Logistics Information Center. ■",
    "image": ""
  },
  {
    "id": 15,
    "title": "Ukrainian drones target Russian airbases in unprecedented operation",
    "content": "Officials say multiple military airbases deep inside Russia have come under drone attacks in a major Ukrainian operation ahead of peace talks due to start in Istanbul on Monday.\n\nThe Russian Defence Ministry said Ukraine had launched drone strikes targeting Russian military airfields across five regions on Sunday, causing several aircraft to catch fire.\n\nThe attacks occurred in the Murmansk, Irkutsk, Ivanovo, Ryazan, and Amur regions. Air defences repelled the assaults in all but two regions – Murmansk and Irkutsk, the ministry said.\n\n“In the Murmansk and Irkutsk regions, the launch of FPV drones from an area in close proximity to airfields resulted in several aircraft catching fire,” the ministry said.\n\nThe fires were extinguished and no casualties were reported. Some individuals involved in the attacks had been detained, the ministry said.\n\nThe Security Service of Ukraine said on Sunday that it had hit Russian military planes worth a combined $7bn in a wave of drone strikes on Russian air bases thousands of kilometres behind the front lines.\n\nAdvertisement\n\n“$7 billion: This is the estimated cost of the enemy’s strategic aviation, which was hit today as a result of the SBU’s special operation,” the agency said in a social media post.\n\nTargets included the Belaya airbase in Irkutsk, about 4,300km (2,700 miles) from the Ukrainian border, and the Olenya airbase in south Murmansk, some 1,800km (1,100 miles) from Ukraine.\n\n“According to witnesses on the ground and local officials, these drones were launched from sites near the airbases. That means this was an elaborate operation … that involved a number of people inside Russia,” Al Jazeera’s Dorsa Jabbari said, reporting from Moscow.\n\n“This is the single largest attack that we’ve seen in one day across multiple military airbases inside Russia since the war began in February of 2022,” Jabbari said, noting that the airbases are home to Russia’s strategic air bombers, which have been used to attack targets across Ukraine over the past three years.\n\nEarlier on Sunday, multiple local media reports in Ukraine, including those by state news agency Ukrinform, cited a source within the SBU saying the coordinated attacks inside Russia were “aimed at destroying enemy bombers far from the front”.\n\nThey said the operation was carried out by the SBU using drones smuggled deep into Russia and hidden inside trucks. At least 41 Russian heavy bombers at four airbases were hit, the reports said, adding that the operation, dubbed “Spiderweb”, had been prepared for over a year and a half, and it was personally overseen by Ukrainian President Volodymyr Zelenskyy.\n\nAdvertisement\n\nAl Jazeera’s John Hendren, reporting from Kyiv, said it’s “an audacious strike, one that Ukraine has been waiting a long time and patiently to deliver, and it’s come after Russian air strikes into Ukraine have dramatically accelerated over the past couple of weeks”.\n\nMeanwhile, at least seven people were killed and 69 injured when a highway bridge in Russia’s Bryansk region, neighbouring Ukraine, was blown up while a passenger train heading to Moscow was crossing it with 388 people on board.\n\nNo one has yet claimed responsibility. Russian officials said they were treating the incident as an “act of terrorism” but did not immediately accuse Ukraine.\n\nThe developments came as Russia also said it had advanced deeper into the Sumy region of Ukraine, and as open-source pro-Ukrainian maps showed Russia took 450sq km (174sq miles) of Ukrainian land in May, its fastest monthly advance in at least six months.\n\nMoscow launched 472 drones at Ukraine overnight, Ukraine’s Air Force said, the highest nightly total of the war so far. Russia had also launched seven missiles, the Air Force said.\n\nBoth parties sharply ramped up their attacks as Ukraine confirmed it will send a delegation to Istanbul led by its Defence Minister Rustem Umerov for talks on Monday with Russian officials. Turkiye is hosting the meeting, which was spurred by US President Donald Trump’s push for a quick deal to end the three-year war.\n\nZelenskyy, who previously voiced scepticism about the seriousness of the Russian side in engaging in Monday’s meeting, said he had defined the Ukrainian delegation’s position on the talks.\n\nAdvertisement\n\nPriorities included “a complete and unconditional ceasefire” and the return of prisoners and abducted children, he said on social media.\n\nRussia has said it has formulated its own peace terms, but refused to divulge them in advance. Russian President Vladimir Putin also ruled out a Turkish proposal for the meeting to be held at the leaders’ level.",
    "image": "https://www.aljazeera.com/wp-content/uploads/2025/06/2024-02-22T151523Z_46365297_RC2Q76ACZPS3_RTRMADP_3_UKRAINE-CRISIS-PUTIN-BOMBER-1748792982.jpg?resize=1920%2C1440"
  },
  {
    "id": 17,
    "title": "F1 Spanish GP: Piastri beats Norris as Verstappen receives late penalty",
    "content": "Oscar Piastri strengthens his F1 world championship lead, beating McLaren teammate Lando Norris, while Max Verstappen drops to 10th spot after post-race penalty.\n\nFormula One championship leader Oscar Piastri has won the Spanish Grand Prix from pole position in a McLaren one-two to go 10 points clear of teammate Lando Norris in the world championship title battle.\n\nThe Australian’s win on Sunday by 2.4 seconds over Norris was his fifth in nine races this season and McLaren’s seventh.\n\nFerrari’s Charles Leclerc completed the podium places on Sunday after passing Max Verstappen’s Red Bull six laps from the end following a safety car period that triggered the main talking point of the afternoon with the champion demoted from fifth to 10th place.\n\n“It’s a nice way to bounce back from Monaco. A superb weekend,” said Piastri, who finished third last weekend in a race won from pole by Norris.\n\nVerstappen, who made four stops in total and ended up on the slower hard tyres against rivals on softs, collided with Leclerc and twice with Mercedes’s George Russell after the safety car restart.\n\nThe Dutch driver was given a 10-second penalty – added to his overall time post-race – for the second Russell collision, which was clearly his fault.\n\nAdvertisement\n\nHe and Leclerc also faced a post-race investigation for their clash, which could lead to further sanctions.\n\n“I tried to push him to the left. There was a bit of contact but fortunately no consequences,” Leclerc said. Verstappen claimed the Monegasque had rammed into him and should have given back the place.\n\nRussell finished fourth after eventually being let through by Verstappen, who reluctantly did as his team told him.\n\nSauber’s Nico Hulkenberg finished a surprising and morale-boosting fifth for the future Audi team after passing Ferrari’s seven-time world champion Lewis Hamilton on the penultimate lap.\n\nHamilton was a disappointing sixth, Isack Hadjar seventh for Racing Bulls and Pierre Gasly eighth for Renault-owned Alpine.\n\nHome hero Fernando Alonso scored his first points of the season with Aston Martin, who had only one car on the grid due to Lance Stroll’s withdrawal through injury after Saturday’s qualifying.\n\nPiastri keeps his cool out front\n\nPiastri led away cleanly at the start with Verstappen seizing second from Norris while Hamilton and Leclerc moved up to fourth and fifth at the expense of Russell.\n\nHamilton let Leclerc through on lap 10 of 66 after the two Ferraris had run nose to tail.\n\nNorris took back second place from Verstappen on lap 13 with the Dutch driver making no attempt to defend against the quicker McLaren and pitting on the next lap for new tyres.\n\nAdvertisement\n\nVerstappen took the lead again on lap 23 after Piastri pitted. Norris made his first stop on lap 21 and came out behind the Red Bull, but that lasted only until Verstappen pitted for a second time on lap 30.\n\nVerstappen came in for a third stop on lap 47, and Norris pitted a lap later to defend second place.\n\nA safety car was deployed on lap 55 after rookie driver Kimi Antonelli beached his Mercedes in the gravel, bunching up the field and triggering a rash of pit stops.\n\nThe McLarens came in together for new tyres, double-stacking, and comfortably resumed ahead of Verstappen, who questioned the switch to a set of hards but was told that was the only option available.\n\nThe next round of the 2025 season will be the Canadian Grand Prix in Montreal on June 15.",
    "image": "https://www.aljazeera.com/wp-content/uploads/2025/06/2025-06-01T150008Z_725374083_UP1EL6115O6QP_RTRMADP_3_MOTOR-F1-SPAIN-1748791280.jpg?resize=1920%2C1440"
  },
  {
    "id": 19,
    "title": "Hong Kong: A Global Hub for Innovation and Technology",
    "content": "Hong Kong's strategic position and dynamic role in global trade make it a key player in connecting Mainland China to the world.\n\n“Hong Kong serves as a vital gateway to connect Mainland China to the global market,” says Prof. Nancy Ip, President of the Hong Kong University of Science and Technology (HKUST). “The city plays a unique role as both a super-connector and a super value-adder, facilitating interactions between the Mainland and the rest of the world.\n\n“Hong Kong is a melting pot of global talent, investment, and partnerships. With a strong legal framework and robust intellectual property protections, it provides an ideal environment for fostering innovation and technological advancement,” she adds.\n\nHong Kong, Shenzhen and Guangzhou are all part of the Greater Bay Area (GBA), which also includes Macao and seven other cities, with a combined population of over 87 million. The links within this region have helped to create a synergistic ecosystem for companies operating in areas such as AI, fintech and clean energy. The opportunities for Hong Kong go beyond being able to tap into Shenzhen's manufacturing strengths or Guangzhou's position in research and development (R&D).\n\n“In fields such as AI and biomedical research, where abundant data and a large population are essential for training large data models and conducting clinical testing, Hong Kong's proximity to the Mainland provides a significant advantage in translating research findings into practical innovations,” says Prof. Ip.\n\nIn return, Hong Kong offers companies in the rest of the GBA access to funding and expertise. “As the financial gateway of the GBA, Hong Kong facilitates the flow of capital and talent to enable seamless collaboration across the region,” says Falcon Chan, Strategy, Risk and Transactions Partner at Deloitte China.\n\nUnder China's 14th Five-Year Plan, which runs from 2021-25, the GBA has been transformed into an international science and technology innovation centre. The next Five-Year Plan (2026-30) has yet to be announced, but is expected to further boost high quality economic activity.",
    "image": "https://gulfnews-labs.s3.us-east-1.amazonaws.com/partner-content/hongkong-2/images/gulfnews-hk-intro-social.jpg"
  },
  {
    "id": 21,
    "title": "UK set for hotter than usual summer and heatwaves, Met Office predicts",
    "content": "The forecast comes after temperatures soared to 8C above the average for this time of year on Saturday - bringing the final day of meteorological spring to a suitably hot close.\nThe UK appears to be on the verge of a hotter than usual summer – with the Met Office warning there's an increased risk of heatwaves in the coming months.\nThe weather service's three-month outlook predicts it is 2.3 times more likely than normal that... [1916 chars]",
    "image": "https://e3.365dm.com/25/06/1600x900/skynews-weather-kent-broadstairs_6932776.jpg?20250601182317"
  },
  {
    "id": 22,
    "title": "‘An audible gasp’: Doctor Who fans shocked by Billie Piper return",
    "content": "Actor who played Rose Tyler pops up at a pivotal time for the series as Ncuti Gatwa bows out, creating a vacancy\nNearly two decades since she first appeared on Doctor Who, Billie Piper made a spectacular return to the show on Saturday night, in the latest season’s finale, The Reality War. After just two series, Ncuti Gatwa’s Doctor regenerated into a grinning P... [3851 chars]",
    "image": "https://i.guim.co.uk/img/media/fa812543952d7db57fa61b669687f3c126662c25/556_72_1341_1074/master/1341.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=c5383a0035e2fa560f710b9e0f2f290e"
  },
  {
    "id": 23,
    "title": "Russia could attack NATO in the next four years, warns defence chief",
    "content": "NATO members must prepare for a possible attack from Russia within the next four years, Germany's chief of defence has warned.\nRussia could attack NATO in the next four years, Germany's defence chief has warned.\nRussia is producing hundreds of tanks a year, many of which could be used for an attack on NATO by 2029, or earlier, General Carsten Breuer, Germany's chief of defen... [1664 chars]",
    "image": "https://cdn.images.express.co.uk/img/dynamic/78/1200x630/6200481.jpg"
  },
  {
    "id": 24,
    "title": "Gaza live updates: Hamas agrees to release 10 living hostages in response to US ceasefire proposal - BBC",
    "content": "Earlier this week, the White House said Israel had \"signed off\" on Donald Trump's Middle East envoy Steve Witkoff's plan.",
    "image": "https://ichef.bbci.co.uk/ace/branded_news/1200/cpsprodpb/b00e/live/31347780-3e3b-11f0-b6e6-4ddb91039da1.jpg"
  },
  {
    "id": 25,
    "title": "Federal officials say Huntington Beach is a sanctuary jurisdiction; city officials call designation ‘serious mistake’ - KTLA",
    "content": "The Department of Homeland Security recently listed Huntington Beach as a sanctuary city, and officials within one of SoCal’s most prominent Republican strongholds are strongly denying the designation.   A press release issued by the City of Huntington Beach …",
    "image": "https://ktla.com/wp-content/uploads/sites/4/2025/01/GettyImages-2046573182.jpg?w=1280"
  },
  {
    "id": 26,
    "title": "Piastri beats Norris to pole in Spanish GP Qualifying - F1",
    "content": "Oscar Piastri has grabbed his fourth pole position of the season during Qualifying for the Spanish Grand Prix, the championship leader beating McLaren team mate Lando Norris in the dying moments of the session.",
    "image": "https://media.formula1.com/image/upload/t_16by9South/f_auto/q_auto/v1748704490/fom-website/2025/Spain/GettyImages-2217966398.jpg"
  }
]