[
  {
    "id": 0,
    "title": "Inside Kigali sanctuary where birds get new lease of life",
    "content": "By Ange Iliza More by this Author\n\nRwanda, one of the world's most densely populated countries and the surging population is posing threat to natural habitats, which some animals call home.\n\nBirds, among them cranes, have fallen victim to ever increasing pressure on the natural habitat. During the 2000s, hotels and residents in Kigali frequently captured cranes, and amputated their wings to domestically keep them within private gardens.\n\nAmong the crane species to be domesticated is the Grey-crowned which is widely seen in East Africa. This practice led to hundreds of them getting killed in the process while others were exposed to diseases. It is against this backdrop that Dr Olivier Nsengimana developed a passion for keeping birds.\n\nNsengimana is a professional veterinarian with a passion for both the bustling city of Kigali and the endangered wildlife that calls it home. Since 2014, Nsengimana has taken the challenge to save and shelter cranes and other birds. When he started, the wildlife faced an imminent danger including poaching.\n\nAs a seasoned veterinarian, Nsengimana understood that Kigali's nature desperately needed a lifeline, and he took on the challenge to strike a balance between wildlife preservation and city life.\n\nThe focal point of his mission is the breathtaking “Umusambi Village,” an eco-tourism park spanning 70 hectares and sheltering a diverse range of over 140 species of cranes, birds, insects and other species.\n\nAdvertisement\n\nThe Umusambi village, located on the outskirts of Kigali, emerged as the perfect haven for endangered birds to flourish. Away from the threats of poaching and diseases, this sanctuary provides the necessary environment for these majestic creatures to reproduce and thrive.\n\nThe park shelters 58 disabled cranes whose wings have been removed. The efforts have resulted in an ever-increasing number of avian species, both native to Rwanda and from distant skies, finding solace in the sanctuary he created. The park receives at least 100 visiting cranes.\n\nThe park shelters other species that otherwise would not have a home in the bustling skyscrapers and moving cars of Kigali such as bats, butterflies, vultures, and birds. In addition to his role as a veterinarian, Nsengimana is a true aficionado of birds. His passion for these winged creatures shines through every aspect of his work. “I am not just a veterinarian. I have a distinguished love for birds.\n\nThe way they fly and dance in fleets is just majestic. Taking care of them is my passion,” Nsengimana says. To raise awareness of wildlife conservation, the park is open to visitors as well as holding events and parties with strict restrictions on meddling with the species. Navigating the intricate web of wildlife conservation and urban development has not been without its challenges.\n\nDr Nsengimana has been actively seeking partnerships and funding to ensure the birds receive the care they deserve.",
    "image": "https://rwandatoday.africa/resource/blob/4302028/d34650c63fe5ae4435eae994999766ce/umusambi-village-data.jpg"
  },
  {
    "id": 1,
    "title": "Defaulters of study loan scheme face harsh penalties",
    "content": "However, when an employer or a study loan beneficiary who is a self-employed or works abroad or works with diplomatic institutions operating in Rwanda expresses willingness to repay after receiving the notification, he or she may request to repay in installments,” the order reads in part.\n\nBy Ange Iliza More by this Author\n\nNearly 50,000 beneficiaries of student loans scheme are facing legal fines, along with their employers, as a new Ministerial order came into effect.\n\nThe order states that beneficiaries of students loans scheme and living allowances while studying in Rwanda or abroad will be subjected to a 10 percent fine, while their employers will face a penalty of 1.5 percent of the amount due.\n\nAccording to the Development Bank of Rwanda (BRD), a total of Rwf272 billion have been disbursed to students pursuing higher education both within the country and overseas since 2016.\n\nHowever, during the past six years, only RwF21 billion have been successfully recovered. Out of the 92,000 students who benefited from study loans, 24,000 have fulfilled their repayment obligations.\n\nThe government has been providing loans to students since 1980, although the available data from the BRD captures data from 2016. Regardless of the timeframe, the bank emphasizes that all beneficiaries from government loans for their studies are now subject to the imposed fines.\n\n“After BRD inspects non-compliant institutions/beneficiaries a written notification is established, and this notification has the value of an enforcement order.\n\nAdvertisement\n\nHowever, when an employer or a study loan beneficiary who is a self-employed or works abroad or works with diplomatic institutions operating in Rwanda expresses willingness to repay after receiving the notification, he or she may request to repay in installments,” the order reads in part.\n\nBeneficiaries of BRD’s study loans say the payment process is not understood by many and the follow-up is insufficient, making it difficult for those who want to pay.\n\n“I have the study debt but as we speak, I don't even know how much I owe, payment options, or who to speak to if I wanted to pay. It has been almost 10 years, and none has ever followed up,” said Edith Berwa who graduated in 2014 after studying for four years on government assistance.\n\nThere are complaints that even those who have decided to start paying back the loan, have experienced continued deductions from their banks even after they completed the payment.\n\nThe bank, however, says it established the BRD “Minuza” platform to allow beneficiaries to follow up for themselves. The platform has been functional since January 2023 but the uptake and usage for paying back the loans remain low.\n\nThe bank has resorted to using a mobile money account to which people would start paying back student loans. Wilson Rurangwa, head of Education Portfolio Management at BRD says the bank will increasingly invest in loan recovery initiatives to avoid loss-making initiatives.\n\n“It's crucial to understand that the implementation of the \"Education for All\" program would be hard if our government paid for every student's tuition and living costs without them paying back. We actively contribute to developing resilience and sustainability by aiding the government in this endeavor,” Mr Rurangwa said.",
    "image": "https://rwandatoday.africa/resource/blob/2467796/8217c4a10f60c418dbf02168dda54fa3/graduands-data.jpg"
  },
  {
    "id": 2,
    "title": "Farmers lose 206 cattle in foot and mouth disease outbreak",
    "content": "By MOSES K. GAHIGI More by this Author\n\nLivestock farmers in the Eastern Province are counting losses from a recent outbreak of foot and mouth disease that has affected at least 16 farms.\n\nRwanda Today has learnt affected areas include Cyamunyana and Kirebe, in Rwimiyaga sector in Nyagatare district. Speaking to Rwanda Today, Fabrice Ndayisenga, the head of department of animal resources research and technology transfer at Rwanda Agriculture Board (RAB) said the outbreak is now localized in 16 farms but they are working to control it.\n\n“Since the breakout, we have vaccinated more than 43,000 heads of cattle. The disease was detected in 206 animals which were slaughtered. Efforts continue to ensure that it doesn’t spread to other places” said Ndayisenga.\n\nHe said they have also established a footbath in Rwimiyaga to help disinfect the animals while there is a quarantine on movement and slaughter of cattle in areas where the disease has been detected.\n\n“We sample every day. Up to 1,500 samples have so far been taken,” he added. Ndayisaba traces the current foot and mouth disease outbreak to porous borders that enabled farmers to illegally move cattle between Rwanda and a neighbouring country.\n\nThe difficulty in enforcement of illegal animal movements between Tanzania and Rwanda or Rwanda and Uganda has turned farming Eastern province districts, especially Nyagatare, into animal disease hotspots.\n\nAdvertisement\n\nPrevious outbreaks of the disease were reported in places like Musheri, Tabagwe and Matimba, and led to vaccination and spraying of all animals around all border communities.\n\nLike the current outbreak, these were blamed on unchecked movement of infected cattle by farmers from Uganda to Rwanda.\n\nFarmers in the affected areas have in the past faulted authorities about the aggressive approach taken, among them stopping milk supply and slaughtering all animals suspected to have been infected, which they said unnecessarily exposed them to untold losses.\n\nThe policy is that government does not treat foot and mouth disease. Every animal found to be infected is slaughtered, so far up to 206 animals have been slaughtered. The only upside is that meat of animals infected by foot and mouth disease can be eaten by people, and pose no public health hazard like meat of animals infected with let’s say Rift Valley fever.\n\n“It is difficult to control this illegal movement of cattle. We do night patrols and try to enforce animal movement policies in place but they still move animals through the porous borders”, observed Ndayisaba.\n\nHe noted that they are also continuing with the implementation of measures to control the Rift Valley fever through vaccinations and testing since its recent outbreak last year.\n\nAccording to the World Organisation for Animal health, foot and mouth disease (FMD) is a severe, highly contagious viral disease of livestock that has a significant economic impact.\n\nThe disease affects cattle, swine, sheep, goats and other cloven-hoofed ruminants. It is a transboundary animal disease that deeply affect the production of livestock and disrupting regional and international trade in animals and animal products.\n\nThe disease is estimated to circulate in 77 percent of the global livestock population, in Africa, the Middle East and Asia, as well as in a limited area of South America.\n\nThe typical clinical sign is the occurrence of blisters (or vesicles) on the nose, tongue or lips, inside the oral cavity, between the toes, above the hooves, on the teats and at pressure points on the skin. Ruptured blisters can result in extreme lameness and reluctance to move or eat.",
    "image": "https://rwandatoday.africa/resource/blob/2465666/693c6d95028d40a218ce5ccbfad28376/cows-data.jpg"
  },
  {
    "id": 3,
    "title": "Guaranty Trust Bank Ghana changes logo",
    "content": "Featured\n\nGuaranty Trust Bank Ghana changes logo\n\nSamuel Doe Ablordeppey Business News Jun - 24 - 2025 , 12:05\n\nGuaranty Trust Bank (Ghana) Ltd has changed its corporate logo from GTBank to GTCO.\n\nThis is in line with the reorganisation of the Guaranty Trust Group into a holding company, the Guaranty Trust Holding Company (GTCO), with interest in both bank and non-bank subsidiaries.\n\nThe change of logo for GTBank Ghana, the last in the operational areas of the group, follows the approval of the regulator, the Bank of Ghana (BoG).\n\n“While the logo will be changed across all our visual identity and brand assets, online and offline, the bank's legal name and operations in Ghana will remain unchanged,” the bank said in a statement yesterday.\n\nGuaranty Trust Bank (Ghana) Ltd, the statement added, would continue to operate as a fully licensed commercial bank under the supervision of the Bank of Ghana.\n\nThe bank assured all customers and stakeholders that the rebranding will not affect existing account details, branch operations or the quality of service delivery.\n\nThe change from GTBank to GTCO, it explained, would be seen in all the bank’s branches, website, digital platforms, emailers and letterheads; directional signs, pylons, murals, billboards, medians, street lamp posts and branded merchandise.\n\nIt is expected to reinforce the brand’s position of ‘The Power of One’, which represents the brand and exposure benefits in its relationship with the mother company and all subsidiaries across 10 countries in Africa and the United Kingdom.\n\nTransition\n\nCommenting on the change of logo, the Managing Director of GTBank, Thomas Attah John, stated that “This transition to the new GTCO logo seeks to emphasise the fact that the bank is now part of a financial services group that offers more than just banking”.\n\nHe said while the logo had changed, the bank’s commitment to innovation and dedication to providing excellent banking services to customers remained the same.\n\n“We are excited about the future and the broader opportunities this brings to our customers in Ghana and across Africa,” Mr John said.\n\nThe Managing Director further explained that the rollout of the new logo would be implemented gradually across all GTBank Ghana touchpoints.\n\nBackground\n\nGTBank Ghana is a member of the Guaranty Trust Group. Known for its strong service culture, innovation and professionalism, the bank remains committed to building long-term relationships with customers, employees and the communities in which it operates.",
    "image": "https://www.graphic.com.gh/images/2025/jun/24/logo.jpg"
  },
  {
    "id": 4,
    "title": "Telecel Ghana reacts to GH¢2million lawsuit by Makola Market trader over unauthorised image use",
    "content": "Featured\n\nTelecel Ghana reacts to GH¢2million lawsuit by Makola Market trader over unauthorised image use\n\nGraphicOnline Business News Jun - 19 - 2025 , 15:27\n\nTelecommunications company Telecel Ghana has acknowledged a lawsuit filed by Makola Market trader Faustina Djagbele Abbey over the alleged unauthorised use of her image in its Telecel Red Save campaign, stating it is \"reviewing the details\" of the claim.\n\nIn a press statement released today, the company said: \"Telecel Ghana has become aware of media reports of a legal claim filed by Madam Faustina Djagbele Abbey alleging the use of her photograph without her consent in relation to our Telecel Red Save product campaign.\"\n\nThe case, filed on May 23, 2025 at the High Court, seeks GH¢2 million in damages for alleged violations of Abbey's privacy and image rights under Ghana's Data Protection Act, 2012 (Act 843). The onion seller claims Telecel used her likeness across billboards, social media, and traditional advertisements without permission for its digital savings product.\n\nTelecel's statement noted: \"We are currently reviewing the details of this claim to establish the facts. We wish to assure the public that we take matters of privacy, imagery consent and intellectual property seriously.\"\n\nThe legal action has drawn attention to growing concerns about digital privacy rights in Ghana's corporate marketing landscape.\n\nAbbey's lawyers argue the widespread campaign caused her personal distress, with acquaintances mistakenly believing she had financial ties to the telecom giant.\n\nAs one of Ghana's major telecom providers with 17.2 per cent market share, Telecel faces a potentially precedent-setting case. The company concluded its statement by \"appreciat[ing] the public's understanding as this process runs its course.\"\n\nRead the entire statement below;\n\nPress Statement\n\nFor Immediate Release – 19th June 2025\n\nRe: Legal Claim Over Alleged Unauthorized Use of Photograph\n\nTelecel Ghana has become aware of media reports of a legal claim filed by Madam Faustina Djagbele Abbey alleging the use of her photograph without her consent in relation to our Telecel Red Save product campaign.\n\nWe are currently reviewing the details of this claim to establish the facts. We wish to assure the public that we take matters of privacy, imagery consent and intellectual property seriously.\n\nWe appreciate the public’s understanding as this process runs its course.\n\n- End -",
    "image": "https://www.graphic.com.gh/images/2025/may/30/telecel25.jpg"
  },
  {
    "id": 5,
    "title": "TCDA introduces permit regime for palm oil imports; Effective July 14",
    "content": "Next article: BoG to integrate AI in collateral registry for better efficiency\n\nFeatured\n\nTCDA introduces permit regime for palm oil imports; Effective July 14\n\nKweku Zurek Business News Jun - 17 - 2025 , 12:07\n\nThe Tree Crop Development Authority (TCDA) has announced a new regulatory framework requiring all importers of palm oil products to register and obtain a permit before engaging in any importation activities.\n\nThe directive, which takes effect on 14th July 2025, is part of a wider move to sanitise the industry and promote sustainable growth in Ghana’s vital oil palm sector.\n\nIn a statement released by the Authority copied to GraphicOnline, the regulation applies specifically to imports of Crude Palm Oil (CPO), Crude Palm Olein, and refined Palm Olein (vegetable oil). It mandates that all importers, processors, and traders operating within the oil palm value chain must be registered and licensed under the provisions of the Tree Crops Development Authority Act, 2019 (Act 1010) and L.I. 2471.\n\nThe Authority emphasised that the unregulated influx of palm oil into the country has posed considerable challenges to local industry players, especially smallholder farmers and processors, through market distortions and the circulation of substandard products.\n\n“This bold step is to strengthen regulation and streamline operations within Ghana’s vital oil palm sector,” the TCDA said. “We aim to ensure quality and safety standards across all imported palm oil products, protect local producers from unfair competition, generate reliable data on import volumes and sources, and boost investor confidence through improved governance.”\n\nImporters are now required to register at the TCDA Head Office, located at No. 20 Nii Tsatse Dzani Street, East Legon-Ajiriganor, Accra, using the GhanaPost GPS code GD-253-5931. Inquiries and submissions can also be made via phone at 0303 981790 / 0243 946 154 or by email at info@tcda.gov.gh.\n\nThe Authority warned that failure to comply with the new directive would constitute a breach of national law and would attract sanctions as prescribed under the TCDA Act and accompanying regulations.\n\nIn a move to promote transparency, the TCDA also revealed that it would soon publish a list of all registered and licensed actors in the oil palm sector, further strengthening oversight and public accountability.\n\nThe oil palm industry is a key contributor to Ghana’s agricultural economy, employing thousands and supporting local agro-processing.",
    "image": "https://www.graphic.com.gh/images/2025/jun/03/palmie.jpg#joomlaImage://local-images/2025/jun/03/palmie.jpg?width=500&height=363"
  },
  {
    "id": 6,
    "title": "Tanzania set to open up electricity distribution",
    "content": "Cape Town. The government is preparing to invite private investment into electricity transmission projects for the first time, marking a new milestone in the country’s efforts to deepen private sector participation in the energy sector.\n\nSpeaking on the sidelines of the Africa Energy Forum in Cape Town, Energy permanent secretary Felchesmi Mramba said the government had already received strong interest from potential investors following the Cabinet’s approval last year to open up the transmission segment to private players.\n\nHe said the government, through the National Energy Compact, has agreed to pilot the model with one or two transmission projects that will be formally announced later this year.\n\n“We have agreed with the International Finance Corporation (IFC) that in September they will come to Tanzania, where we will begin preparing tender documents that will open these projects to qualified investors,” Mr Mramba said.\n\nWhile the government has in recent years opened up generation to Independent Power Producers (IPPs), the transmission and distribution value chains have remained under the control of the state-run Tanzania Electricity Company Limited (Tanesco).\n\nThe new policy shift is intended to address infrastructure gaps, keep pace with growing power demand and facilitate industrialization, Mr Mramba said.\n\nHe added that the move comes at a time when Tanzania is implementing an ambitious plan to connect 8.3 million new customers by 2030, in line with the country’s broader electrification strategy.\n\nMr Mramba said the recent interest shown by the private sector at the Africa Energy Forum was a positive sign that Tanzania’s energy sector reforms were gaining international traction.\n\n“There is great enthusiasm from investors to come to Tanzania and invest in power infrastructure. As the economy grows, we need to expand the scale and scope of our investments to ensure energy remains the backbone of our economic growth.”\n\nTanzania is currently enjoying a power surplus following the completion of the 2,115MW Julius Nyerere Hydropower Project, but officials say the government is now focused on scaling up future capacity in both generation and transmission to stay ahead of anticipated demand.\n\nHowever, Mr Mramba said Tanzania is seeking a total of $12.9 billion to fast-track access to affordable and sustainable energy for 42 million people by 2030 as the country is implementing different initiatives under the ambitious continental Mission 300 initiative.\n\nThe funding will be used to support a wide range of energy projects over the next five years aimed at achieving universal access.\n\nMr Mramba, who made a presentation about the Tanzania’s energy compact under the Mission 300, said the financing requirements include $8.85 billion in public investment and $4.04 billion from private capital mobilisation.\n\nThe funds are earmarked for generation, transmission, distribution, rehabilitation, last-mile connections, off-grid electrification, clean cooking and capacity building, he said.\n\nAccording to him, Tanzania demand growth for electricity is projected at between 10 percent and 18 percent per annum in the near future.\n\nIn the span of one year, the capacity of Tanzania’s electricity generation connected to the national grid increased to 4,031.71 megawatts (MW) as of April 2025, representing an 86.6 percent rise compared to 2,138 MW recorded in March 2024, according to the Ministry of Energy budget.\n\nOf the total, 2,716.27 MW (67.4 percent) is generated from hydropower, 1,198.82 MW (29.7 percent) from natural gas, 101.12 MW (2.5 percent) from oil, 5 MW (0.1 percent) from solar and 10.5 MW (0.3 percent) from biomass.\n\nAffordability aspect\n\nThe country director for the Department for Business and Trade at the British High Commission in Tanzania, Mr Andrew Mahiga, urged the Tanzanian government to create clear, investor-friendly policies to attract more private sector participation.\n\nHe emphasised that clear frameworks—defining public-private partnerships, independent power producer roles and cost-reflective tariffs—would give investors the confidence they need.\n\n“Tanzania’s power tariffs are among the lowest in the region due to subsidies. This makes the government cautious about inviting private companies. But with the right structures, private participation can actually improve affordability and reliability,” Mr Mahiga said.\n\nWith advancements in solar, wind and battery technologies and innovative models such as net metering—where surplus electricity generated by consumers is fed back into the grid—he said the future of energy in Tanzania is evolving.",
    "image": "https://www.thecitizen.co.tz/resource/blob/5093752/d09636407b48354a2ed11759f8917e41/power-pic-data.jpg"
  },
  {
    "id": 7,
    "title": "Tanzania government defends borrowing, hints at tax reforms as budget approved",
    "content": "Dodoma. The government moved to defend its borrowing and assured its commitment to tackle tax reforms on Tuesday, June 24, 2025 as the Parliament unanimously approved the Sh56.49 trillion national budget for the 2025/26 financial year.\n\nWinding up the budget discussions, the minister for Finance, Dr Mwigulu Nchemba, reassured the august House that Tanzania’s public debt remained sustainable, despite rising borrowing levels. He reiterated the government’s commitment to responsible fiscal management and productive use of loans.\n\n“The debt is sustainable, and borrowing is necessary for development,” Dr Nchemba stated emphatically, adding that the conversation should shift from the volume of debt to how borrowed resources are utilised. As of April 2025, the Public Debt Stock reached Sh107.70 trillion. Out of that, external debt was Sh72.94 trillion, and domestic debt was Sh34.76 trillion.\n\nAccording to Dr Nchemba, the October 2024 Debt Sustainability Analysis (DSA) found that the present value of the public debt to GDP was 40.3 percent, well below the 55 percent international risk threshold.\n\nThe present value of external debt to GDP was 23.6 percent compared to the threshold of 40 percent, with a debt-to-export ratio of 123.8 percent—again, comfortably under the 180 percent threshold that signals distress.\n\n“The government will continue to strengthen domestic revenue mobilisation and ensure that commercial loans are directed only toward productive, export-generating projects,” Dr Nchemba said.\n\nIn his final remarks, Dr Nchemba dismissed what he termed “emotional arguments” against borrowing, saying some individuals had gone so far as to warn children that they would bear the burden of debt repayment.\n\n“That’s a misleading narrative. The focus should be on the productivity of the loan, not fear-mongering,” he said.\n\nHe noted that countries that fell into debt traps often did so due to lack of financial discipline and oversight, stressing that Tanzania’s case is different. The country, he insisted, has maintained strict fiscal discipline and ensured borrowed funds are used transparently.\n\nDr Nchemba also clarified that not all debt is public and not all borrowed funds are serviced by the government. The private sector, he said, is also a major borrower and shoulders its repayment obligations.\n\n“The private sector borrows without government guarantees. Let’s not confuse total national borrowing with public debt,” he explained.\n\nMajor projects financed responsibly\n\nTo further defend the government’s borrowing strategy, Dr Nchemba listed key development projects—some completed, others ongoing—that have transformed Tanzania’s infrastructure and service delivery. He emphasized that while some of these projects were financed through loans, many others relied on domestic resources. “Not every development initiative depends on external loans. We are using a blended approach to financing development,” he said.\n\nDr Nchemba also delivered good news on the global financial compliance front. He announced that Tanzania had officially been removed from the Financial Action Task Force’s grey list of countries under scrutiny for money laundering risks.\n\n“This is a major achievement. It reflects the good governance and commitment to financial reforms under our current leadership,” he said.\n\nAdditionally, he shared that Fitch Ratings had reaffirmed Tanzania’s B+ credit rating and forecast a steadily strengthening economy. “This assessment shows the global confidence in our economic trajectory. We must protect and build on this momentum,” he noted.\n\nDespite the budget’s approval, several tax proposals—particularly the 10 percent withholding tax (WHT) on retained earnings—sparked strong reactions from stakeholders.\n\nWhile the government argues the tax will create equity between companies distributing dividends and those reinvesting profits, critics say the move amounts to double taxation.\n\nAnalysts warn that since companies already pay a 30 percent corporate tax on profits, an additional levy on retained earnings could stifle reinvestment, slow business growth, and even affect capital formation in key sectors.\n\nThe Tanzania Private Sector Foundation (TPSF) voiced its disapproval, saying the tax could discourage businesses from retaining earnings to finance expansion.\n\nThe Tanzania Bankers Association also raised red flags, warning that the tax could impact the banking sector’s ability to meet capital adequacy requirements, as retained earnings are a primary capital source.\n\nAnother proposal drawing criticism is the introduction of a mandatory $44 travel insurance fee for all incoming tourists. The government views the fee as a way to ensure safety and access to emergency services for visitors.\n\nHowever, stakeholders argue it could duplicate existing travel insurance plans, increase costs for budget travellers, and deter regional or multi-destination tourism. “The tourism sector is price-sensitive. This additional fee could backfire by making Tanzania less competitive,” said a tour operator based in Arusha.\n\nDr Nchemba acknowledged that some tax proposals were contentious and revealed that ongoing discussions with the Parliamentary Budget Committee might result in adjustments. “We’ve listened to the concerns raised. These will be addressed in detail when we present the Finance Bill,” he said.\n\nResilience amid global challenges\n\nMinister of State in the President’s Office [Investment and Planning], Prof Kitila Mkumbo, also weighed in during the budget wrap-up, emphasizing the economy’s resilience in the face of global headwinds.\n\n“Despite global economic downturns, Tanzania’s economy has remained strong. For over a decade, inflation has stayed around 3.5 percent,” he said.\n\nProf Mkumbo noted that Tanzania’s economy had grown at an average annual rate of 6.2 percent over the past 20 years. However, he said the country’s ambition is to push growth to 8–10 percent in order to accelerate poverty reduction and job creation.\n\nHe underscored the country’s diversified economic structure, which helps absorb external shocks. “Unlike some economies dependent on a single commodity or sector, Tanzania’s growth is supported by agriculture, services, industry, and mining,” he said.\n\nThe 2025/26 budget sets the tone for a year of consolidation, reform, and caution. It reflects the government’s balancing act—ensuring fiscal responsibility while stimulating growth and managing rising debt.\n\nWhile Parliament’s approval gives the government a green light to implement its priorities, some key tax measures remain hotly contested and are likely to feature prominently during the upcoming Finance Bill deliberations.",
    "image": "https://www.thecitizen.co.tz/resource/image/5094500/landscape_ratio3x2/1200/800/b8064de69fd2e1fd48e642465fe42697/rP/mps.jpg"
  },
  {
    "id": 8,
    "title": "NATO chief praises Trump for making Europe ‘pay in a BIG way’ on defense ahead of summit",
    "content": "▶ Follow live updates on the NATO summit\n\nTHE HAGUE, Netherlands (AP) — NATO Secretary-General Mark Rutte praised President Donald Trump for making Europe “pay in a BIG way,” as leaders gathered in the Netherlands on Tuesday for a historic summit that could unite them around a new defense spending pledge or widen divisions among the 32 member countries of the security alliance.\n\nThe U.S. president, while en route, published a screenshot of a private message from Rutte saying: “Donald, you have driven us to a really, really important moment for America and Europe and the world. You will achieve something NO American president in decades could get done.”\n\nNATO Secretary General Mark Rutte arrives ahead of a formal dinner at the Paleis Huis ten Bosch ahead of the NATO summit in The Hague, Netherlands, Tuesday, June 24, 2025. (AP Photo/Markus Schreiber) NATO Secretary General Mark Rutte arrives ahead of a formal dinner at the Paleis Huis ten Bosch ahead of the NATO summit in The Hague, Netherlands, Tuesday, June 24, 2025. (AP Photo/Markus Schreiber) Share Share Facebook\n\nCopy Link copied\n\nPrint\n\nEmail\n\nX\n\nLinkedIn\n\nBluesky\n\nFlipboard\n\nPinterest\n\nReddit Read More\n\n“Europe is going to pay in a BIG way, as they should, and it will be your win,” Rutte wrote. NATO confirmed that he sent the message.\n\nRutte appeared unconcerned that Trump aired it, telling reporters: “I have absolutely no trouble or problem with that because there’s nothing in it which had to stay secret.”\n\nTrump arrived early in the evening after injecting uncertainty over whether the U.S. would abide by the mutual defense guarantees outlined in the NATO treaty. “Depends on your definition,” he said. Rutte said he has no doubt about the Article 5 guarantee, which says an armed attack on one member is an attack on all.\n\nPresident Donald Trump exits Air Force One as he arrives at Amsterdam Schiphol Airport ahead of the NATO summit, taking place in The Hague, Netherlands, Tuesday, June 24, 2025. (AP Photo/Alex Brandon) President Donald Trump exits Air Force One as he arrives at Amsterdam Schiphol Airport ahead of the NATO summit, taking place in The Hague, Netherlands, Tuesday, June 24, 2025. (AP Photo/Alex Brandon) Share Share Facebook\n\nCopy Link copied\n\nPrint\n\nEmail\n\nX\n\nLinkedIn\n\nBluesky\n\nFlipboard\n\nPinterest\n\nReddit Read More\n\nOn Wednesday, the allies are likely to endorse a goal of spending 5% of their gross domestic product on their security, to be able to fulfil the alliance’s plans for defending against outside attack. Trump has said the U.S. should not have to.\n\nSpain has said it cannot, and that the target is “unreasonable.” Slovakia said it reserves the right to decide how to reach the target by NATO’s new 2035 deadline.\n\n“There’s a problem with Spain. Spain is not agreeing, which is very unfair to the rest of them, frankly,” Trump told reporters.\n\nIn 2018, a NATO summit during Trump’s first term unraveled due to a dispute over defense spending.\n\nAhead of the meeting, Britain, France and Germany committed to the 5% goal. The Netherlands is also on board. Nations closer to the borders of Ukraine, Russia and its ally Belarus had previously pledged to do so.\n\nFrom left, France’s President Emmanuel Macron, Germany’s Chancellor Friedrich Merz and Britain’s Prime Minister Keir Starmer pose as they meet on the sidelines of the two-day NATO’s Heads of State and Government summit in The Hague, Tuesday, June 24, 2025. (Ben Stansall/Pool Photo via AP) From left, France’s President Emmanuel Macron, Germany’s Chancellor Friedrich Merz and Britain’s Prime Minister Keir Starmer pose as they meet on the sidelines of the two-day NATO’s Heads of State and Government summit in The Hague, Tuesday, June 24, 2025. (Ben Stansall/Pool Photo via AP) Share Share Facebook\n\nCopy Link copied\n\nPrint\n\nEmail\n\nX\n\nLinkedIn\n\nBluesky\n\nFlipboard\n\nPinterest\n\nReddit Read More\n\nTrump’s first appearance at NATO since returning to the White House was supposed to center on how the U.S. secured the historic military spending pledge from others in the alliance — effectively bending it to its will.\n\nPresident Donald Trump climbs the stairs to the Paleis Huis ten Bosch ahead of the NATO summit in The Hague, Netherlands, Tuesday, June 24, 2025. (AP Photo/Alex Brandon) President Donald Trump climbs the stairs to the Paleis Huis ten Bosch ahead of the NATO summit in The Hague, Netherlands, Tuesday, June 24, 2025. (AP Photo/Alex Brandon) Share Share Facebook\n\nCopy Link copied\n\nPrint\n\nEmail\n\nX\n\nLinkedIn\n\nBluesky\n\nFlipboard\n\nPinterest\n\nReddit Read More\n\nPresident Donald Trump, right, is welcomed by Netherland’s King Willem Alexander, Netherland’s Queen Maxima and Netherland’s Crown Princess Amalia as he arrives for a formal dinner at the Paleis Huis ten Bosch ahead of the NATO summit in The Hague, Netherlands, Tuesday, June 24, 2025. (Misha Schoemakers, Pool Photo via AP) President Donald Trump, right, is welcomed by Netherland’s King Willem Alexander, Netherland’s Queen Maxima and Netherland’s Crown Princess Amalia as he arrives for a formal dinner at the Paleis Huis ten Bosch ahead of the NATO summit in The Hague, Netherlands, Tuesday, June 24, 2025. (Misha Schoemakers, Pool Photo via AP) Share Share Facebook\n\nCopy Link copied\n\nPrint\n\nEmail\n\nX\n\nLinkedIn\n\nBluesky\n\nFlipboard\n\nPinterest\n\nReddit Read More\n\nBut the spotlight has shifted to Trump’s decision to strike three nuclear enrichment facilities in Iran that the administration says eroded Tehran’s nuclear ambitions, as well as the president’s sudden announcement that Israel and Iran had reached a “complete and total ceasefire.”\n\nUkraine has also suffered as a result of that new conflict. It has created a need for weapons and ammunition that Kyiv desperately wants, and shifted the world’s attention. Past NATO summits have focused almost entirely on the war in Ukraine, now in its fourth year.\n\nStill, Rutte insisted NATO could manage more than one conflict at a time.\n\n“If we would not be able to deal with ... the Middle East, which is very big and commanding all the headlines, and Ukraine at the same time, we should not be in the business of politics and military at all,” he said.\n\nUkrainian President Volodymyr Zelenskyy arrived in The Hague for meetings, despite his absence from a leaders’ meeting aiming to seal the military spending agreement.\n\nIt’s a big change since the summit in Washington last year, when the alliance’s weighty communique included a vow to supply long-term security assistance to Ukraine, and a commitment to back the country “on its irreversible path” to NATO membership.\n\nZelenskyy’s first official engagement this time was with Dutch Prime Minister Dick Schoof at his official residence across the road from the summit venue.\n\nBut in a telling sign of Ukraine’s status at the summit, neither leader mentioned NATO. Ukraine’s bid to join the alliance has been put in deep freeze by Trump.\n\n“Let me be very clear, Ukraine is part of the family that we call the Euro-Atlantic family,” Schoof told Zelenskyy, who in turn said he sees his country’s future in peace “and of course, a part of a big family of EU family.”\n\nNetherland’s Prime Minister Dick Schoof, right, speaks with Ukraine’s President Volodymyr Zelenskyy during a meeting at the Catshuis on the sidelines of the NATO summit in The Hague, Netherlands, Tuesday, June 24, 2025. (AP Photo/Markus Schreiber) Netherland’s Prime Minister Dick Schoof, right, speaks with Ukraine’s President Volodymyr Zelenskyy during a meeting at the Catshuis on the sidelines of the NATO summit in The Hague, Netherlands, Tuesday, June 24, 2025. (AP Photo/Markus Schreiber) Share Share Facebook\n\nCopy Link copied\n\nPrint\n\nEmail\n\nX\n\nLinkedIn\n\nBluesky\n\nFlipboard\n\nPinterest\n\nReddit Read More\n\nSchoof used the meeting to announce a new package of Dutch support to Kyiv including 100 radar systems to detect drones and a move to produce drones for Ukraine in the Netherlands, using Kyiv’s specifications.\n\nThe U.S. has made no new public pledges of support to Ukraine since Trump took office six months ago.\n\nMeeting later with Rutte and top EU officials, Zelenskyy appealed for European investment in Ukraine’s defense industry, which can produce weapons and ammunition more quickly and cheaply than elsewhere in Europe.\n\n“No doubt, we must stop (Russian President Vladimir) Putin now and in Ukraine. But we have to understand that his objectives reach beyond Ukraine,” he said. He said NATO’s new target of 5% of GDP “is the right level.”\n\n___\n\nAn earlier version of this story removed a reference to Trump’s first NATO summit, which was in 2017.",
    "image": "https://dims.apnews.com/dims4/default/f425d0c/2147483647/strip/true/crop/4441x2498+0+231/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2Fa0%2Ffc%2Fd51dcd0ee10f80ca391838f2b045%2Fa517e109dd1543a3909bc356239db597"
  },
  {
    "id": 9,
    "title": "Israel killed at least 14 scientists in an unprecedented attack on Iran’s nuclear know-how",
    "content": "▶ Follow live updates on the Israel-Iran war\n\nPARIS (AP) — Israel’s tally of the war damage it wrought on Iran includes the targeted killings of at least 14 scientists, an unprecedented attack on the brains behind Iran’s nuclear program that outside experts say can only set it back, not stop it.\n\nIn an interview with The Associated Press, Israel’s ambassador to France said the killings will make it “almost” impossible for Iran to build weapons from whatever nuclear infrastructure and material may have survived nearly two weeks of Israeli airstrikes and massive bunker-busting bombs dropped by U.S. stealth bombers.\n\n“The fact that the whole group disappeared is basically throwing back the program by a number of years, by quite a number of years,” Ambassador Joshua Zarka said.\n\nBut nuclear analysts say Iran has other scientists who can take their place. European governments say that military force alone cannot eradicate Iran’s nuclear know-how, which is why they want a negotiated solution to put concerns about the Iranian program to rest.\n\n“Strikes cannot destroy the knowledge Iran has acquired over several decades, nor any regime ambition to deploy that knowledge to build a nuclear weapon,” U.K. Foreign Secretary David Lammy told lawmakers in the House of Commons.\n\nIran has long maintained that its nuclear program was peaceful, and U.S. intelligence agencies have assessed that Tehran is not actively pursuing a bomb. However, Israeli leaders have argued that Iran could quickly assemble a nuclear weapon.\n\nHere’s a closer look at the killings:\n\nChemists, physicists, engineers among those killed\n\nZarka told AP that Israeli strikes killed at least 14 physicists and nuclear engineers, top Iranian scientific leaders who “basically had everything in their mind.”\n\nThey were killed “not because of the fact that they knew physics, but because of the fight that they were personally involved in, the creation and the fabrication and the production of (a) nuclear weapon,” he said.\n\nNine of them were killed in Israel’s opening wave of attacks on June 13, the Israeli military said. It said they “possessed decades of accumulated experience in the development of nuclear weapons” and included specialists in chemistry, materials and explosives as well as physicists.\n\nZarka spoke Monday to the AP. On Tuesday, Iran state TV reported the death of another Iranian nuclear scientist, Mohammad Reza Sedighi Saber, in an Israeli strike, after he’d survived an earlier attack that killed his 17-year-old son on June 13.\n\nFrom AP’s Standards and Stylebook teams: The AP is calling the conflict between Israel and Iran a war, given the scope, intensity and duration of military activities on both sides. Click here for an explanation of this decision.\n\n\n\nTargeted killings meant to discourage would-be successors\n\nExperts say that decades of Iranian work on nuclear energy — and, Western powers allege, nuclear weapons — has given the country reserves of know-how and scientists who could continue any work toward building warheads to fit on Iran’s ballistic missiles.\n\n“Blueprints will be around and, you know, the next generation of Ph.D. students will be able to figure it out,” said Mark Fitzpatrick, who specialized in nuclear non-proliferation as a former U.S. diplomat. Bombing nuclear facilities “or killing the people will set it back some period of time. Doing both will set it back further, but it will be reconstituted.”\n\n“They have substitutes in maybe the next league down, and they’re not as highly qualified, but they will get the job done eventually,” said Fitzpatrick, now an analyst at the International Institute for Strategic Studies, a London think tank.\n\nThis is a locator map for Iran with its capital, Tehran. (AP Photo) This is a locator map for Iran with its capital, Tehran. (AP Photo) Share Share Facebook\n\nCopy Link copied\n\nPrint\n\nEmail\n\nX\n\nLinkedIn\n\nBluesky\n\nFlipboard\n\nPinterest\n\nReddit Read More\n\nHow quickly nuclear work could resume will in part depend on whether Israeli and U.S. strikes destroyed Iran’s stock of enriched uranium and equipment needed to make it sufficiently potent for possible weapons use.\n\n“The key element is the material. So once you have the material, then the rest is reasonably well-known,” said Pavel Podvig, a Geneva-based analyst who specializes in Russia’s nuclear arsenal. He said killing scientists may have been intended “to scare people so they don’t go work on these programs.”\n\n“Then the questions are, ‘Where do you stop?’ I mean you start killing, like, students who study physics?” he asked. “This is a very slippery slope.”\n\nThe Israeli ambassador said: “I do think that people that will be asked to be part of a future nuclear weapon program in Iran will think twice about it.”\n\nIsrael is widely believed to be the only Middle Eastern country with nuclear weapons, which it has never acknowledged.\n\nPrevious attacks on scientists\n\nIsrael has long been suspected of killing Iranian nuclear scientists but previously didn’t claim responsibility as it did this time.\n\nIn 2020, Iran blamed Israel for killing its top nuclear scientist, Mohsen Fakhrizadeh, with a remote-controlled machine gun.\n\n“It delayed the program but they still have a program. So it doesn’t work,” said Paris-based analyst Lova Rinel, with the Foundation for Strategic Research think tank. “It’s more symbolic than strategic.”\n\nWithout saying that Israel killed Fakhrizadeh, the Israeli ambassador said “Iran would have had a bomb a long time ago” were it not for repeated setbacks to its nuclear program — some of which Iran attributed to Israeli sabotage.\n\n“They have not reached the bomb yet,” Zarka said. “Every one of these accidents has postponed a little bit the program.”\n\nThis satellite picture by Planet Labs PBC shows Iran’s underground nuclear enrichment site at Fordo following U.S. airstrikes targeting the facility, on Sunday, June 22, 2025. (Planet Labs PBC via AP) This satellite picture by Planet Labs PBC shows Iran’s underground nuclear enrichment site at Fordo following U.S. airstrikes targeting the facility, on Sunday, June 22, 2025. (Planet Labs PBC via AP) Share Share Facebook\n\nCopy Link copied\n\nPrint\n\nEmail\n\nX\n\nLinkedIn\n\nBluesky\n\nFlipboard\n\nPinterest\n\nReddit Read More\n\nA legally grey area\n\nInternational humanitarian law bans the intentional killing of civilians and non-combatants. But legal scholars say those restrictions might not apply to nuclear scientists if they were part of the Iranian armed forces or directly participating in hostilities.\n\n“My own take: These scientists were working for a rogue regime that has consistently called for the elimination of Israel, helping it to develop weapons that will allow that threat to take place. As such, they are legitimate targets,” said Steven R. David, a professor of political science at Johns Hopkins University.\n\nHe said Nazi German and Japanese leaders who fought Allied nations during World War II “would not have hesitated to kill the scientists working on the Manhattan Project” that fathered the world’s first atomic weapons.\n\nLaurie Blank, a specialist in humanitarian law at Emory Law School, said it’s too early to say whether Israel’s decapitation campaign was legal.\n\n“As external observers, we don’t have all the relevant facts about the nature of the scientists’ role and activities or the intelligence that Israel has,” she said by email to AP. “As a result, it is not possible to make any definitive conclusions.”\n\nZarka, the ambassador, distinguished between civilian nuclear research and the scientists targeted by Israel.\n\n“It’s one thing to learn physics and to know exactly how a nucleus of an atom works and what is uranium,” he said.\n\nBut turning uranium into warheads that fit onto missiles is “not that simple,” he said. ”These people had the know-how of doing it, and were developing the know-how of doing it further. And this is why they were eliminated.”\n\n___\n\nAssociated Press writer Jill Lawless in London contributed to this report.",
    "image": "https://dims.apnews.com/dims4/default/ff6838e/2147483647/strip/true/crop/5520x3105+0+287/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2Fbb%2F48%2F937ce5f9c2a4283532fb194cd581%2Fe73e9c1ed8fb430e927fcc0996df0781"
  },
  {
    "id": 10,
    "title": "‘Dear Donald.’ Trump posts fawning private text from NATO chief on social media",
    "content": "▶ Follow live updates on the NATO summit\n\nWASHINGTON (AP) — The message started by congratulating Donald Trump on his “decisive action in Iran” and then got even more flattering, gushing about reaching the precipice of achieving “something NO American president in decades could have done.”\n\nThis wasn’t an ardent supporter swooning or the president taking to social media to sing his own praises in his familiar ALL CAPS style. This was NATO Secretary-General Mark Rutte heaping direct praise on Trump as he flew to a two-day NATO summit in the Netherlands.\n\n“Mr. President, dear Donald,” Rutte’s message began, as seen by a screenshot Trump posted on his social media network. “Congratulations and thank you for your decisive action in Iran, that was truly extraordinary, and something no one else dared to do. It makes us all safer.”\n\nThe fawning tone may have been an attempt to butter up Trump ahead of a key meeting — the kind of effusive praise that British Prime Minister Keir Starmer has adopted lately in negotiating and then announcing a recent trade agreement between the United Kingdom and the U.S. that is meant to ease Trump’s promised steep tariffs on imported British goods.\n\nRutte continued, “You are flying into another big success in The Hague this evening. It was not easy but we’ve got them all signed onto 5 percent!” — a reference to other NATO member countries mostly having signed onto the new pledge to spend 5% of their gross domestic product on defense, a demand the Republican president has pushed for months.\n\n“Donald, you have driven us to a really, really important moment for America and Europe, and the world. You will achieve something NO American president in decades could get done,” Rutte wrote. “Europe is going to pay in a BIG way, as they should, and it will be your win. Safe travels and see you at His Majesty’s dinner!”\n\nNATO confirmed that the message came from Rutte and was sent Tuesday. It declined to provide more details, like what platform the secretary-general used to send the message.\n\nThe message appeared, from the style of font and screen icons present in Trump’s posting, that it could be the encrypted messaging app Signal, where communications can be set to auto-delete, raising questions about the potential difficulties of retaining them as official records as part of presidential archives.\n\nSignal was at the center of the scandal in which Defense Secretary Pete Hegseth was accused of using the app, which is unapproved and unsecured, to share classified material about an upcoming U.S. airstrike in March on the Houthi rebel group in Yemen.\n\nTrump vigorously defended Hegseth, even declaring, “I have no idea what Signal is. I don’t care what Signal is.” He also said, though, “I would frankly tell these people not to use Signal.”\n\nThe White House said Tuesday that the message is authentic and was transmitted to Trump through staff on a government device — but would not speak to whether it was sent via Signal or another messaging app.\n\nThis isn’t the first time a leader has sent to Trump a message that he then blasted out for all to see on social media.\n\nLast week, Trump posted on his social media site a personal text message from Mike Huckabee, his U.S. ambassador to Israel, that referred to God while proclaiming that Trump was getting a lot of advice on Iranian policy but “there is only one voice that matters, HIS voice.”\n\n“I believe you will hear from heaven,” wrote Huckabee, who is also a Baptist minister “and that voice is far more important than mine or ANYONE else’s.”\n\n___\n\nAssociated Press writers Darlene Superville in Washington and Lorne Cook in The Hague, Netherlands contributed to this report.",
    "image": "https://dims.apnews.com/dims4/default/0d26dba/2147483647/strip/true/crop/4832x2718+0+252/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F84%2F8a%2F1981a417dbec3d358766dd855c21%2F7890cbc94a0741b990e9f3ad4b086eed"
  },
  {
    "id": 11,
    "title": "Cargo ship carrying new vehicles to Mexico sinks in the North Pacific weeks after catching fire",
    "content": "ANCHORAGE, Alaska (AP) — A cargo ship that had been delivering new vehicles to Mexico sank in the North Pacific Ocean, weeks after crew members abandoned ship when they couldn’t extinguish an onboard fire that left the carrier dead in the water.\n\nThe Morning Midas sank Monday in international water off Alaska’s Aleutian Islands chain, the ship’s management company, London-based Zodiac Maritime, said in a statement.\n\n“There is no visible pollution,” said Petty Officer Cameron Snell, an Alaska-based U.S. Coast Guard spokesperson. “Right now we also have vessels on scene to respond to any pollution.”\n\nFire damage compounded by bad weather and water seepage caused the carrier to sink in waters about 16,404 feet (5,000 meters) deep and about 415 miles (770 kilometers) from land, the statement said.\n\nThe ship was loaded with about 3,000 new vehicles intended for a major Pacific port in Mexico. It was not immediately clear if any of the cars were removed before it sank, and Zodiac Maritime did not immediately respond to messages Tuesday.\n\nA salvage crew arrived days after the fire disabled the vehicle.\n\nTwo salvage tugs containing pollution control equipment will remain on scene to monitor for any signs of pollution or debris, the company said. The crew members of those two ships were not injured when the Morning Midas sank.\n\nZodiac Maritime said it is also sending another specialized pollution response vessel to the location as an added precaution.\n\nThe Coast Guard said it received a distress alert June 3 about a fire aboard the Morning Midas, which then was roughly 300 miles (490 kilometers) southwest of Adak Island.\n\nThere were 22 crew members onboard the Morning Midas. All evacuated to a lifeboat and were rescued by a nearby merchant marine vessel. There were no injuries.\n\nAmong the cars were about 70 fully electric and about 680 hybrid vehicles. A large plume of smoke was initially seen at the ship’s stern coming from the deck loaded with electric vehicles, the Coast Guard and Zodiac Maritime said at the time.\n\nAdak is about 1,200 miles (1,930 kilometers) west of Anchorage, Alaska’s largest city.\n\nThe 600-foot (183-meter) Morning Midas was built in 2006 and sails under a Liberian flag. The car and truck carrier left Yantai, China, on May 26 en route to Mexico, according to the industry site marinetraffic.com.\n\nA Dutch safety board in a recent report called for improving emergency response on North Sea shipping routes after a deadly 2023 fire aboard a freighter that was carrying 3,000 automobiles, including nearly 500 electric vehicles, from Germany to Singapore.\n\nOne person was killed and others injured in the fire, which burned out of control for a week. That ship was eventually towed to a Netherlands port for salvage.",
    "image": "https://dims.apnews.com/dims4/default/d6e4129/2147483647/strip/true/crop/1543x868+0+53/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F1b%2F99%2F4076d6748597724c7f6d571824b1%2F7271fc7867f4403c937f220df29754b5"
  },
  {
    "id": 12,
    "title": "Live Updates: Trump Contradicts Findings of U.S. Report on Iran’s Nuclear Program",
    "content": "Reporters photographing a display for “Midnight Hammer,” the name of the American operation to bomb Iran’s nuclear sites, during a news conference on Sunday.\n\nA preliminary classified U.S. report says the American bombing of three nuclear sites in Iran set back the country’s nuclear program by only a few months, according to officials familiar with the findings.\n\nThe strikes sealed off the entrances to two of the facilities but did not collapse their underground buildings, the officials said the early findings concluded.\n\nBefore the attack, U.S. intelligence agencies had said that if Iran tried to rush to making a bomb, it would take about three months. After the U.S. bombing run and days of attacks by the Israeli Air Force, the report by the Defense Intelligence Agency estimated that the program had been delayed, but by less than six months.\n\nThe report also said that much of Iran’s stockpile of enriched uranium was moved before the strikes, which destroyed little of the nuclear material. Iran may have moved some of that to secret locations.\n\nSome Israeli officials said they also believed that the Iranian government had maintained small covert enrichment facilities so it could continue its nuclear program in the event of an attack on the larger facilities.\n\nOther officials noted that the report found that the three nuclear sites — Fordo, Natanz and Isfahan — had suffered moderate to severe damage, with the facility at Natanz damaged the most. It is not clear whether the Iranians will try to rebuild the programs.\n\nFormer officials said that if Iran tried to quickly develop a bomb, it would be a relatively small and crude device. A miniaturized warhead would be far more difficult to produce, and the extent of damage to that more advanced research is not clear.\n\nCurrent and former military officials had cautioned before the strike that any effort to destroy the Fordo facility, which is buried more than 250 feet under a mountain, would probably require waves of airstrikes, with days or even weeks of pounding the same spots.\n\nAmerican warplanes did hit the same spots at least twice on Saturday. B-2s dropped 12 GBU-57 Massive Ordnance Penetrator bombs — often referred to as “bunker busters” — on Fordo, and six aboveground entry craters are now visible, according to Brian Carter, the Middle East portfolio manager at the American Enterprise Institute.\n\nBut many military bomb experts believed that more than one day of strikes would be needed to complete the job.\n\nThe initial damage assessment suggests that President Trump’s claim that Iran’s nuclear facilities were “obliterated” was overstated. Congress had been set to be briefed on the strike on Tuesday, and lawmakers were expected to ask about the findings, but the session was postponed. Senators are now set be briefed on Thursday, and House members on Friday.\n\nSince the strikes, Mr. Trump has complained to advisers repeatedly about news reports that have questioned how much damage was done, said people with knowledge of the comments. He has also closely watched the public statements of other officials when they are asked about the damage to the nuclear facilities, they said.\n\nIn a statement on Tuesday, Defense Secretary Pete Hegseth reiterated Mr. Trump’s early assessment.\n\n“Based on everything we have seen — and I’ve seen it all — our bombing campaign obliterated Iran’s ability to create nuclear weapons,” he said. “Our massive bombs hit exactly the right spot at each target and worked perfectly.”\n\nOfficials cautioned that the five-page classified report was only an initial assessment, and that others would follow as more information was collected and as Iran examined the three sites. One official said that the reports people in the administration had been shown were “mixed” but that more assessments were yet to be done.\n\nBut the Defense Intelligence Agency report indicates that the sites were not damaged as much as some administration officials had hoped, and that Iran retains control of almost all of its nuclear material, meaning if it decides to make a nuclear weapon it might still be able to do so relatively quickly.\n\nOfficials interviewed for this article spoke on the condition of anonymity because the findings of the report remain classified.\n\nThe White House took issue with the assessment. Karoline Leavitt, a White House spokeswoman, said its findings were “flat-out wrong.”\n\n“The leaking of this alleged assessment is a clear attempt to demean President Trump, and discredit the brave fighter pilots who conducted a perfectly executed mission to obliterate Iran’s nuclear program,” she said in a statement. “Everyone knows what happens when you drop 14 30,000-pound bombs perfectly on their targets: total obliteration.”\n\nElements of the intelligence report were reported earlier by CNN.\n\nThe strikes badly damaged the electrical system at Fordo, officials said. It is not clear how long it will take Iran to gain access to the underground buildings, repair the electrical systems and reinstall equipment that was moved.\n\nImage A satellite image provided by Maxar Technologies of the Fordo nuclear site. Credit... Maxar Technologies, via Associated Press\n\nThere is no question that the bombing campaign “badly, badly damaged” the three sites, Mr. Carter said.\n\nBut initial Israeli damage assessments have also raised questions about the effectiveness of the strikes. Israeli defense officials said they had also collected evidence that the underground facilities at Fordo were not destroyed.\n\nBefore the strike, the U.S. military gave officials a range of possibilities for how much the attack could set back the Iranian program. Those ranged from a few months on the low end to years on the higher end.\n\nSome officials cautioned that such estimates are imprecise, and that it is impossible to know how long Iran would exactly take to rebuild, if it chose to do so.\n\nDespite claims of the sites’ obliteration by Mr. Trump and Mr. Hegseth, Gen. Dan Caine, the chairman of the Joint Chiefs of Staff, has been more careful in describing the attack’s effects.\n\n“This operation was designed to severely degrade Iran’s nuclear weapons infrastructure,” General Caine said that at the Sunday news conference.\n\nThe final battle damage assessment for the military operation against Iran, General Caine said on Sunday, standing next to Mr. Hegseth, was still to come. He said the initial assessment showed that all three sites “sustained severe damage and destruction.”\n\nGeneral Caine added that it was “way too early” to assess how much of Iran’s nuclear program remained.\n\nGen. Joseph L. Votel, the former commander of Central Command, said in an interview, that he had “a lot of confidence in the weapons systems used.” But he added: “I’m not surprised that elements survived. That’s why you do battle damage assessments, because everything can go as planned but there are still other factors.”\n\nAt a Senate hearing on Tuesday, Democrats also struck a more cautionary note.\n\n“We still await final battle damage assessments,” said Senator Jack Reed of Rhode Island, the senior Democrat on the Armed Services Committee.\n\nMilitary officials had said that to do more significant damage to the underground sites, they would have to be hit with multiple strikes. But Mr. Trump announced he would stop the strikes after approving the first wave.\n\nU.S. intelligence agencies had concluded before the strikes that Iran had not made the decision to make a nuclear weapon, but possessed enough enriched uranium that if it decided to make a bomb, it could do so relatively quickly.\n\nWhile intelligence officials had predicted that a strike on Fordo or other nuclear facilities by the United States could prompt Iran to make a bomb, U.S. officials said they do not know yet if Iran would do so.\n\nRepresentatives of the Defense Intelligence Agency did not respond to requests for comment.\n\nDavid E. Sanger contributed reporting.",
    "image": "https://static01.nyt.com/images/2025/06/25/world/25mideast-promo-blog-730-am-ET-wax/25mideast-carousel-sub-today-ffedds-facebookJumbo.jpg"
  },
  {
    "id": 13,
    "title": "Trump Pushes Allies on Military Spending at NATO Summit: Live Updates",
    "content": "President Trump has cut funding and specialists from the Cybersecurity and Infrastructure Security Agency, which helps protect the nation’s power grids, elections and water utilities.\n\nSoon after the United States bombed Iran’s critical nuclear facilities, the Trump administration warned that Iran could seek revenge by inspiring violent extremists or launching cyberattacks against U.S. networks.\n\nBut many of the federal programs or resources that would defend the nation against such attacks have been scaled back significantly in recent months, after Mr. Trump slashed the federal bureaucracy and reoriented much of the national security apparatus to help with his immigration crackdown.\n\nMr. Trump has cut funding and specialists from the Cybersecurity and Infrastructure Security Agency, or CISA, which helps protect the nation’s power grids, elections and water utilities. In a sign of the heightened risk of a cyberattack, the F.B.I. directed officials in recent days to assist the cybersecurity agency in protecting critical infrastructure, according to an email obtained by The New York Times.\n\nBut that directive came after F.B.I. officials tasked with working on cybersecurity or counterintelligence were asked to assist Immigration and Customs Enforcement on routine deportations.\n\nThe administration has also purged decades of experience at the highest ranks of the F.B.I., heightening concerns that the bureau might be unprepared to deal with myriad crises that the agency faces on a daily basis, let alone the possibility of Iran taking revenge on American soil.\n\nImage The F.B.I., led by Kash Patel, has directed officials in recent days to assist the cybersecurity agency in protecting critical infrastructure. Credit... Anna Rose Layden for The New York Times\n\nAnd the administration has proposed breaking up a little-known office tasked with detecting potential chemical, biological and nuclear attacks against the United States.\n\n“We are less safe now than we were on Jan. 20 because of the indiscriminate cuts by DOGE, that shift in priority to focus exclusively on immigration and not on counterterrorism or other national security threats, and the loss of institutional knowledge about those national security threats,” said Mary Ellen Callahan, the former assistant secretary of homeland security for the Countering Weapons of Mass Destruction office, which Mr. Trump has proposed disbanding. “We are less safe now and the risks are higher now.”\n\nMr. Trump’s aides maintain that his policies have restored national security to the United States by tightening its borders and pursuing sweeping deportations of immigrants in the country without legal status.\n\nThe Department of Homeland Security has been quick to publicize arrests over the weekend of 11 Iranians in the United States illegally, including one who was on a terrorism watch list. And the White House has sought to redirect attention to the Biden administration’s border policies, contending that the record number of migrants who crossed into the United States in recent years posed a significant risk to the nation.\n\n“We’re doing everything that we can to keep our people safe,” Vice President JD Vance said on Sunday. “This is one of the reasons why border security is national security: is if you let a bunch of crazy people into your country, those crazy people can eventually take action. We’re going to do everything that we can to make sure that doesn’t happen and to keep Americans safe.”\n\nThe approach by the Trump administration, however, ignores some of the more modern ways that Iran or its proxy groups could target the United States, according to national security officials.\n\nAnd even though Iran and Israel have agreed to a cease-fire, national security officials warned that the nation was still exposed to retaliation from Iran or its proxies, particularly one cloaked in sensitive computer systems.\n\nImage A rally in support of the Iranian armed forces in Tehran on Tuesday. Credit... Arash Khamooshi for The New York Times\n\n“We are not out of the woods yet in terms of what Iran will try to do as payback,” said Thomas S. Warrick, a former counterterrorism official in the Trump, Obama and Bush administrations. “But there’s a host of D.H.S. programs that were intended to help defend the United States homeland from those attacks, and we’re going to find that many of those programs have been adversely affected.”\n\nMr. Trump and his allies have long held animosity for CISA, the agency he signed into law in his first term that would eventually declare the 2020 election was one of the best-run in history — undercutting Mr. Trump’s claims. In early March, Mr. Trump slashed more than $10 million in funding to two critical cybersecurity intelligence-sharing programs that helped detect and deter cyberattacks and alerted state and local governments about forthcoming attacks on cybernetworks.\n\nCISA has also canceled contracts that affected more than a hundred cybersecurity specialists with a range of specialties. In its 2026 budget request, the administration also proposed cutting more than 1,000 positions from the agency, which is funded to hire more than 3,700 people.\n\n“It takes a huge toll on our readiness to meet the challenges like what we may face if Iran chooses to retaliate in the United States in some way,” said Suzanne Spaulding, a homeland security under secretary for cybersecurity and critical infrastructure in the Obama administration. “Not only do you have a decimated work force and fewer people — you’ve lost experts and institutional knowledge, and expertise has walked out the door.”\n\nIn that budget request, the administration also proposed dismantling the office tasked with countering weapons of mass destruction and absorbing its functions into other parts of the department — an action that Ms. Callahan said would “dissipate the mission.”\n\nAt the same time, Mr. Trump is hoping to secure about $175 billion in new spending to enforce his ambitious anti-immigration agenda through his domestic policy legislation, which is still making its way through Congress. The administration has also redirected many federal agents to assist ICE for its deportation campaign, including F.B.I. agents who have been pulled from their usual tasks of cybersecurity, counterintelligence or criminal work.\n\nImage ICE agents in New York last month. Thousands of federal agents have been pulled into Mr. Trump’s immigration plans. Credit... Dakota Santiago for The New York Times\n\nThe Times reported in May that the Justice Department decided that about 2,000 of its federal agents — from the Drug Enforcement Administration, the U.S. Marshals Service and the Bureau of Alcohol, Tobacco, Firearms and Explosives — were required to help find and arrest undocumented immigrants for the remainder of the year.\n\nBut in the days since the attack on Iran, F.B.I. officials are pivoting to address the threats posed by Iran.\n\n“Perhaps, in hindsight, forcing out the most experienced national security senior executives, and having counterterrorism and counter intelligence agents and analysts spend their time assisting on immigration roundups, might not have been the most well-thought-out ideas,” said Michael Feinberg, a former F.B.I. agent who spent years handling national security matters before abruptly leaving the bureau several weeks ago.\n\nThe F.B.I., in a statement, declined to comment on personnel decisions but said the agency does “continuously assess and realign our resources to respond to the most pressing threats to our national security and to ensure the safety of the American people.”\n\nMike Sena, the president of an association representing information-gathering “fusion centers” spread across the country that are partially funded by the Department of Homeland Security, said he noticed that many of the federal officials who worked with state and local law enforcement agencies had left their jobs. Many of his peers in the law enforcement community are also concerned that they may not be able to rely on federal funding.\n\n“How do you sustain and maintain the capabilities from even a year ago when folks aren’t there anymore?” Mr. Sena said.",
    "image": "https://static01.nyt.com/images/2025/06/25/multimedia/25nato-trump-promo-8am-ET-qtkc/25nato-trump-promo-8am-ET-qtkc-facebookJumbo.jpg"
  },
  {
    "id": 14,
    "title": "German football bosses fined over 2006 World Cup scandal – DW – 06",
    "content": "A German court has fined the country's football association over a scandal connected to the hosting of the 2006 World Cup. The trial had been going on for more than a decade.\n\nFrankfurt's Regional Court ruled on Wednesday that the German Football Association (DFB) must pay a fine of €130,000 ($151,000) for the misconduct of its former top officials.\n\nThe public prosecutor's office had accused the DFB of evading around €2.7 million in taxes and demanded that the FA pay a fine of €270,000. The defense rejected the charge of intentional tax evasion and called for an acquittal.\n\nOf the three defendants initially named, none remained in the dock at the conclusion of the 33-day trial. The proceedings against two former DFB presidents, Theo Zwanziger and Wolfgang Niersbach, as well as the vice president of the organizing committee for the 2006 World Cup, Horst R. Schmidt, had earlier been dropped in return for the payment of fines. Zwanziger paid €10,000, Niersbach €25,000, and Schmidt €65,000.\n\nTheo Zwanziger (third from left), who was DFB president in 2006, had the charges against him dropped earlier this year Image: Arne Dedert/dpa/picture alliance\n\nZwanziger, his successor Wolfgang Niersbach, who resigned as DFB president in 2015 as a result of the affair, and Schmidt, who is also a former DFB general secretary, had all been accused of arranging for an incorrect tax return submitted for 2006 to allow the FA to avoid paying millions in taxes.\n\nSlush fund for 2006 World Cup?\n\nThe tax return included a €6.7 million payment from the DFB to football's world governing body FIFA. The DFB claimed the money was to pay for a World Cup gala — an event that never took place.\n\nThe payment triggered investigations over allegations it had been used as a slush fund to buy votes in favor of Germany's bid to host the 2006 tournament.\n\nA 2016 DFB-commissioned investigation found the sum was the return of a loan via FIFA from former Adidas chief Robert Louis-Dreyfus.\n\nThe German tax office ordered the DFB in 2017 to pay more than €20 million in back taxes related to the year 2006.\n\nThe 2006 World Cup is popularly known in Germany as the \"summer fairy tale\" because of the home team's run to the semi-finals, and the sold-out stadiums and outdoor viewing areas across the country which attracted hundreds of thousands of fans.\n\nHow the 2006 World Cup changed Germany forever To view this video please enable JavaScript, and consider upgrading to a web browser that supports HTML5 video\n\nEdited by: Matt Pearson",
    "image": "https://static.dw.com/image/73032704_6.jpg"
  },
  {
    "id": 15,
    "title": "Última hora de la cumbre de la OTAN, en directo | Sánchez evita el contacto con Trump en medio de la polémica por el aumento del gasto en defensa",
    "content": "El primer ministro belga ironiza sobre el plante de España: “Si Sánchez puede cumplir con 2,1% es un genio”\n\nEl primer ministro belga, Bart De Wever, ha subrayado a su llegada a la OTAN que “no hay tratos especiales” para ningún país y que todos los líderes van a suscribir este miércoles el aumento de gasto en defensa al 5%, del cual un 3,5% es para defensa pura para cumplir los objetivos de capacidades militares ya acordados. En este sentido, ha señalado que la afirmación de España sobre que le basta con el 2,1% de su PIB para cumplir lo que el resto de expertos y países ha fijado en 3,5% es una “interpretación” que podría permitir a otros aliados también acogerse a ese menor gasto. Algo que, que de todos modos, ha puesto seriamente en duda.\n\n“Los estrategas de la OTAN han calculado los gastos y consideran que, con precios actuales, se necesita el 3,5% del PIB para lograrlo. Supongo que esta gente no es tonta, saben lo que cuesta y consideran que es 3,5%. Sería genial hacerlo al 2,1%, si Pedro Sánchez puede hacerlo, sería un genio y la genialidad inspira a la gente”, ha ironizado el nacionalista belga.\n\nEl Gobierno belga acaba de aprobar un presupuesto militar que prevé mantener la trayectoria de gasto en defensa en el 2% del PIB hasta 2033, para solo entonces aumentar al 2,5%, lejos aún del gasto militar puro fijado en 3,5% para 2035 en la declaración de La Haya. Aun así, De Wever ha subrayado el compromiso de Bélgica con lo acordado con los demás aliados y ha calificado de “realista” el objetivo de 3,5% en un plazo de diez años. “No será fácil alcanzarlo, pero es lo que la OTAN ha decidido que es necesario”, ha indicado, recordando pese a todo que el acuerdo de La Haya prevé una cláusula de revisión en 2029. “Veremos cómo está el mundo entonces”, ha indicado.\n\nEl rechazo de España a comprometerse a aumentar al 3,5% del PIB el gasto militar puro se ha convertido en el centro de la cumbre en La Haya, si bien la mayor parte de los líderes que se han parado a comentar la situación antes de encerrarse a discutir el acuerdo final han buscado bajar la tensión y ha recordado que todos los presentes están de acuerdo en firmar la declaración conjunta que fija en 5% el nuevo objetivo de gasto para la próxima década.\n\nLo importante, ha reiterado el primer ministro holandés y anfitrión de la cita, es la “unidad” de los aliados.\n\n“Lo importante es que el gasto en defensa esté vinculado con las capacidades militares que hemos definido que necesitamos para asegurarnos que podemos tener nuestra disuasión y defensa preparadas (…) España dice que lo puede lograr con otra cantidad de financiación, nosotros pensamos que necesitamos el 3,5%, pero creo que seguimos compartiendo la unidad a la hora de cumplir” con los compromisos en materia de capacidades militares, ha señalado.\n\nPreguntado por un periodista por qué Alemania puede aumentar su gasto y España dice que no, el ministro de Defensa germano, Boris Pistorius ha respondido: “No lo sé, pero creo que lo harán”. En este sentido, se ha mostrado “absolutamente convencido” de que España acabará llegando también al 3,5% que se busca fijar este miércoles en La Haya. Por su parte, el canciller alemán, Friedrich Merz, ha subrayado que la meta total de 5% “no es para hacerle un favor a alguien, sino por la convicción de todos de que todos tenemos que hacer más para asegurar la defensa colectiva”.",
    "image": "https://imagenes.elpais.com/resizer/v2/CX7I4WPBVJDOFKV67KYBA4JMC4.jpg?auth=3adb72240a446879f9278e6b6336b9c5b98a5a435b4678c99fda83a67be49ec9&width=1200"
  },
  {
    "id": 16,
    "title": "“Europa pagará a lo GRANDE”: Trump publica un mensaje privado de Rutte con tono halagador ante la cumbre de la OTAN",
    "content": "Que Mark Rutte busca por todos los medios agradar y apaciguar a Donald Trump no es un secreto. Al fin y al cabo, esa ha sido su principal tarea como secretario general de la OTAN, sobre todo desde que, con el regreso del republicano a la Casa Blanca, Washington redobló sus amenazas de desligarse de la Alianza Atlántica. No obstante, el tono adulatorio del mensaje personal del holandés revelado por el presidente estadounidense en su camino hacia la cumbre aliada en La Haya, asegurándole que el acuerdo que deben firmar todos los líderes el miércoles para acordar un 5% del PIB como gasto en defensa es una gran victoria directa del republicano, ha superado todas las cotas de rubor.\n\n“Vuelas hacia otro gran éxito en La Haya (…) No ha sido fácil, pero hemos conseguido que todos firmen el 5%”, le escribió Rutte el martes a Trump en un mensaje enviado a través de la aplicación comercial de mensajería de alta securidad Signal, cuya autenticidad han confirmado a EL PAÍS fuentes de la OTAN. “Europa va a pagar a lo GRANDE, como debería, y será tu victoria”, agrega el ex primer ministro holandés, usando las mayúsculas para resaltar los laudos, como tanto le gusta hacer al destinatario del mensaje en redes sociales.\n\nCaptura del mensaje enviado por Mark Rutte, secretario de la OTAN, y que después difundió Donald Trump, el martes.\n\nTrump decidió revelar el mensaje de Rutte con un pantallazo enviado en su red social Truth, a bordo del avión presidencial en camino a La Haya, donde este mismo martes participa en la cena de gala en el palacio real neerlandés con la que se inaugura oficialmente la cumbre de la OTAN. La cita de líderes se ha fijado como principal meta acordar el 5% de gasto en defensa que exige Washington. El secretario de la Alianza Atlántica trató de restar importancia a lo sucedido, defendió que el tono utilizado era “apropiado” y agregó que no tenía “ningún problema” con que se difundiese la captura de pantalla.\n\nEl mensaje se conoció poco después de que Trump cargara, en declaraciones a periodistas también a bordo del Air Force One, contra España, por la oposición del presidente Pedro Sánchez a aceptar ese porcentaje que —como le dice Rutte al estadounidense— es un logro personal del republicano. “Tienen un problema con España. Hay un problema con España, que no está de acuerdo. Y eso es muy injusto con los demás”, agregó Trump.\n\nPoco más tarde, el presidente estadounidense volvió a usar su red social propia para enviar otro pantallazo, una noticia sobre la oposición española al 5% bajo el título “España amenaza con hacer descarrilar la cumbre de la OTAN”. En ella, el mandatario norteamericano destaca que Estados Unidos no condicionará su respaldo a la Alianza a esa subida de gasto que exige a sus socios europeos —y a Canadá—. Pero también añade que su país está casi en el billón de gasto en defensa: “¡Esto es increíble! Lo debatiré pronto con los miembros de la OTAN”.\n\nEl tono del mensaje de Rutte a Trump ha causado entre chanza y vergüenza ajena entre muchos de los asistentes a la cumbre de la OTAN en La Haya, ciudad natal del secretario general de la Alianza. “Donald”, le dice —en una muestra de la gran confianza que hay entre ambos, aunque está por ver si esta revelación de un mensaje privado la trastoca— “nos has llevado a todos a un momento verdaderamente importante para América y para Europa, y para el mundo. Vas a lograr lo que NINGÚN otro presidente estadounidense consiguió en décadas”, agrega el holandés.\n\n01:00 Trump: \"Siempre hay un problema con España\" Donald Trump junto a Mark Rutte brindan durante la cena de gala celebrada en La Haya, este martes. Foto: Associated Press/LaPresse (APN) | Vídeo: EPV\n\nEse detalle es cierto: este mismo martes, en un foro previo a la cita de jefes de Estado y de Gobierno aliados, varios analistas recordaban que todos los presidentes estadounidenses desde Franklin D. Roosevelt —es decir, desde que acabara la II Guerra Mundial— han reclamado que Europa gastara más en defensa. También lo hizo explícitamente el demócrata Barack Obama en 2014, cuando se acordó el objetivo de 2% de gasto en defensa ahora multiplicado, justo después de la invasión rusa de Crimea. También fue una demanda de Trump en su primer mandato. En 2018, en otra cumbre de la OTAN, en aquella ocasión en Bruselas, estuvo incluso a punto de ordenar la salida de EE UU de la Alianza, frustrado por no conseguir un mayor compromiso de gasto de los aliados europeos. Siete años más tarde, Rutte quiere evitar a toda costa un drama similar, por lo que no ha escatimado en esfuerzos por hacer una cumbre diseñada a la medida del magnate republicano y buscando evitar cualquier sobresalto.\n\nEl mensaje de Rutte se envió, según quedaba claro en el pantallazo, a través de la aplicación comercial de mensajería segura Signal: la misma que motivó indirectamente uno de los grandes escándalos que ha vivido la Administración de Trump en sus primeros meses, el llamado Signalgate. Entonces, el consejero de Seguridad Nacional, Mike Waltz, incluyó sin querer a un periodista en un grupo que había creado para tratar los ataques que se preparaban contra las milicias hutíes en Yemen. En la charla, altos cargos del Gobierno abordaban detalles confidenciales de la operación, sin aparente preocupación por la posibilidad de que esos datos pudieran quedar en manos indebidas, de gobiernos enemigos, piratas informáticos… o reporteros incluidos en el grupo.\n\nEl uso de esta aplicación, muy extendida entre congresistas, asesores y altos cargos, está teóricamente prohibido para las comunicaciones clasificadas de la Administración, que deben emplear sistemas seguros específicos. La aplicación también está muy extendida en Bruselas, tanto en la OTAN como en las instituciones de la UE.\n\nComo resultado de aquel escándalo, Trump acabó cesando a Waltz. No así a otros participantes en el grupo que incluyeron los detalles más confidenciales, como el secretario de Defensa, Pete Hegseth. El Signalgate también permitió conocer hasta qué punto el uso de esta aplicación está extendida entre los altos cargos estadounidenses. Incluido, como ha dejado claro el mensaje de Rutte, el propio presidente.\n\nEn el mensaje de Signal revelado por Trump, Rutte, que públicamente ha medido mucho su respuesta a la decisión de EE UU de bombardear tres instalaciones nucleares iraníes, celebra sin ambages lo que considera otro éxito del estadounidense: “Felicidades por tu acción decisiva en Irán, que ha sido realmente extraordinaria y algo que nadie más osaba hacer. Nos has hecho a todos más seguros”, le felicita sin escatimar loas.",
    "image": "https://imagenes.elpais.com/resizer/v2/46F7KG5VRN7AS4D72DPBNUTITI.jpg?auth=d120fd0636a835b8ef7b042e20a8fd297ae756346bab7af10300355cafac2455&width=1200"
  },
  {
    "id": 17,
    "title": "Sánchez se enfrenta casi en solitario a un bloque europeo a favor de obedecer a Trump y gastar el 5%",
    "content": "Hubo un tiempo en que se rumoreó que Pedro Sánchez podría aspirar a ser el siguiente secretario general de la OTAN. Incluso le llegaron a preguntar por eso en 2023 en una rueda de prensa en Finlandia, en la que él descartó esa posibilidad. Han pasado solo dos años, pero la situación no puede estar más lejos de ese momento.\n\nSánchez afronta hoy la cumbre de la OTAN más complicada de las siete a las que ha acudido, como anfitrión en una de ellas en Madrid, porque el presidente español se ha quedado casi solo ―le apoyan Bélgica y Eslovaquia, dos países sin mucho peso― en su rechazo tajante al compromiso del 5% de gasto en defensa y seguridad que ha exigido Donald Trump y al que se han sumado todos los grandes europeos, incluidos Alemania, Francia y hasta Italia, que ha aceptado ese compromiso aunque en La Moncloa creen que con sus datos de deuda y déficit, mucho peores que los de España, nunca podrá cumplirlo.\n\nSánchez está casi solo pero está muy convencido de tener razón y además cree contar con el apoyo de la mayoría de la sociedad española para una decisión que según insiste ha tomado también para proteger el gasto social en España, porque la OTAN está pidiendo 50.000 millones de euros extra cada año. “Somos los únicos que decimos que el rey está desnudo, pero lo está. Y se verá con el tiempo. Lo que nos piden no tiene sentido, hasta hace poco todos decían que lo importante no era gastar más sino gastar mejor y ahora llega Trump, exige el 5% que se irá sobre todo en compras a la industria de EE UU y casi todos le siguen, no tiene sentido”, resume una fuente del Gobierno español.\n\nDespués del arranque de la cumbre, en la que Donald Trump arremetió contra Sánchez desde el Air Force One, pero sobre todo cuando el presidente de EE UU desveló un mensaje privado de Mark Rutte en el que el secretario general de la OTAN, un europeo liberal que siempre defendió la austeridad y el ajuste cuando era primer ministro de Países Bajos, le decía “Europa va a pagar a lo GRANDE, como debería, y será tu victoria”, el Gobierno español está más convencido aún que antes de que su posición es la correcta.\n\nFuentes del Ejecutivo creen que ese mensaje demuestra que Rutte hace todo para agradar a Trump, y que no hay detrás criterios técnicos, sino exclusivamente políticos por el empeño del presidente de EE UU en hacer alcanzar a los europeos un 5% que él mismo rechaza para su propio país.\n\nEspaña es la protagonista absoluta de la cumbre de la OTAN tras el plante de Pedro Sánchez en vísperas de la cita. En el entorno del presidente español no temen que Trump pueda romper el acuerdo que ya firmaron el fin de semana Rutte y Sánchez mediante el cual España acepta firmar la declaración final, que sufre una ligera modificación para que no implique jurídicamente a todos los aliados, a cambio de que quede claro que no se compromete al 5% porque cree que con el 2,1% valdrá para alcanzar los objetivos de las capacidades militares pactados en la OTAN. El acuerdo, señalan en el entorno del presidente español, ya está cerrado entre Sánchez y Rutte y es inamovible, entre otras cosas porque EE UU tuvo tiempo para mostrar su disconformidad y no lo hizo.\n\nA pesar de que Trump le dejó muy expuesto al desvelar ese mensaje absolutamente entregado que le mandó, con la alabanza a su gran papel como líder mundial, Rutte no se mostró nada arrepentido después. Durante el brindis de la cena de gala del martes, ante todos los jefes de Estado y de Gobierno invitados, y frente a las cámaras, Rutte reiteró loas a Trump —al que se refirió como “querido Donald”— en el mismo tono en que se las había transmitido en privado.\n\n“Durante décadas, EE UU intentó que Europa estuviera a la altura. Ahora, los aliados europeos y Canadá igualarán su gasto en defensa con EE UU. Así que permítanme saludar el liderazgo de larga data del presidente Trump al pedir que la OTAN aumente el gasto en defensa (…) Señor presidente, querido Donald, gracias por presionarnos”.\n\nTrump atiende a los miembros en los jardines de la Casa Blanca antes de partir hacia La Haya. JIM LO SCALZO (EFE)\n\nDe paso, Rutte lanzaba un pequeño dardo a Sánchez, sentado en una de las mesas más apartadas de la sala, a distancia segura de Trump, si bien el propio líder de la OTAN alentó a los mandatarios a aprovechar la cena para empezar a negociar los últimos detalles. El aumento del gasto en defensa al 5% acordado, indicó, “será un gran logro para hacer a la OTAN más justa”.\n\nPoco antes, en declaraciones a varios medios antes de prepararse para la cena, el holandés había asegurado que no sentía “ninguna” preocupación por los mensajes filtrados por Trump y que, es más, considera que la presión la tiene que sentir en todo caso el jefe de Gobierno español, no él.\n\n“Lo único que ocurre es que España dice que no necesita el límite del 3,5% para alcanzar los objetivos de defensa. Que con el 2,1% les basta. Nosotros pensamos que sí lo necesitan”, reiteró Rutte, a la par que agregó: “Ya se verá este miércoles si hay más presiones sobre España”, remató. Y esto es lo que está por ver, cómo se desarrolla la cumbre y si es posible una marcha atrás en ese pacto con Sánchez.\n\nSin llegar a hacer alusiones o críticas explícitas, varios líderes europeos han ido dejando caer su malestar por la flexibilidad reclamada por Sánchez y concedida por Rutte, aunque sea al margen de la declaración formal. “No veo ninguna excepción en lo que estamos acordando mañana [por este miércoles]”, dijo a periodistas el primer ministro sueco, Ulf Kristersson. Su par danesa, Mette Frederiksen, también dejó claro a su llegada a La Haya su desacuerdo con que haya “excepciones para algunos países”.\n\nPero España no es la única que, explícita o implícitamente, reclama más espacio. Ahí está Bélgica, que este mismo martes, mientras comenzaba la cumbre de la OTAN, aprobaba su presupuesto militar para los próximos años y que queda lejos de los objetivos que supuestamente suscribirá este miércoles su primer ministro, Bart De Wever. Según lo acordado por el Gobierno belga, la trayectoria de gasto en defensa se mantendrá en el 2% del PIB hasta 2033, para solo entonces aumentar al 2,5%, lejos aún del gasto militar puro fijado en 3,5% para 2035 en la declaración de La Haya.\n\nDonald Trump junto a Mark Rutte brindan durante la cena de gala ofrecida a los jefes de Estado y de Gobierno de los países de la OTAN. Associated Press/LaPresse (APN)\n\nEspaña se enfrenta pues con muy pocos apoyos a un bloque sólido a favor de este descomunal aumento del gasto militar que también cuenta con los dos gigantes europeos, Alemania y Francia. El Reino Unido, liderado por el laborista Keir Starmer, también se ha comprometido con ese porcentaje.\n\nEn una tribuna publicada este martes en Financial Times, el presidente francés, Emmanuel Macron, y el canciller alemán, Friedrich Merz, afirman su intención de cumplir el compromiso de 3,5% de gasto militar puro y otro 1,5% en gastos más amplios de defensa —eso sí, sin fijar una fecha para ello— como su manera de “reforzar el pilar europeo de la OTAN”.\n\n“Tenemos que estar a la altura de los desafíos (…) no porque nos lo pida alguien, sino porque tenemos claro y se lo debemos a nuestros ciudadanos”, subrayan. En un discurso ante el Bundestag, el Parlamento alemán, Merz ha incidido en la idea de aumentar el gasto colectivo en defensa que se debería consolidar este miércoles en La Haya: “Lo hacemos convencidos de forma conjunta de que debemos ser juntos lo suficientemente fuertes como para que nadie se atreva a atacarnos”, ha explicado el conservador alemán. “Francia y Alemania no lo hacen por la amenaza rusa, sino para impulsar su propia industria. Todo el mundo sabe que el 5% no es necesario, pero solo España lo dice claro”, señalan fuentes del Gobierno.\n\nQue otros altos responsables no hablen tan abiertamente de la decisión española no quita que el tema esté en la mente de todos los participantes en la cita en la capital administrativa holandesa. “Países Bajos apoya totalmente el 5% en defensa colectiva. La realidad es que en el mundo de hoy, la paz y la libertad no son gratuitas, tienen su coste (…) Está claro que los aliados europeos vamos a tener que invertir más en seguridad, tenemos que tomar decisiones históricas para incrementar nuestro gasto”, ha agregado Schoof.\n\nEn declaraciones a un grupo de periodistas, los de EL PAÍS entre ellos, a su llegada a La Haya, también el primer ministro sueco, Ulf Kristersson, el último en unirse hace un año al club de defensa, ha incidido en la importancia de gastar más en el campo militar. Y ha revertido el argumento del Gobierno español, que insiste en que aumentar el gasto hasta el 5% implicaría unos recortes sociales importantes. “Es erróneo decir que hay que elegir entre gastar dinero en defensa o en bienestar. Si queremos proteger el modelo de bienestar nórdico en nuestras sociedades, también debemos protegerla en un sentido literal, militar”, ha señalado Kristersson.\n\nEl Gobierno español insiste en que la OTAN ya gasta ocho veces más que Rusia —sin EE UU casi cuatro veces más— y que la clave no es gastar más, sino gastar mejor, de forma más coordinada e innovadora. España está muy convencida de su posición, pero en esta cumbre integra una minoría muy pequeña que lidera una oposición al 5% de Trump que no mantiene ya ningún otro de los grandes países europeos, aunque en La Moncloa confían en que con el tiempo muy pocos cumplirán y se verá lo exagerado de esta exigencia del presidente de EE UU, que para 2029, momento de la revisión, ya no debería estar en la Casa Blanca si se cumple la Constitución estadounidense.",
    "image": "https://imagenes.elpais.com/resizer/v2/XLAVMSBP7NAZBIC2R7ZCZ25AYY.jpg?auth=c1cb5af1fc5736f51a372f20934e1aef8f0ede33b52d6310eed87c88dfc7194b&width=1200"
  },
  {
    "id": 18,
    "title": "La Armada encarga un estudio para construir el primer portaviones convencional español",
    "content": "La Armada ha encargado al astillero público Navantia un estudio de viabilidad sobre la construcción del primer portaviones español convencional; es decir, aquel en el que pueden tomar los aviones rodando por la pista. Hasta ahora, los portaaeronaves que ha tenido la Armada Española (Dédalo, Príncipe de Asturias o Juan Carlos I) solo permiten operar a los aviones de toma vertical, lo que plantea un problema, pues limita las opciones actuales a un único modelo: el F-35 Bravo estadounidense, el único caza operativo con capacidad de aterrizaje vertical y despegue en corto (STVOL).\n\nFuentes de la Armada advierten que la dependencia de un único modelo de avión supone una vulnerabilidad, no solo política, sino también industrial, ya que la compañía fabricante, Lockheed Martin, podría dejar de producirlo por falta de rentabilidad o tener problemas en la cadena de suministro. Eso ha llevado a los responsables de la Marina de Guerra a apostar porque uno de los tres buques portaaeronaves previstos en el plan Armada 2050, que fija sus objetivos de capacidades para mediados de este siglo, tenga capacidad de toma convencional.\n\nEl estudio encargado a Navantia y financiado con fondos propios de la Armada deberá concretar las características técnicas del buque, desde la longitud de la pista hasta el desplazamiento, aunque se estima que rondará las 40.000 toneladas, un 50% más que el Juan Carlos I LHD, el mayor buque de la Armada Española, y podrá embarcar una treintena de aeronaves, entre aviones y helicópteros. Además, se estudiará la incorporación de una catapulta electromagnética para el lanzamiento y recuperación de los aviones. Fuentes militares sostienen que, desde el punto de vista tecnológico, el diseño y construcción de un portaviones convencional es menos complejo que el de una fragata y multiplica la capacidad de proyección del poder naval a larga distancia.\n\nLa Marina de Guerra se enfrenta a la necesidad de sustituir sus aviones de despegue vertical Harrier AV8B, a los que tendrá que dar de baja a finales de esta década al concluir su vida operativa y haber dejado de fabricarse. Para no perder su aviación de ala fija, la única opción que hay en el marcado es el F-35B, de los que necesita adquirir 12 unidades, con opción para otras seis. El Ministerio de Defensa aún no ha dado luz verde a esta adquisición, no solo por su alto coste sino por la apuesta política en favor de la industria europea. La decisión final dependerá de que el caza estadounidense sea también el modelo elegido para sustituir a los F-18 del Ejército del Aire, lo que permitiría negociar la compra de un número mayor de aparatos, a mejor precio y con mayor participación de empresas españolas.\n\nEl proyecto de la Armada de contar con un portaviones convencional abre el abanico de posibilidades, ya que permitiría optar por otra versión del F-35, la Charlie, o por un modelo europeo, como el Rafale M francés.\n\nEn cualquier caso, las fuentes consultadas explican que se trata de un proyecto embrionario y que, una vez concluido el estudio de viabilidad, el Gobierno deberá tomar una decisión. Su financiación, agregan, sería posible con 2,1% del PIB que España se ha comprometido a invertir en defensa. El tiempo necesario para hacer realidad un proyecto de esta envergadura ronda entre 10 y 15 años.\n\nDe momento, la Armada espera que en las próximas semanas se ponga a flote el S-82, el segundo de la serie S-80, con 18 meses de retraso sobre el calendario inicial, y que en octubre se pongan en marcha los programas contemplados en el Plan Industrial de Seguridad y Defensa dotado con 10.471 millones. Entre ellos, la futura plataforma naval para inteligencia y guerra electrónica, el nuevo Buque de Aprovisionamiento en Combate (BAC) o el barco hidrográfico oceánico.",
    "image": "https://imagenes.elpais.com/resizer/v2/AEGNJQQWMFA5BA2G6LVOCSJWIA.jfif?auth=16c1beac097dfce0fabf56267f2279a7011637454cc32edbc91c05a95d38110c&width=1200"
  },
  {
    "id": 19,
    "title": "Opinion: The threat of \"Chaotic Era\" is real",
    "content": "by Xinhua writers Wu Liming, Zhao Jiasong\n\nLONDON, June 25 (Xinhua) -- Liu Cixin's \"The Three-Body Problem,\" an acclaimed Chinese sci-fi novel, contains a chilling vision: civilization shattered by celestial chaos, plunging society into \"the Chaotic Era\" where fear overrules reason and disasters dictate survival.\n\nIncreasingly, in some parts of the world, people may find themselves living in that dystopia. The inevitable question follows: Who is trying to make the scenario of \"Era of Chaos\" into reality?\n\nMany recent events provide clues to the answer. At the end of the Cold War, the United States assured Russia that NATO would not expand eastward. That promise now lies in fragments -- visible on every map where NATO's reach extends from the Baltic to the Black Sea, its forces pressed against Russia's borders. This was the broken vow that ignited Ukraine's powder keg.\n\nThe Iran nuclear accord reveals a similar pattern. This painstakingly negotiated agreement achieved a fragile equilibrium -- until Washington unilaterally dismantled it. Worse still, as renewed negotiations stood poised to begin, the United States tacitly condoned Israeli operations that assassinated Iranian scientists and conducted precision strikes against nuclear facilities.\n\nBy 2025, Washington's contempt for international norms had reached unprecedented levels. Israel's relentless assault on Gaza has unleashed a humanitarian nightmare so severe it pierces even Western indifference. The Strip has been transformed into a living hell -- yet the White House now circulates plans to \"clear\" and \"redevelop\" the territory, treating Palestinian lives as mere impediments to urban renewal.\n\nWith brazen disregard for international law, Washington has lately launched airstrikes on Iran's nuclear sites absent any declaration of war -- a flagrant violation of the UN Charter and the Nuclear Non-Proliferation Treaty, which collectively prohibit both armed aggression and attacks on civilian nuclear facilities.\n\nTo the U.S. government, truth now arrives via bombers and drones. When \"preemptive\" strikes replace diplomacy, facts become collateral damage.\n\nWhen Washington declares unwavering support for Israel's right to self-defense while dismissing Gazan civilians and Iranian nuclear scientists as collateral damage, civilization regresses to its most barbaric instincts -- a world where power supersedes principle, deception masquerades as statecraft, and international treaties become parchment relics of a forgotten age.\n\nThis isn't strategy but civilizational decay. Liu's theory of \"the Chaotic Era\" suggest that those trade international laws for violence and ethics for expediency aren't pursuing power; they are courting disaster. ■",
    "image": ""
  },
  {
    "id": 20,
    "title": "UFC 317: Topuria vs Oliveira – Start time, fight card, how to watch, venue",
    "content": "IIia Topuria aka ‘el Matador’ clashes with Charles Oliveira aka ‘Do Bronx’ for the lightweight title at UFC 317 in the US.\n\nFollow Al Jazeera’s live coverage of the lightweight UFC title fight here.\n\nIn what is arguably the biggest UFC bout of 2025, ex-featherweight champ Ilia Topuria and former-lightweight champ Charles Oliveira of Brazil clash for the vacant 155-pound (70-kilogramme) title at UFC 317.\n\nTopuria, who is unbeaten, vacated his featherweight title earlier this year to move up to lightweight class with the original intension of fighting fellow superstar Islam Makhachev, ranked by ESPN as the best pound-for-pound UFC fighter in the world; Topuria is ranked number two.\n\nInstead, the Georgian-Spaniard will now face another formidable opponent in the form of Oliveira, who holds multiple UFC records for most submission wins at 16, most finishes at 20 and most bonuses at 20.\n\nHere is all to know ahead of the Topuria-Oliveira bout:\n\nWhen and where is UFC 317?\n\nUFC 317 is scheduled to take place at T-Mobile Arena in Las Vegas on Saturday.\n\nThe venue has a seating capacity of 20,000 for UFC events.\n\nThe main card is scheduled to begin at 02:00 GMT on Sunday (7pm PT / 9pm CT / 10pm ET on Saturday, 4am CEST on Sunday).\n\nThe ring walk for Topuria-Oliveira will occur at about 04:00 GMT (9pm PT / 11pm CT /12am ET on Saturday, 6am CEST on Sunday), and the headline fight will start shortly thereafter.\n\nWhy isn’t Topuria fighting Makhachev for the UFC lightweight title?\n\nMakhachev vs Topuria would undoubtedly have been one of the greatest draws in UFC history – and it might still happen in the future.\n\nMakhachev, who sports a stupendous 27-1 UFC record and is a four-time lightweight champion, announced in May that he would vacate his title and move up a weight class to the welterweight division to face newly-crowned title holder, Jack Della Maddalena. The date for that fight has yet to be announced.\n\nAdvertisement\n\nTopuria, who relinquished his 145-pound (66kg) featherweight title earlier this year and had publicly expressed his desire to fight Makhachev at the heavier lightweight classification, initially voiced his displeasure at the champion vacating his title belt on May 13, accusing the Russian of running away from the challenge.\n\nHowever, in a recent interview on The Ariel Helwani podcast, Topuria said he understood the reasons behind Makhachev’s decision.\n\n“I don’t think he [Makhachev] is ducking me, to be honest,” Topuria said. “I would be lying to you if I told you that he’s ducking me. I think he’s tired of the weight cut [at lightweight division]. He wants a new challenge. He moved to the welterweight division. He feels and he thinks that he has a chance to become a double champion. I think that this is all he’s trying to do.”\n\nHow can Topuria win?\n\nTopuria’s overall technical fighting talent and boxing capabilities are legendary, so Oliveira will need to be wary of trading blows with the powerful 28-year-old in the Octagon.\n\nIn 2024, Topuria sensationally knocked out two former all-time great UFC champions – Alexander Volkanovski and Max Holloway – to establish his dominance in a stacked featherweight division.\n\n“Skill for skill, he might be the best pound-for-pound fighter in the world … all of his opponents have stood toe-to-toe, and all have fallen,” said MMA commentator Alan Jouban on ESPN.\n\n“He [Topuria] will finish upstairs, and he’s got power that puts you to sleep,” added Jouban.\n\nHow can Oliveira win?\n\nIf Oliveira can win back the vacant lightweight belt on Saturday, he’ll deny Topuria joining a short list of legendary two-division champions.\n\nOliveira is one of the greatest lightweights of all-time and Topuria – a supremely-confident competitor – cannot make the mistake of underestimating the Sao Paulo native’s contrasting skillset.\n\nThe 35-year-old’s path to victory lies in his sublime ability to grapple with opponents. Oliveira’s ground game is impressive, and his 16 wins by submission – in a variety of ways – make him both a tricky and dangerous opponent for Topuria.\n\n“I think, for Charles [Oliveira], he’s got to be in all the way or all the way out and try to force some grappling … he needs to get on top, he needs to make him [Topuria] wrestle. We haven’t seen [Topuria] have to do that much in the UFC yet,” said Paul Felder, former MMA fighter and current UFC commentator at ESPN.\n\nOliveira also has advantages in height (1.78m vs 1.7m) and reach (1.88m vs 1.75m), although el Matador, famously known for his strength in the featherweight division, will likely have a power advantage against the Brazilian, despite moving up a weight class.\n\nTopuria Stats:\n\nTopuria has a perfect 16-0 UFC record.\n\nAdvertisement\n\nHis last fight was at UFC 308 in Abu Dhabi, United Arab Emirates, on October 26, where he made good on his bold promise to become the first man to knock out Holloway.\n\n“To beat a legend like Max Holloway, I don’t know what to say,” Topuria said at the time. “He’s been a great example for the generation. … I hope I’m gonna be a small example he has been for me for the new generation.”\n\nAge: 28\n\n28 Height: 5′ 7″ (1.7m)\n\n5′ 7″ (1.7m) Reach: 69 inches (1.75m)\n\n69 inches (1.75m) Total fights: 16\n\n16 Record: 16-0-0\n\nOliveria Stats:\n\nOliveira has a professional record of 35 wins and 10 losses, with one no-contest decision.\n\nHe endured a slow start to his career, winning only two of his first seven fights while fluctuating between different weight classes.\n\nFrom 2018 to 2021, ‘Do Bronx’ reeled off a superlative 11-fight win streak that culminated in him being crowned the UFC lightweight champion after defeating Michael Chandler in the title bout.\n\nHe lost the lightweight title to Makhachev on October 22, 2022, when the Russian pulled off a sensational head-and-arm choke submission in the second round at UFC 280 in Abu Dhabi.\n\nAge: 35\n\n35 Height: 5′ 10″ (1.78m)\n\n5′ 10″ (1.78m) Reach: 74 inches (1.88m)\n\n74 inches (1.88m) Total fights: 46\n\n46 Record: 35-10-0 (1 NC)\n\nWhat have Topuria, Oliveira said about the fight?\n\nTopuria: “You can never count him out because he’s a dangerous guy,” Topuria said of Oliveira. “He has the most finishes in the UFC’s history. But I have faced those kind of situations many, many times, with [Alexander] Volkanovski, with Max Holloway”, he said.\n\n“The skill development I’m bringing to this sport, they’ve never felt it, they never saw it. So this is what’s going to happen with Charles. He thinks that he has some opportunities, but the reality is that he [does] not. The only thing he has to do is show up, and I’ll do the rest.”\n\n“I’m going to finish him in the first round”, Topuria added.\n\nOliveira: “In reality, I’m not very focused on what [Topuria] has been doing, but [rather] on what we can get and take,” he said.\n\n“We are more than prepared for this fight. [Topuria] is a tough opponent, but I know the firepower I have in my hands.\n\n“I’ll go all in, I have a promise to be fulfilled, and I’m going to get this belt.”\n\nWho is fighting in the co-main event?\n\nA second UFC title is at stake in the co-main event when Brazil’s Alexandre Pantoja takes on Kai Kara-France for the flyweight championship.\n\nPantoja, the reigning flyweight champion, is defending his title against the dynamic striking New Zealander nine years after the pair first clashed in an Ultimate Fighter: Tournament of Champions bout.\n\nPantoja won the first fight back in 2016 but its fair to say both competitors have progressed substantially since then.\n\nMain fight card\n\nLightweight (title) – Ilia Topuria vs Charles Oliveira\n\n– Ilia Topuria vs Charles Oliveira Flyweight (title) – Alexandre Pantoja vs Kai Kara-France\n\n– Alexandre Pantoja vs Kai Kara-France Lightweight – Beneil Dariush vs Renato Moicano\n\n– Beneil Dariush vs Renato Moicano Flyweight – Brandon Royval vs Joshua Van\n\n– Brandon Royval vs Joshua Van Middleweight – Paulo Costa vs Roman Kopylov\n\nHow to watch\n\nUFC Fight Pass is a global service, available in most countries outside of Brazil. The app is available on web, smartphones, tablets and Smart TVs. You can also find it on the Apple Store and Google Play.\n\nAdvertisement\n\nIn the US, UFC 317: Topuria vs Oliveira will be broadcast live on ESPN PPV, with streaming available via the ESPN+ app.\n\nIn India, Sony LIV will broadcast UFC 317.\n\nIn the UK, TNT Sports and Discovery+ will livestream the event.\n\nAl Jazeera Sport will provide live text and photo commentary of UFC 317, beginning at 00:30 GMT on Sunday morning.",
    "image": "https://www.aljazeera.com/wp-content/uploads/2025/06/2022-05-26T224307Z_1572140942_MT1USATODAY18361713_RTRMADP_3_MMA-UFC-274-OLIVEIRA-VS-GAETHJE-1-1750767116_7637b6-1750849124.jpg?resize=1200%2C630&quality=80"
  },
  {
    "id": 21,
    "title": "Court says Australian broadcaster ABC wrongfully dismissed journalist",
    "content": "Journalist Antoinette Lattouf had been fired in December 2023 for expressing views supporting Palestine.\n\nAustralian Broadcasting Corporation (ABC) unlawfully dismissed a radio journalist over a social media post related to Israel’s war on Gaza, a court has said.\n\nThe ABC fired radio host Antoinette Lattouf in December 2023 for expressing views supporting Palestine and calling for Israel to end its bombardment of Gaza. The sacking came shortly after she posted on social media a Human Rights Watch report alleging that Israel was using starvation as a weapon of war in Gaza.\n\nLattouf took legal action after being dismissed three days into a five-day casual contract with the ABC.\n\nThe broadcaster broke employment law by terminating her “for reasons including that she held political opinions opposing the Israeli military campaign in Gaza”, Federal Court Justice Darryl Rangiah said in his ruling on Wednesday.\n\nABC senior management’s consternation over the post (by HRW on Instagram) turned into a “state of panic”, the judge said, and a decision was made to take her off the air “within the hour”.\n\nThe broadcaster has apologised after being ordered to pay Antoinette Lattouf $70,000 Australian dollars ($45,000) in compensation, with a further financial penalty yet to be decided.\n\n“We regret how the decision to remove Ms Lattouf from air was handled and the distress occasioned her,” ABC managing director Hugh Marks said.\n\n“It’s clear the matter was not handled in line with our values and expectations,” he added in a statement.\n\n“We also let down our staff and audiences, and this failure has caused understandable concern among the public and inside the organisation,” he added.\n\nAdvertisement\n\nSince Israel’s war on Gaza began in October 2023, journalists across the globe have been fired for expressing solidarity towards Palestinians.\n\nJackson Frank, a sports reporter in Philadelphia, was fired by PhillyVoice.com because of his tweets supporting the Palestinian cause.\n\nZahraa al-Akhrass was dismissed by her employer, Canada’s Global News, due to her social media posts drawing attention to the suffering of the Palestinians.\n\nKasem Raad was fired from his job at Welt TV, a subsidiary of German media company Axel Springer, for questioning internal pro-Israel policies.\n\nBig Tech companies including Google and Microsoft have also fired employees who have called on the companies to withdraw their support of Israel.\n\nLast April, Google fired 28 employees following a sit-down protest over the tech giant’s contract to provide cloud computing and artificial intelligence services to the Israeli government.\n\nMicrosoft also fired two employees for organising a pro-Palestine vigil last year.",
    "image": "https://www.aljazeera.com/wp-content/uploads/2024/03/2020-07-01T000000Z_922144188_RC27KH9UDCSX_RTRMADP_3_AUSTRALIA-MEDIA-1711340066.jpg?resize=1920%2C1440"
  },
  {
    "id": 22,
    "title": "Trump with NATO ‘all the way’ on Article 5 as leaders gather at summit",
    "content": "President Donald Trump previously said the US commitment to mutual defence guarantees ‘depends on your definition’.\n\nPresident Donald Trump has tried to reassure NATO allies over the commitment of the United States to the alliance, after previously suggesting that the military alliance’s collective defence principle was open to interpretation.\n\nTrump arrived in The Hague on Wednesday to meet 31 other NATO leaders at a summit focused on plans to boost defence spending to shore up the US commitment to the alliance.\n\nAsked by reporters about his commitment to NATO’s Article 5, which holds that an attack on one member is treated as an attack on all, he said: “We’re with them all the way.”\n\nSitting alongside NATO Secretary-General Mark Rutte before the summit, Trump said the expected agreement for allies to increase defence spending to 5 percent of gross domestic product (GDP) would be a “great victory for everybody”.\n\nThe comments came after Trump stoked doubts over his commitment to the alliance when asked whether Washington would abide by NATO’s mutual defence guarantees.\n\n“Depends on your definition,” Trump told reporters on his way to The Hague. “There’s numerous definitions of Article 5. You know that, right? But I’m committed to being their friends.”\n\nRutte had earlier stressed that Washington was “totally committed to the alliance”.\n\n“There is absolute clarity that the United States is totally committed to NATO, totally committed to Article 5,” he said, referring to the cornerstone collective defence principle enshrined in NATO’s founding treaty, which holds that an attack on one member is treated as an attack on all.\n\nAdvertisement\n\n“And yes, there is also an expectation, which will be fulfilled today, that the Canadians and the Europeans will speed up their spending, making sure that we are able to defend ourselves against the Russians and others,” he said.\n\nHe expected the summit to be “transformational” for the alliance, he added.\n\nUS’s ‘problem with Spain’\n\nTrump has repeatedly complained that Washington carries too much of the military burden and questioned whether the alliance should defend members who failed to meet its defence spending targets.\n\nHis administration has demanded that NATO allies agree to increase their defence spending to 5 percent of their GDP, up from the current target of 2 percent.\n\nNine NATO members currently spend less than the existing 2 percent target on defence, according to NATO estimates (PDF).\n\nIn response to the US demands to boost defence spending, some NATO countries, like Germany and the United Kingdom, have already announced substantial new investments in their militaries, acknowledging the need to respond to the threat posed by Russia, in particular.\n\nChancellor Friedrich Merz said on Tuesday that Germany would increase spending to become “Europe’s strongest conventional army”, while the UK, which has already said it will meet the new spending targets, has announced the purchase of a fleet of jets capable of carrying tactical nuclear missiles.\n\nBut other countries signalled their resistance to the proposed targets, which are to be met by a 2035 deadline. Spain, NATO’s lowest defence spender last year, according to the alliance’s estimates, has said it will not be able to meet the target by 2035, calling the figure “unreasonable”.\n\nBelgium has also indicated that it will not set the 5 percent target, while Slovakia said it reserves the right to determine its defence expenditure, The Associated Press news agency reported.\n\nOn Tuesday, Trump singled out Spain’s stance, saying: “There’s a problem with Spain. Spain is not agreeing, which is very unfair to the rest of them, frankly.”\n\n‘A more balanced NATO’\n\nOther NATO leaders, however, expressed their full support for the alliance and the increased defence spending targets on Wednesday.\n\nPolish President Andrzej Duda said, “Article 5 is clear … and means collective defence and there is no discussion about this article.”\n\nDanish Prime Minister Mette Frederiksen told reporters that the boost to military spending was important and necessary.\n\n“The disarmament was allowed to go on for too long,” she said.\n\nFinnish President Alexander Stubb, whose country borders Russia, told reporters that he believed the alliance was evolving.\n\nAdvertisement\n\n“I think we’re witnessing the birth of a new NATO, which means a more balanced NATO, and a NATO which has more European responsibility,” he said, according to the Reuters news agency.",
    "image": "https://www.aljazeera.com/wp-content/uploads/2025/06/2025-06-25T082847Z_1563345232_RC2K9FAT0E5E_RTRMADP_3_NATO-SUMMIT-TRUMP-1750840668.jpg?resize=1920%2C1440"
  },
  {
    "id": 23,
    "title": "Los mejores memes de la eliminación de Boca del Mundial de Clubes contra “11 ferreteros de Nueva Zelanda”",
    "content": "La eliminación de Boca Juniors en el Mundial de Clubes tuvo este martes sus reacciones inmediatas en las redes sociales cuando todavía no terminó su partido con el Auckland City, debido a que un parate en el segundo tiempo por riesgo a tormenta eléctrica hizo que el juego se reanude una hora después, con el duelo Benfica-Bayern Múnich ya sellado con la victoria de los portugueses, resultado que condenó a los argentinos.\n\nDe esta manera, las redes se inundaron con burlas por la eliminación de Boca en la primera fase, con el profesor de educación física que le anotó un gol y con cargadas para varios jugadores, haciendo foco en el uruguayo Edinson Cavani y Exequiel Zeballos.\n\n\"No puede haber peor papelón que te elimine Alianza Lima:11 ferreteros de Nueva Zelanda\", se burló un usuario por X, tras confirmarse la eliminación del equipo de Miguel Ángel Russo.\n\n\"No puede haber peor papelón que te elimine Alianza Lima\"\n\n\n\n11 ferreteros de Nueva Zelanda: pic.twitter.com/hhLg3hBbRa — NPC (@Urasucia) June 24, 2025\n\n\"Volvió el Boca que juega horrible, me ilusione al pedo como siempre\", , posteó un hincha, lamentándose por no lograr la clasificación a octavos de final.\n\nVolvió el Boca que juega horrible, me ilusione al pedo como siempre pic.twitter.com/x5fsnMsU1y — Miru 🦦 (@miru2895z) June 24, 2025\n\nEl juego siguió siendo una de las críticas más fuertes para el equipo. \"Volvió el Boca de Gago\", apuntó otro simpatizante, recordando el flojo ciclo del anterior entrenador xeneize.\n\nVolvió el Boca de Gago pic.twitter.com/uudza2HS3e — Last of the Wilds (@The_Escapist_13) June 24, 2025\n\n\"Bueno lo intentamos\", se lee en un mensaje con los personajes de la película de Toy Story con los gorros pilusos de Boca.\n\nGol de Auckland City pic.twitter.com/Ka5ueoYAV3 — Out of Context Club World Cup (@OoCMundialClu) June 24, 2025\n\n\"La tormenta eléctrica salvando a Boca Juniors del papelón ante Auckland City\", eligió otro hincha, con un video de un boxeador dándole el golpe de nocaut a Homero Simpson.\n\n*Nadie*\n\n\n\nLa tormenta eléctrica salvando a Boca Juniors del papelón ante Auckland City: pic.twitter.com/DhgE8EHQDs — Out of Context Libertadores (@OC_Libertadores) June 24, 2025\n\nEn cuanto a Cavani, fue tendencia en X durante el primer tiempo el seudónimo \"gagani\", a modo de burla de la escasa movilidad del atacante oriental.\n\n\"Cavani esperando la pelota en el área del Auckland\", compartió un hincha en X con el video de un esqueleto en una silla de ruedas, recordando que el atacante uruguayo juega su primer partido en el Mundial de Clubes luego de recuperarse de una lesión.\n\nCavani esperando la pelota en el área del AUCKLANDpic.twitter.com/qsxIXucPZ6 — Habemus Fútbol (@Habemusfutbol10) June 24, 2025\n\n\"Merentiel cuando vio que gagani estaba para jugar\", posteó otro simpatizante, que a modo de burla le cambió el nombre al delantero uruguayo y lo simuló levantándose de una silla de ruedas para jugar el partido.\n\nMerentiel cuando vio que gagani estaba para jugar pic.twitter.com/RVYqGR071Q — Jarista (@jaristaa10) June 22, 2025\n\n\"Movieron a Merentiel para que juegue gagani\", subió otro usuario, con un baile de un esqueleto, representando a Cavani.\n\nmovieron a merentiel para que juegue gagani pic.twitter.com/p5y4PhYXJm — nacho (@ignaguru) June 24, 2025\n\n\"Cavani y Merentiel en el área de Auckland pidiéndole la pelota a Zeballos que ya va por su bicicleta número 34\", subió un hincha burlándose de la tradicional jugada del delantero santiagueño con un segmento de una coreografía de la cantante colombiana Shakira.\n\nCavani y merentiel en el área de Auckland pidiéndole la pelota a zeballos que ya va por su bicicleta número 34 : pic.twitter.com/FiyywgUJYi — BosteroSoy12 (@Bosterosoy12__) June 24, 2025\n\nlos jugadores de Boca con Cavani para que meta un gol pic.twitter.com/Kazeanwrab — odio a los futbolistas de Boca (@lautibjs_) June 24, 2025\n\nCavani no le hace un gol ni a un equipo que acá, queda afuera en 32° de Copa Argentina pic.twitter.com/uUwYwnkh6J — Fran Cardaci (@Fran_Cardaci) June 24, 2025\n\n*espero que Cavani este atento a todas las que le queden*\n\n\n\ncavani en el area: pic.twitter.com/o6GKEmMWyr — Campeón del Mundo⭐⭐⭐ (@GraciasTevez) June 24, 2025\n\nChristian Gray, el profesor que le marcó el gol a Boca también tuvo su espacio en las redes.\n\nEl profesor explicándole a los alumnos como hizo para meterle un gol a Boca en el Mundial de Clubes\n\n\n\npic.twitter.com/3bKK3SFypy — cris 🤷🏻‍♂️ (@cris__ese) June 24, 2025",
    "image": "https://www.clarin.com/img/2025/06/24/RvXjTwsj-_2000x1500__1.jpg"
  },
  {
    "id": 24,
    "title": "Hong Kong: A Global Hub for Innovation and Technology",
    "content": "Hong Kong's strategic position and dynamic role in global trade make it a key player in connecting Mainland China to the world.\n\n“Hong Kong serves as a vital gateway to connect Mainland China to the global market,” says Prof. Nancy Ip, President of the Hong Kong University of Science and Technology (HKUST). “The city plays a unique role as both a super-connector and a super value-adder, facilitating interactions between the Mainland and the rest of the world.\n\n“Hong Kong is a melting pot of global talent, investment, and partnerships. With a strong legal framework and robust intellectual property protections, it provides an ideal environment for fostering innovation and technological advancement,” she adds.\n\nHong Kong, Shenzhen and Guangzhou are all part of the Greater Bay Area (GBA), which also includes Macao and seven other cities, with a combined population of over 87 million. The links within this region have helped to create a synergistic ecosystem for companies operating in areas such as AI, fintech and clean energy. The opportunities for Hong Kong go beyond being able to tap into Shenzhen's manufacturing strengths or Guangzhou's position in research and development (R&D).\n\n“In fields such as AI and biomedical research, where abundant data and a large population are essential for training large data models and conducting clinical testing, Hong Kong's proximity to the Mainland provides a significant advantage in translating research findings into practical innovations,” says Prof. Ip.\n\nIn return, Hong Kong offers companies in the rest of the GBA access to funding and expertise. “As the financial gateway of the GBA, Hong Kong facilitates the flow of capital and talent to enable seamless collaboration across the region,” says Falcon Chan, Strategy, Risk and Transactions Partner at Deloitte China.\n\nUnder China's 14th Five-Year Plan, which runs from 2021-25, the GBA has been transformed into an international science and technology innovation centre. The next Five-Year Plan (2026-30) has yet to be announced, but is expected to further boost high quality economic activity.",
    "image": "https://gulfnews-labs.s3.us-east-1.amazonaws.com/partner-content/hongkong-2/images/gulfnews-hk-intro-social.jpg"
  },
  {
    "id": 25,
    "title": "Banana-flavored potato chips? Minari-infused yogurt? Korean snack makers target Zalpha consumers with turn to the exotic.",
    "content": "From banana-flavored potato chips to-infused yogurt drinks, Korea’s snack and beverage makers are embracing bizarre and bold combinations to win over Gen Z and Alpha consumers hungry for novelty.Lee Hyo-jin, 29, a full-time office worker, recently bought a milk banana–flavored Saengsaeng Potato Chips at a local supermarket. The unexpected combination of flavors piqued her curiosity.“When I see a quirky new snack on social media, I always try it at least once,” she said. “If it tastes good, I’ll buy it again. If it doesn’t, I still have a fun, unique experience.”A wave of new, unconventional products is hitting the shelves, all designed to appeal to the so-called \"Zalpha generation\" — a hybrid term referring to Generation Z and Generation Alpha, according to the food and retail industries on Friday. These consumers are seen as experimental and highly individualistic in their tastes, prompting companies to boost customized marketing and product development accordingly.Haitai Confectionery & Foods released a \"Tropical Edition\" on June 9, featuring five of its existing snacks reimagined with fruit flavors. Among them were the milk banana–flavored Saengsaeng Potato Chips and a tropical mix version of the traditional Yeonyanggaeng red bean jelly.Orion, another leading snack maker, introduced a limited-edition product in spring called Oh! Strawberry, a variation of its Oh! Potato snack topped with strawberry milk cream and cookie crumble. More recently, it released new flavors like Triple Pepper Pocachip, Jjajang Ramyeon (bean paste noodles) and Cream Curry versions of the “Whale Snack” chip series.“Triple Pepper Pocachip was a bold experiment that sold over 1.5 million bags in just two months,” said a company spokesperson. “The Jjajang Ramyeon–flavored Whale Snack is also trending on social media as a must-try item.”Convenience stores are also getting in on the trend, rolling out new products that combine unusual flavors and whimsical designs. CU recently launched I’m Not a Chicken, a vanilla ice cream shaped like a chicken leg, and Potato Stick Bread, a fry-shaped pastry paired with real ketchup.GS25 introduced a pouch drink last year called YouUs Pyongyang Cold Noodle Broth, which sold 300,000 units in three months. The popularity of that product led to a follow-up this year — YouUs Dongchimi Broth. The chain is now seeing a surge of interest in its new product, YouUs Yakult Grand Minari, a yogurt drink flavored with water dropwort, or“The minari-flavored Yakult ranked No. 1 among all 54 Yogurt-type drinks sold at GS25 within a month of launch, and it remains in the top 10 today,” said a company official. “These products, which reflect Zalpha trends, have gone viral on social media.”Industry insiders say the shift toward eccentric flavors and playful designs aims to satisfy the adventurous palates of younger consumers. According to the Korea Rural Economic Institute’s 2024 Food Consumption Behavior Survey, 59.6 percent of respondents in their 20s said they enjoy trying new foods — the highest rate among all age groups.“When developing new products, we prioritize consumers in their 20s and 30s who actively seek out experiential consumption,” said one retail official. “We focus on adding new value to familiar products so that we can deliver both fun and quality.”BY NOH YU-RIM [ [email protected]",
    "image": "https://koreajoongangdaily.joins.com/data/photo/2025/06/20/43db27d0-0f32-4e5b-b62f-2a0c9acd3749.jpg"
  },
  {
    "id": 26,
    "title": "Venden en Internet mini refinerías; precios van desde los 2 mil y 500 y 700 mil dólares",
    "content": "A través de diversas plataformas en internet —como Alibaba Group, un consorcio privado chino que posee 18 subsidiarias con sede en la ciudad de Hangzhou— se puede comprar una minirrefinería.\n\nUna vez que el usuario se da de alta en la página web, solicita el producto de acuerdo con el catálogo en línea; por ejemplo, una minirrefinería de petróleo con columna de destilación se oferta entre 40 mil y 80 mil dólares.\n\nEn tanto, una minirrefinería a pequeña escala se promociona en dos mil 500 dólares; una refinería de petróleo crudo a pequeña escala, de 20 mil a 80 mil dólares, y una planta de mayor tamaño, de 80 mil a 700 mil dólares, entre otras instalaciones.\n\nLee también Profepa clausuró mini refinería y hasta impuso multa de casi 1 mdp; pese a sanción, siguió operando\n\nFoto: Especial\n\nEl 18 de junio autoridades federales aseguraron en Coatzacoalcos, Veracruz, una instalación empleada como refinería a pequeña escala, con equipo a fin de separar combustibles y tuberías para su traslado, todo ello sin cumplir con las normas de seguridad para el manejo de estas sustancias ni contar con los permisos correspondientes.\n\nExpertos de seguridad que omitieron dar su nombre indican que no está prohibido adquirir la infraestructura de una minirrefinería.\n\n“Si tienes, por ejemplo, 40 mil dólares la pagas, la mandan por barco desarmada, tarda en llegar entre mes y medio a cuatro meses, obviamente en aduanas ven los tubos, llega al domicilio con liberación aduanal… Ya si la pueden montar es problema del comprador y no se cae en ningún delito.\n\nLee también SSPC destaca aseguramiento de mini refinería de huachicol en Veracruz; fue gracias a labores de inteligencia, señala\n\nFoto: Especial\n\n“Lo que está regulado para importar desde China a México son armas de fuego, explosivos, medicinas, drogas, pero este tipo de maquinaria no está prohibido”, refieren los especialistas.\n\nLas fuentes consultadas señalan que hay sitios en internet de empresas que asesoran para la puesta en marcha de este tipo de plantas, además de que existen huecos en la legislación sobre el tema.\n\nEn otros países no hay restricciones para la adquisición y operación de este tipo de minirrefinerías.\n\nEl doctor Gabriel Vera, investigador en Ciencias Químicas de la Universidad Nacional Autónoma de México (UNAM), expresa que no es difícil adquirir las plantas de refinación que se venden en Alibaba.com y otras plataformas.\n\nLee también FOTOS: Así es la minirrefinería de huachicol que aseguraron autoridades en Veracruz\n\nUna vez que el usuario se da de alta en la página web de Alibaba Group, solicita el producto de acuerdo con el catálogo en línea: una minirrefinería de petróleo con columna de destilación, por ejemplo. Foto: Especial\n\n“Mucho depende de la capacidad de producción que quieran, pero una minirrefinería básica se encuentra en 2 mil 500 dólares y una más grande, entre 40 mil y 80 mil dólares”, argumenta. El investigador precisa que para la instalación se necesitan ingenieros en petroquímica, “así como comprar la planta y uno sólo ponerse a operar, porque (..) leer el manual es imposible”.\n\nSobre cuánto tiempo se requiere para montar una minirrefinería, dice que muchas plantas en el mercado vienen prácticamente premontadas. “Me atrevería a decir que en una semana [tardas], a lo mucho, para dejarla operando; no sólo es montar, también correr las pruebas, verificar presión, tuberías, entonces una semana, obviamente en caso de ser gente sin conocimiento pueden tardar meses. Considero que hay personas capacitadas para montar, por eso se tardan relativamente poco”, enfatiza el químico.\n\nCarlos Hernández, director de la firma Nzaya, que elabora iniciativas sobre combate a la corrupción, cibercrimen y para la prevención de delitos financieros, asevera que existe una falta de análisis de inteligencia para identificar quiénes compran ese tipo de maquinarias, con qué fines y efectos.\n\nLee también Construyeron hace 6 años mini refinería en Veracruz… y nadie vio; hasta deforestaron terreno\n\n“Lo ilegal no es comprarlo, porque son máquinas industriales… Lo que no se está viendo es el análisis y la lectura proactiva de que la delincuencia se está equipando.\n\n“No estamos entendiendo que las células delictivas hacen uso de la innovación, globalización, y es un paso adelante para ellos porque se aprovechan de la tecnología, como la minirrefinería; quiere decir que la tecnología es eficiente en reducir el tamaño de productos que pueden procesar diferentes cosas, en este caso la refinería”, explica.\n\nEl consultor en inteligencia estratégica agrega que la delincuencia está atenta a esas innovaciones y cuenta con la capacidad económica para adquirirlas.\n\nLee también Oposición acusa que reforma electoral de Sheinbaum va contra consejeros del INE; \"para que lleguen puros cuates de la 4T”: Añorve\n\n“No estamos analizando de manera proactiva este tipo de usos, por ejemplo: llega una minirrefinería importada; se requiere saber quién la está comprando, debería ser una empresa, ¿cuál es la razón social?, ¿cuál es la situación fiscal?, ¿cuál es el objetivo de esa empresa?, o ¿dónde se ubica?”, subraya.\n\nSostiene que una vez que el producto entra a territorio nacional le corresponde la vigilancia a Aduanas y al Servicio de Administración Tributaria (SAT), que son organismos desconcentrados de la Secretaría de Hacienda y Crédito Público (SHCP), e informar a la Secretaría de Seguridad y Protección Ciudadana (SSPC) por qué está ingresando un artefacto con ciertas características.\n\n“Lo que llama la atención es la falta de una inteligencia proactiva para identificar el destino de estas maquinarias… Es investigar a la persona que lo adquiere, sus cuentas, historial crediticio, fiscal.\n\nLee también Numeralia de la SSPC; entre detención de objetivos prioritarios, armas y laboratorios asegurados, así va la estrategia de Harfuch\n\n“En un mundo legal, la maquinaría tendría que ser adquirida por una empresa, porque está haciendo una actividad comercial, y debe tener un RFC, acta constitutiva, un historial... o puede ser un emprendimiento, donde deben dar a conocer su razón social y su ubicación, principalmente porque tenemos la práctica del huachicoleo”.\n\nEl abogado constitucionalista Sergio Bravo comenta que el vacío legal está en que no existe la prohibición de la venta de esos productos; “el legislador debe modificar la ley de hidrocarburos para efectos de declarar ilegal esa venta o regular la venta… Cuando se habla de refinerías, la ley no pone las dimensiones de las refinerías y uno entiende que es una obra magna, no contemplan una minirrefinería”.\n\nDestaca que, si ese producto pequeño hace las funciones de una refinería, aunque sea de menor escala, requiere permiso, “la ley de hidrocarburos no habla de dimensiones, sólo de las refinerías en general”.\n\nLee también Sheinbaum descarta que México vaya a ser país tercero; EU tiene trato directo para repatriar migrantes\n\nEl abogado indica que, si este instrumento cumple las mismas funciones, debería operar bajo algún tipo de permiso.\n\n“Para la compra de esos productos no existe regulación o sanción porque los permisos son para construir y operar, entonces ahí tenemos un vacío legal. El tema radica en que la persona, al comprar esos productos, para poder operar o hacer su minirrefinería necesitaría un permiso”, remarca el constitucionalista.\n\nEl maestro Juan Ruiz, jefe de operaciones de Strategos BIP, firma de consultoría en análisis de comercio ilegal en Latinoamérica y el Caribe, sostiene que las organizaciones criminales son expertas en establecer, mantener y mejorar cadenas de abastecimiento entre lo legal e ilegal. Resalta que ocurre lo mismo con el fentanilo, pues cuentan con proveedores en China que mandan las sustancias activas con las que pueden generar el opioide sintético en narcolaboratorios.\n\nLee también Diputados inician discusión de Ley a la Guardia Nacional; prevén otorgar permisos para ocupar cargos en el Gobierno",
    "image": "https://www.eluniversal.com.mx/resizer/v2/TPBEIDA57FERHNY7L4DHMZLHVQ.jpg?auth=2e46cfdfb8a578b24b8fa47d05ff66d70c5d1bac29d627c99ebced20f19e5f9e"
  },
  {
    "id": 27,
    "title": "Morena y aliados en San Lázaro aprueban Ley de la Guardia Nacional; turnan al Senado",
    "content": "El pleno de la Cámara de Diputados aprobó en lo particular, por mayoría de votos, la reforma a la Guardia Nacional, por la que dicho cuerpo armado se adscribe a la Secretaría de la Defensa Nacional.\n\nQuedó avalado por 351 votos a favor por parte de Morena, PT y PVEM y 124 sufragios en contra del PRI, PAN y MC.\n\nLa mayoría parlamentaria aprobó cinco reservas, todas de Morena y sus aliados, y rechazan 167 reservas, la mayoría de la oposición.\n\nEntre las modificaciones, destaca la reserva presentada por el diputado Raúl Bolaños-Cacho Cué del Partido Verde, para establecer que una de las tareas fundamentales de la Guardia Nacional también será “fortalecer la protección de los bosques, selvas y áreas naturales del país”.\n\nLee también Publican en el DOF decretos sobre pensiones para maestros; detienen incremento de edad para jubilación\n\nDurante su intervención, Cacho Cué destacó que, de acuerdo con la Organización de las Naciones Unidas (ONU), las cinco actividades más lucrativas del crimen organizado en el mundo son, narcotráfico, falsificación, tráfico humano, tráfico ilegal de petróleo y tráfico de vida silvestre. En este contexto, señaló la necesidad de dotar a la Guardia Nacional de herramientas jurídicas más amplias y claras para salvaguardar el patrimonio natural del país, “integrando de forma explícita entre sus funciones la protección y conservación del medio ambiente”.\n\nDe igual forma se avaló una reserva de la diputada del PT, Martha Aracely Cruz Jiménez, para garantizar que la actuación de la Guardia Nacional será “con un enfoque de derechos humanos”.\n\nAdicionalmente, se aprobó un paquete de tres reservas de la bancada de Morena, todas modificaciones de forma por errores en la redacción.\n\nTras su aval en lo general y en lo particular, la minuta fue turnada al Senado de la República.\n\nLee también Avanza en el Senado reforma al combate a trata de personas; Secretaría de Hacienda podrá denunciar ante el MP\n\nPor la tarde, reforma fue aprobada en lo general\n\nLa reforma establece que el titular del Ejecutivo otorgará la licencia especial para que el personal militar de la Guardia Nacional desempeñe cargos de elección popular, o actividades o empleos civiles en dependencias del Ejecutivo, gobiernos estatales, municipales, organismos descentralizados o empresas de participación estatal y otras dependencias públicas.\n\n“Cuando no esté fijado el plazo (de la licencia especial), la Secretaría (de Defensa Nacional) dará por terminada la licencia del personal militar integrante de la Guardia Nacional al concluir el mandato constitucional de la persona titular del Ejecutivo Federal de quien emanó la orden”, especifica el dictamen.\n\nElías Lixa, coordinador del PAN, aseguró que existe una laguna en la nueva Ley de la Guardia Nacional, ya que los requisitos de las licencias para que un militar pueda acceder a un cargo de elección popular, ya están establecidos en la Constitución.\n\nLee también Reforma a GN permite a militares competir en cargos de elección popular, denuncia MC; huele a autoritarismo, dice Ivonne Ortega\n\n“Para ser presidente de la República, los requisitos están, no para contender, para ser presidente de la República y para ser legislador federal, los requisitos están establecidos en el artículo 82 y 55 de la Constitución, respectivamente. Para las gubernaturas de los estados, están en cada Constitución. Pero, hombre, yo no voy a ser iluso. Así como cambien cualquier norma para poder hacer lo que quieran, porque lo único que falta es que borren la Constitución y pongan lo que quiera el oficialismo, pues lo pueden hacer en cualquier momento y salirse con la suya, con cualquier fechoría”, dijo.\n\nLos diputados de la oposición acusaron la militarización de la seguridad pública y el fin del Estado civil mexicano; además del peligro de que el gobierno federal utilice a la GN para espiar a quienes estén en contra de las políticas del gobierno.\n\nLa diputada Laura Ballesteros (MC) presentó una moción suspensiva por considerar que las reformas contenidas en el dictamen, “consolida la militarización de la seguridad pública del país, y no solo eso, consolida la militarización de la vida pública de México”.\n\nDicha moción fue desechada por Morena y sus aliados en votación a mano alzada; por lo que la legisladora emecista adelantó que su bancada presentará un amparo en cuanto termine el proceso legislativo en el Congreso de la Unión.\n\nLee también Diputada del PAN ironiza con receta del \"atole del Bienestar\"; acusa a Morena de \"envenenar\" la democracia\n\n“Ahora le abren la puerta para que los militares de la Guardia Nacional, no solo se postulen a cargos de elección popular, sino que puedan desempeñar también cargos en los tres niveles de gobierno. Este es el fin del Estado civil mexicano… militarizar la vida pública del país, es ya otro horizonte que ni el PRI se hubiera atrevido en sus mejores momentos”, dijo en tribuna.\n\nPor su parte, el diputado Ricardo Mejía Berdeja (PT) afirmó que la extinta Policía Federal también se constituyó con integrante del Ejército y la Marina, al igual que la Guardia Nacional, pero no hubo protestas de la oposición.\n\n“La extinta Policía Federal fue creada en 1999, con Ernesto Zedillo, y esta policía se integró con elementos del Ejército, de la María y de la Policía Federal de Caminos, pero el grueso de sus elementos fueron del Ejército y de la Marina, por eso llama la atención que descalifiquen la participación de nuestras Fuerzas Armadas. Ahí no veíamos que se desgarraban las vestiduras”, expresó.\n\nEl diputado Guillermo Anaya Llamas (PAN) refirió que la expedición de la nueva Ley de la Guardia Nacional está relacionada con la Ley General del Sistema de Seguridad Pública y la Ley del Sistema Nacional de Investigación e Inteligencia en Materia de Seguridad Pública, propuestas por el Ejecutivo, con la finalidad de espiar a la ciudadanía, por lo que la denominó “Ley Espía”.\n\nLee también SSPC destaca aseguramiento de mini refinería de huachicol en Veracruz; fue gracias a labores de inteligencia, señala\n\n“Si bien, hay controles judiciales para la intervención telefónica en este dictamen, el día de mañana se va a presentar la Ley de Seguridad y la Ley de Inteligencia. Y en estas reformas, Morena pretende, amiga y amigo que nos escuchas, pretende que el gobierno pueda pedirle a las compañías telefónicas tu ubicación GPS en tiempo real, sin ninguna regla y sin ningún límite”, expuso.\n\nEl coordinador del PRI, Rubén Moreira, aseguró que con las reformas en materia de seguridad y de telecomunicaciones, el gobierno federal busca espiar a la oposición, porque “Morena quiere una dictadura como nunca había visto este país”.\n\n“Lo que dice la Ley de Telecomunicaciones, las autoridades en tiempo real pueden pedir la ubicación de cualquiera de nosotros, en tiempo real, ¿en base a qué?, al teléfono que traen ustedes y sabiendo dónde está usted con su teléfono inmediatamente saben que otros teléfonos hay alrededor y si ustedes están en la reunión, digamos para construir un partido político, para construir una manifestación, para construir una oposición saben quién están, dónde están, cómo están y con un tantito van a saber hasta qué dicen”, explicó.\n\nÚnete a nuestro canal ¡EL UNIVERSAL ya está en Whatsapp!, desde tu dispositivo móvil entérate de las noticias más relevantes del día, artículos de opinión, entretenimiento, tendencias y más.\n\nem/bmc",
    "image": "https://www.eluniversal.com.mx/resizer/v2/QWW6VI7IZRGBZHHBCKIMRDCM4Q.jpg?auth=3daedf91da6eb0a377f3b8d38f9cb5ae054f385b10c812d430c9ab0a77af9ee3"
  },
  {
    "id": 28,
    "title": "Integrantes del Grupo Fugitivo fueron incinerados en horno de ladrillera, dice fiscal de Tamaulipas; tres ya fueron identificados",
    "content": "Tamaulipas.- Los integrantes del grupo musical Fugitivo fueron asesinados e incinerados, en un horno de una ladrillera, en las inmediaciones de la colonia Aquiles Serdán, en Reynosa, confirmó hoy el titular de la Fiscalía General de Justicia del Estado, Irving Barrios Mojica.\n\nEn conferencia de prensa que ofreció en Ciudad Victoria, el fiscal general relató que el pasado 25 de Mayo, aproximadamente a las 20:00 horas, un hombre contactó al representante del grupo para que más tarde amenizara un evento privado, en la colonia Riberas de Rancho Grande.\n\nLos cinco músicos se reunieron en la colonia Reservas Territoriales y se dirigieron al lugar del evento en una camioneta tipo sub color negro con remolque y logotipos del grupo, aproximadamente a las 22:04 horas.\n\nLee también Fiscalía de Tamaulipas entrevista al vocalista del Grupo Fugitivo; autoridades sostienen reunión con familias de las víctimas\n\nIntegrantes de Grupo Fugitivo son hallados sin vida. Foto: Especial\n\nMinutos más tarde se les vio ya en calles de la colonia Riberas de Rancho Grande, unas cuadras antes del lugar de la cita, pero iban siguiendo a una camioneta tipo sub color gris para después, a las 22:22 horas transitar sobre la avenida La Ribereña.\n\n“Lo anterior permitió establecer que los integrantes del grupo musical fueron privados de la libertad entre las 22:04 y las 22:20 horas del mismo 25 de mayo”, expresó Irving Barrios.\n\nAñadió que, el día 29 de dicho mes se realizó un operativo de búsqueda por parte del grupo interinstitucional en la colonia Aquiles Serdán y al llegar a un tiradero de basura clandestino fueron agredidos por sujetos armados resultando de dichos hechos la detención de nueve personas, el aseguramiento de diversas armas de fuego así como de dos vehículos tipo sub, uno al color negro y otro a color gris.\n\nLee también Cae “El M-47”, operador del Cártel del Golfo; lo acusan de ordenar ejecución de músicos de Grupo Fugitivo\n\nDetenidos en Tamaulipas (24/06/2025). Foto: Especial\n\nEl fiscal destacó que cuando las víctimas circulaban por avenida Las Palmas cuando fueron interceptados por sujetos armados quienes los bajaron de su vehículo para subirlos a la camioneta tipo sub gris y ser llevados a una ladrillera ubicada en las inmediaciones de la colonia Aquiles Cerdán.\n\nEn ese sitio, agregó Barrios Mojica, “fueron privados de la vida e incinerados en un horno de la ladrillera para después colocar los restos aproximadamente a 300 metros de dicho lugar”.\n\nTras el procesamiento que realizaron peritos especializados, “se localizaron y obtuvieron varios indicios a los cuales el laboratorio de genética les extrajo perfiles que resultaron coincidentes con tres de las víctimas. Por cuanto a los fragmentos los mismos continúan en análisis para la extracción de ADN contando para dicho efecto con el apoyo y la colaboración de la Fiscalía General de la República a través del Centro Federal Pericial Forense de la Agencia de Investigación Criminal”.\n\nLee también Las horas bajas del regional mexicano; cancelación de visas, acusaciones y hasta asesinatos ensombrecen el show\n\nFiscal de Tamaulipas, Irving Barrios Mojica, durante conferencia de prensa sobre Grupo Fugitivo (24/06/2025). Foto: Especial\n\nAseguró que la Fiscalía General de Justicia ha recabado más de 200 datos de prueba que resultaron suficientes para obtener de un juez de control orden de aprehensión en contra de 13 personas, de las cuales 10 forman parte de un grupo delincuencial.\n\nDijo que están pendientes de cumplimentarse varias órdenes de aprehensión y que las investigaciones continúan, “como se ha dicho, se está en etapa en la espera del resultado de los dictámenes periciales que por su naturaleza y especificidad requieren de tiempo para su culminación y así continuar con el proceso de identificación acorde a la normativa y sancionar a los responsables de estos lamentables hechos”.\n\nÚnete a nuestro canal ¡EL UNIVERSAL ya está en Whatsapp!, desde tu dispositivo móvil entérate de las noticias más relevantes del día, artículos de opinión, entretenimiento, tendencias y más.\n\nnro/cr",
    "image": "https://www.eluniversal.com.mx/resizer/v2/ZR4JO65C35BZPAYZ2AB3CZA3ZU.jpg?auth=9f56299b4fa83fa62577533ae8204838e4cc753c738c5a3f31f20f5cbd7e6bb0"
  },
  {
    "id": 29,
    "title": "Fuerzas federales presentan la primera flotilla de drones artillados; vigilarán frontera con Chiapas",
    "content": "Ejército, Marina, Guardia Nacional y la Guardia Estatal presentaron la primera “flotilla de drones artillados” en México, que serán utilizados en la frontera de Chiapas para acciones de seguridad.\n\nLos drones artillados serán utilizados en la vigilancia comunitaria y en carretera de la frontera sureste, operarán junto con la Unidad Kanan y un perro robótico que será utilizado para operaciones tácticas.\n\nDurante la presentación, el gobernador Eduardo Ramírez Aguilar destacó que su estrategia de seguridad “está a la vanguardia con tecnología que fortalece la paz”, y puntualizó que el objetivo es fortalecer el trabajo coordinado entre el gobierno federal y estatal.\n\nLee también Vinculan a proceso a dos presuntos integrantes del CJNG; son acusados de por narcotráfico y posesión de armas del Ejército\n\n“Caminamos de la mano de nuestra presidenta de México, Claudia Sheinbaum Pardo; sepan que están acompañados por su gobernador; sabemos el camino y el camino que estamos construyendo es la paz. Siempre defenderemos a nuestro querido estado, porque nuestro compromiso es firme y estoy empeñado en que Chiapas tenga paz, seguridad y bienestar”, indicó durante un evento con autoridades de la Marina, Ejército, Guardia Nacional y del estado.\n\nDe acuerdo con autoridades, la unidad móvil Kanan, es un vehículo blindado, equipado con tecnología de vigilancia, comunicación satelital, sala de crisis, cocina, dormitorio, autonomía solar y drones artillados, con capacidad para 24 personas y para operar en zonas remotas.\n\nDurante el evento también fue presentada la Universidad Pública del Sureste para fortalecer la formación policial, y se anunció la adquisición de equipo de alta tecnología, como sistemas de vigilancia avanzados, vehículos blindados y armamento de última generación para combatir a los grupos criminales que se disputan el control de la frontera de Chiapas con Guatemala.\n\nLee también Senado aprueba creación de la Llave MX para eliminar burocracia; turnan al Ejecutivo para su publicación\n\nLos cambios, derivan de la aprobación de una iniciativa en el Congreso local, la cual permitió el cambio de nombre de la Policía Estatal a Guardia Estatal, para dar certeza jurídica y aplicar políticas públicas en coordinación con la Guardia Nacional.\n\nFinalmente, se anunció el incremento al salario de los policías locales en un 40 por ciento, en beneficio de cerca de 10 mil elementos.\n\nÚnete a nuestro canal ¡EL UNIVERSAL ya está en Whatsapp!, desde tu dispositivo móvil entérate de las noticias más relevantes del día, artículos de opinión, entretenimiento, tendencias y más.\n\nem",
    "image": "https://www.eluniversal.com.mx/resizer/v2/X25ASBHCEBBKNJ6KSUNOFSMS5U.jpg?auth=a0c1cba9b2999238bf3407a103bafc27c97ccf6d59578c59c9d2e4e5214dd587"
  },
  {
    "id": 30,
    "title": "New housing areas in Dover, Defu, Newton and Paterson unveiled in URA’s Draft Master Plan 2025",
    "content": "At least 80,000 homes will be introduced in more than 10 areas over the next 10 to 15 years. Read more at straitstimes.com.\nNew private homes will be developed in the Paterson area (foreground), alongside a mixed-use development above Orchard MRT station. ST PHOTO: SHINTARO TAY\nNew housing areas in Dover, Defu, Newton and Paterson unveiled in URA’s Draft Master Plan 2025\n... [7850 chars]",
    "image": "https://cassette.sphdigital.com.sg/image/straitstimes/931adf8f0066021d62bdc83ed8e8563d89ccc85f3668f741ed5b581eef87f3d6"
  },
  {
    "id": 31,
    "title": "Ireland’s STI clinics struggling to cater for increasing demand",
    "content": "Health strategy envisages free contraception for up to 55 year olds and increased STI testing\n'Young women having higher rates of gonorrhea which we wouldn’t have seen', says co-ordinator of the Irish National Survey of Sexual Health\nThere is “inequitable access” to public services for sexually-transmitted infections (STIs), as clinics work a... [3781 chars]",
    "image": "https://www.irishtimes.com/resizer/v2/V5E2LB5DSNBFZLAUFDMCC7WGIY.jpg?smart=true&auth=792c6cd85ffda027c6a3bcdfa27a35e2dc59098b4783bc3a7a9bf17593d37d03&width=1200&height=630"
  },
  {
    "id": 32,
    "title": "iPhone 17 Pro and iPhone 17 Air leak shows device in black",
    "content": "This is what Apple's upcoming iPhones might look like in black.\nIt's been a while since we've had an iPhone Pro in black (we're talking pitch black, not the iPhone 16 Pro's Black Titanium), and it might be time to bring that color back again.\nLeaker Majin Bu posted a few shots of the iPhone 17 Pro and the iPhone ... [1561 chars]",
    "image": "https://helios-i.mashable.com/imagery/articles/02sUym5VzPg0IzSeLHnXffR/hero-image.fill.size_1200x675.v1750847469.jpg"
  },
  {
    "id": 33,
    "title": "New Board Game Helps Parents Talk to Kids About Disability and Difference",
    "content": "/CNW/ - When children spot someone with a visible disability, many well-meaning parents instinctively teach their kids to look away - not out of cruelty, but...\nWith 1 in 100 Canadian kids living with medical complexity — and 75 per cent of GTA parents saying they lack the tools to talk about it — the need for guidance is clear. According to new research, half of parents admit they avoid the topic out of fea... [4727 chars]",
    "image": "https://mma.prnewswire.com/media/2718238/Safehaven_New_Board_Game_Helps_Parents_Talk_to_Kids_About_Disabi.jpg?p=facebook"
  },
  {
    "id": 34,
    "title": "Takeaways from New York City’s mayoral primary: Mamdani delivers a political earthquake",
    "content": "CNN\n\nBy Eric Bradner, CNN\n\n(CNN) — Zohran Mamdani delivered a political earthquake Tuesday in New York City’s Democratic mayoral primary, riding progressive demands for change in a city facing an af...",
    "image": "https://kvia.b-cdn.net/2023/04/thumbnail_KVIA-Masthead.png"
  },
  {
    "id": 35,
    "title": "Who is New York City mayoral candidate Zohran Mamdani?",
    "content": "Zohran Mamdani, the 33-year-old state assembly member and democratic socialist, upended the final phase of New York’s Democratic primary campaign for mayor with his late surge — amassing a huge social...",
    "image": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/KC3EX2MXTO3MZ2FPWASHJNZQW4_size-normalized.jpg&w=1440"
  },
  {
    "id": 36,
    "title": "Inside Mamdani’s Triumph and Cuomo’s Humiliation",
    "content": "Supporters of Zohran Mamdani celebrate at an election night party in Long Island City on Tuesday night. Photo: Christian Monterrosa/Bloomberg via Getty Images\n\nIn the end, it wasn’t just one neighborh...",
    "image": "https://pyxis.nymag.com/v1/imgs/376/5bb/77ef4d221a4205c6f99aa6f2f0e85d60dc-mamdani-supporters-party.1x.rsocial.w1200.jpg"
  },
  {
    "id": 37,
    "title": "Stock futures rise after Trump says Iran-Israel ceasefire is in effect: Live updates - CNBC",
    "content": "All three major averages rose on Monday, despite Iran's retaliatory attack on an American military base in Qatar.",
    "image": "https://image.cnbcfm.com/api/v1/image/108162533-1750691270564-NYSE_Traders-OB-Photo-20250623-CC-PRESS-3.jpg?v=1750691492&w=1920&h=1080"
  },
  {
    "id": 38,
    "title": "Nationals’ cornerstones come up big in series-opening win against Padres - The Washington Post",
    "content": "James Wood and CJ Abrams, acquired in the Juan Soto mega-deal, go 6 for 10 with six runs scored for Washington, which sees Keibert Ruiz exit on a freak play.",
    "image": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/PL2RQQIGFVADB66GN3D4VELSNU_size-normalized.JPG&w=1440"
  },
  {
    "id": 39,
    "title": "Israeli forces fire on people waiting for aid in Gaza, killing 25, witnesses and hospitals say - AP News",
    "content": "Palestinian witnesses say Israeli forces and drones opened fire toward hundreds of people waiting for aid trucks in central Gaza. Hospitals say at least 25 people were killed and more than 140 wounded. Israel's military says it was reviewing reports of casual…",
    "image": "https://dims.apnews.com/dims4/default/4f62991/2147483647/strip/true/crop/6000x3375+0+312/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2Fc0%2Fc2%2F2e961ad9d37967374839c8107f45%2F84d5917ece7d48e2875d1c5c77690aed"
  },
  {
    "id": 40,
    "title": "Early-season heat dome brings highest temperatures in years to parts of Eastern U.S. - NPR",
    "content": "An intense and nearly historic weather pattern is cooking much of America under a dangerous heat dome this week with triple-digit temperatures in places that haven't been so hot in more than a decade.",
    "image": "https://npr.brightspotcdn.com/dims3/default/strip/false/crop/8256x4644+0+860/resize/1400/quality/100/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2F7f%2Fb1%2F807905244616a972243cce066cc3%2Fap25174073184538.jpg"
  }
]