[
  {
    "id": 0,
    "title": "Radiyo Muhabura yafashije Inkotanyi gutsinda urugamba - Assoumpta U. Seminega",
    "content": "Mu kiganiro KT Radio yagiranye na Umunyana Assoumpta Seminega ubu tuye muri Canada, cyagarutse ku rugendo rwe n’uburyo yahisemo kujya kuba umunyamakuru kuri Radio Muhabura akiri umwana muto.\n\nUmunyana avuga ko yagiye kuri Radio Muhabura mu 1992, aturutse mu Mujyi wa Kigali i Nyamirambo aho umuryango we wari utuye.\n\nAti “Nari ndangije amashuri yisumbuye icyo gihe hari inkundura y’amashyaka menshi n’ibinyamakuru birwanya ubutegetsi bwariho, icyo gihe ni naho ababyeyi banjye babafunze mbona sinzabasha gukomeza kaminuza mpita mba umunyamakuru”.\n\nYabanje gukorera ikinyamakuru bitaga ‘Le Flambeau’, ntiyabasha kuhakomereza akazi ahita ajya kuri Radio Muhabura.\n\nUmunyana asobanura ko kuko icyo gihe yari muto ngo yiyumvagamo imbaraga zo gukora cyane, nibwo yahisemo kujya kuba umunyamakuru kuri Radio Muhabura.\n\nImpamvu nyamukuru yatumye ajya gukora kuri Radio Muhabura, zaturutse ku buryo Leta ya Habyarimana yatoteje umuryango we ukabaho nabi kugeza ubwo papa we yirukanywe mu kazi, aho yakoraga muri Banki y’Ubucuruzi.\n\nAti “Bambwiye ko icyo gihe bamusohora mu kazi hari muri 1973 bamusohorana n’umukozi w’umuzamu barabafunga, baza gucika bajya i Burundi nyuma baza kugaruka bakomeza kubaho batotezwa”.\n\nUmunyana avuga ko ikindi cyamuteye imbaraga na we zo kujya kurwanya ubutegetsi bwa Habyarimana, ari uko umuryango we yabonaga uba hanze mu buhungiro akabaza abayeyi be impamvu Se wabo na Nyinawabo badataha, bakamubwira ko bahunze ubuyobozi bubi bwabavanguraga n’abandi akumva bimubabaje.\n\nUmunyana nubwo yabitekereje ntibyari byoroshye kugira ngo abashe guhita agera ku birindiro by’Inkotanyi, kuko yabanje gushaka abamufasha kugerayo.\n\nAvuga ko muri icyo gihe yahuye n’abantu baraganira bamufasha kugera ahitwa mu Kaniga ubu ni mu Karere ka Gicumbi, aho Inkotanyi zari zarigaruriye icyo gihe.\n\nImpamvu Umunyana yifuje gutanga umusanzu we mu itangazamakuru, ngo ni uko mu ishuri rya APACOPE yize ibijyanye n’indimi ndetse akaba yari azi kwandika cyane, icyo gihe ageze ku Mulindi abisabye Inkotanyi barabimwemerera.\n\nUmunyana yavugaga amakuru kuri radio, ataba yavuze amakuru agakora ‘Animation’ ndetse bakanakina ikinamico. Mu rwego rw’umutekano w’abo yari yarasize ngo yakoreshaga izina rya Jeanine, rikaba ari izina atatekerejeho cyane kuko ari ibintu byaje ari muri Sitidiyo ya Radio Muhabura.\n\nUmunyana avuga ko kuri Radio Muhabura hatangirwaga ubutumwa bwo kurwanya akarengane, no kuvuga icyo Ingabo zari iza RPA zirwanira, gusa birindaga kuvuga ubutumwa buvangura Abanyarwanda, kuko bitari mu ntego z’urugamba rwo kubohora Igihugu.\n\nMuri ubwo buzima babagamo avuga ko bahuraga n’ingorane zirimo imibereho, kuko wasangaga abenshi bari kuri urwo rugamba babaga baravuye mu miryango ikomeye, bakagorwa no guhindura ubuzima batamenyereye.\n\nAti “Najyaga nkumbura ibiryo by’i Kigali, gusa iyo twabonaga amafaranga twaguraga ubugari n’ibishyimbo tukarya. Gusa ikintu cyambabaje ni igihe twari twagiye kumesa mu kabande tugeze mu nzira imvura iratunyagira, ngorwa no kugera aho twabaga”.\n\nUmunyana avuga ko tariki ya 5 Nyakanga 1994 Inkotanyi zaraye zifashe Kigali, nabo bahise binjira ku nyubako yakoreragamo Radio Rwanda icyo gihe.\n\nIcyo gihe bakomeje gukoresha ibikoresho bakoreshaga bakiri ku rugamba, kuko ibyo muri Radio Rwanda bari barabisahuye.\n\nNyuma rero urugamba rurangiye yahise ahagarika imirimo akomeza kwiga Kaminuza. Kuri we yemera ko Radio Muhabura yagize uruhare rukomeye mu gutanga amakuru y’ukuri ku Banyarwanda, aho bamenyekanishaga impamvu y’urugamba rwo kubohora Igihugu bagakuraho ubuyobozi burangwa n’ivangura ndetse ikanatangaza amakuru y’ukuri.\n\nAti “Iyo Radiyo Muhabura iba idahari hari kubura amakuru ndetse na morali, kuko iri mu byafashije Inkotanyi gutsinda urugamba, cyane ko yatangazaga amakuru y’ukuri ku byaberaga ku rugamba ndese n’amateka yabaga yagoretswe na Radiyo Rwanda na RTLM tukayanyomoza”.\n\nReba ibindi muri iyi video:",
    "image": "https://www.kigalitoday.com/IMG/jpg/444444-2.jpg"
  },
  {
    "id": 1,
    "title": "Indian Prime Minister Modi honoured with Order of the Star of Ghana",
    "content": "Next article: Jealous rage: Woman burns ex-boyfriend’s belongings and stabs him over another woman\n\nFeatured\n\nIndian Prime Minister Modi honoured with Order of the Star of Ghana\n\nMohammed Ali Jul - 03 - 2025 , 09:06 2 minutes read\n\nIndian Prime Minister Narendra Modi has described Ghana’s highest honour, the Order of the Star of Ghana, as a solemn responsibility to strengthen cultural and economic relations between the two countries.\n\nHe received the award during a state banquet hosted by President John Dramani Mahama at Jubilee House on Wednesday, July 2, 2025, as part of his official visit to Ghana.\n\nPrime Minister Narendra Modi expressed thanks to “the people and Government of Ghana”.\n\nHe dedicated the honour to “the bright future of our youth, their aspirations, our rich cultural diversity and the historical ties between India and Ghana.”\n\n“This honour is also a responsibility to keep working towards a stronger India–Ghana friendship,” he wrote. “India will always stand with the people of Ghana and continue to contribute as a trusted friend and development partner.”\n\nWhen he arrived in Ghana on Wednesday Mr Modi and President Mahama held bilateral and delegation-level discussions.\n\nThe two countries signed four memoranda of understanding covering cultural exchange, Ayurveda and traditional medicine, trade standards, and structured ministerial dialogue.\n\nThey also agreed to upgrade relations between India and Ghana to what was described as a “Comprehensive Partnership.”\n\nAt the banquet, President Mahama described Mr Modi as “a global statesman of transformational leadership,” citing his role in reshaping India’s digital economy and advancing South–South cooperation.\n\nMr Modi reaffirmed India’s support for Ghana’s development, particularly in youth training, digital technology, healthcare, infrastructure, defence, and mining. He also expressed interest in Ghana’s Feed Ghana programme.\n\nThe Indian Prime Minister met with members of the Indian community in Ghana, estimated at around 15,000, and encouraged them to serve as a bridge between the two countries. He announced new scholarship and training opportunities for Ghanaian youth through Indian institutions.\n\nMr Modi’s visit, from July 2 to 3, was the first by an Indian Prime Minister to Ghana in over 30 years.\n\nHe is expected to depart Accra on the morning of Thursday, July 3, en route to Trinidad and Tobago ahead of the BRICS Summit in Brazil.",
    "image": "https://www.graphic.com.gh/images/2025/july/03/honour.jpg"
  },
  {
    "id": 2,
    "title": "Liverpool forward Diogo Jota killed in car crash in Spain two weeks after his wedding - report",
    "content": "Next article: Barnor takes charge of GBA after Neequaye’s dramatic exit\n\nFeatured\n\nLiverpool forward Diogo Jota killed in car crash in Spain two weeks after his wedding - report\n\nGraphic Online Sports News Jul - 03 - 2025 , 08:44 2 minutes read\n\nLiverpool footballer Diogo Jota has been killed in a car crash in northwestern Spain at the age of 28, according to reports.\n\nThe 28-year-old was killed in a crash near Zamora alongside his brother Andre Silva, 26, also a professional footballer, according to the Spanish news agency EFE.\n\nPolice account\n\nIn a first statement released by Spanish police on the crash that killed Diogo Jota and his brother Andre, the police stated tahat \"A road accident occurred at 12.30am this morning at kilometre 65 of the A-52 motorway, in the municipality of Cernadilla, Zamora.\n\n\"A vehicle left the road and everything indicates a tyre burst while overtaking. As a result of the accident, the car caught fire and both people were killed.\n\n\"Pending the completion of forensic tests, one of the deceased has been identified as Diogo Jota, a Liverpool FC player, and his brother, Andre Felipe.\"\n\nDiogo Jota played as a striker for Liverpool.\n\nThe 28-year-old forward began his career in his native Portugal, played briefly for Atletico Madrid, in Spain, before coming to England.\n\nHe then joined the Merseyside club from Wolverhampton Wanderers in 2020.\n\nJota played an important role throughout his five years with the Reds, including scoring six times in Liverpool's recent Premier League-winning season.\n\nAn avid video gamer, Jota also owned an eSports team and regularly streamed on Twitch.\n\nHe got married just two weeks ago to long-term girlfriend Rute Cardoso - see our 9.26 post - and has three children.\n\nJota's brother, Andre Silva, was also a professional footballer who played in the Portuguese second tier for Pennafiel.\n\nJota got married just two weeks ago\n\nDiogo Jota married his long-term girlfriend Rute Cardoso two weeks ago.\n\nThey had been in a relationship since 2012 before Jota proposed in July 2022.\n\nSharing images of the wedding online, the former Liverpool forward said: \"June 22, 2025. Yes to forever.\"\n\nThe pair have three children together.",
    "image": "https://www.graphic.com.gh/images/2025/july/03/jota.jpeg"
  },
  {
    "id": 3,
    "title": "Jealous rage: Woman burns ex-boyfriend’s belongings and stabs him over another woman",
    "content": "Next article: VIDEO: Man arrested after viral video shows him drunk in Police uniform begging for a smoke\n\nFeatured\n\nJealous rage: Woman burns ex-boyfriend’s belongings and stabs him over another woman\n\nMohammed Ali Jul - 03 - 2025 , 08:42 2 minutes read\n\nThe Accra Regional Police Command has arrested a 29-year-old unemployed woman, Augustina Adoma, for allegedly setting fire to her ex-boyfriend’s kiosk and stabbing him in the chest following a confrontation at Sowutuom, a suburb of Accra.\n\nThe incident occurred on Thursday, June 26, 2025.\n\nAccording to the police, the suspect was formerly in a relationship with the victim, Emmanuel Otabil, a 30-year-old driver.\n\nPolice said Adoma allegedly went to Otabil’s residence uninvited at about 9:00 a.m. and found him with another woman. She reportedly poured water on both of them and took away the victim’s Samsung mobile phone.\n\nLater that day, around 4:00 p.m., she is said to have returned to the victim’s premises while he was away. Using a duplicate key, she allegedly entered his kiosk and set fire to his belongings, including a mattress, blankets, and bed sheets.\n\nThat evening, Otabil reportedly confronted Adoma about the incident and demanded the return of his phone. During the argument, she allegedly picked a knife from a nearby orange seller and stabbed him in the left side of the chest.\n\nOtabil was initially rushed to Race Course Hospital and later transferred to Lapaz Community Hospital and subsequently to the University of Ghana Medical Centre, where he underwent emergency surgery. He is currently receiving treatment and responding to care.\n\nPolice investigations led to Adoma’s arrest at the Tesano Police Station, where she had gone to file a separate complaint related to an assault. The victim’s phone was retrieved from her at the station.\n\n“The case remains under investigation,” a police statement signed by Superintendent Juliana Obeng of the Accra Regional Public Affairs Unit stated.\n\nThe statement urged the public to refrain from acts of revenge, particularly in domestic disputes, and advised that grievances be resolved through legal and peaceful means.",
    "image": "https://www.graphic.com.gh/images/2025/july/03/jealouslover.jpg"
  },
  {
    "id": 4,
    "title": "President Mahama welcomes Indian Prime Minister for 2-day state visit",
    "content": "Previous article: VIDEO: Man arrested after viral video shows him drunk in Police uniform begging for a smoke\n\nFeatured\n\nPresident Mahama welcomes Indian Prime Minister for 2-day state visit\n\nKester Aburam Korankye Jul - 03 - 2025 , 05:37 3 minutes read\n\nThe Prime Minister of India, Narendra Modi, arrived in Accra on Wednesday to a rousing welcome at the start of a two-day state visit aimed at strengthening bilateral ties between India and Ghana.\n\nIn a significant gesture, President John Dramani Mahama personally received the Indian Prime Minister at the Kotoka International Airport, where the two leaders shared a warm embrace, symbolising the strong diplomatic relations between the two nations.\n\nExpressing his gratitude for the warm reception, Prime Minister Modi took to Facebook shortly after his arrival, stating: \"Landed in Accra, Ghana. I’m honoured by the special gesture of President John Dramani Mahama for welcoming me at the airport.”\n\n“Our nations look forward to working together to strengthen our long-standing relationship and explore fresh avenues for collaboration,\" the leader of Bharatiya Janata Party (BJP), who became the Prime Minister in 2014, added.\n\nThe visit marks the first time in about 30 years that an Indian Prime Minister has visited Ghana.\n\nLater in the day, the Prime Minister engaged with members of the Indian community in Accra amid enthusiastic cheers and cultural performances.\n\n\"Gladdened by the incredible warmth shown by the Indian community here in Accra, Ghana. The spirit of togetherness and the deep cultural linkages are truly wonderful,\" he wrote in another Facebook post.\n\nThe visit is expected to focus on enhancing cooperation in key sectors such as trade, technology, education and infrastructure.\n\nSchedule\n\nThe leaders will hold bilateral engagement, sign many agreements and a Memorandum of Understanding (MoU) on various sectors of mutual benefits to both countries.\n\nThe talks are focused on agriculture, health, defence cooperation and the establishment of a joint commission.\n\nThere will also be discussions towards making Ghana the vaccine hub of Africa.\n\nAmong agreements to be signed would be an MoU between the Institute of Traditional and Alternative Medicine of the University of Ghana.\n\nPrime Minister Modi will also be hosted to a state banquet, where he will be conferred with the country’s highest honour, “The Companion of the Order of the Star of Ghana.”\n\nHe will also address Parliament today and pay his respects to the memory of Ghana’s first President at the Kwame Nkrumah Memorial Park.\n\nGhana and India have a special bond of friendship which commenced between Ghana's first President, Dr Kwame Nkrumah, and India's first Prime Minister, Jawaharlal Nehru.\n\nDr Nkrumah and Nehru played a pivotal role in shaping global politics during the Cold War era.\n\nTogether, they conceived the idea of non-alignment, a movement that aimed to promote peace and cooperation among nations without taking sides in the rivalry between the Soviet Union and the United States.\n\nThe initiative has been widely recognised as a significant contribution to global peace and stability.\n\nThe two countries have since enjoyed warm and friendly relations, built on a foundation of shared values and a common vision. It is not surprising that the Indian High Commission is located near the seat of Ghana’s government, the Jubilee House, which was also designed and built by an Indian company.\n\nTrade volume between the two countries currently stands at $3 billion, down from a pre-COVID high of $4.5 billion, with gold being a major commodity driving the partnership.\n\nThere are many Indian companies operating in the country in the manufacturing, pharmaceuticals, agribusiness and retail business sectors, among other areas.",
    "image": "https://www.graphic.com.gh/images/2025/july/03/President.jpg"
  },
  {
    "id": 5,
    "title": "Inside Kigali sanctuary where birds get new lease of life",
    "content": "By Ange Iliza More by this Author\n\nRwanda, one of the world's most densely populated countries and the surging population is posing threat to natural habitats, which some animals call home.\n\nBirds, among them cranes, have fallen victim to ever increasing pressure on the natural habitat. During the 2000s, hotels and residents in Kigali frequently captured cranes, and amputated their wings to domestically keep them within private gardens.\n\nAmong the crane species to be domesticated is the Grey-crowned which is widely seen in East Africa. This practice led to hundreds of them getting killed in the process while others were exposed to diseases. It is against this backdrop that Dr Olivier Nsengimana developed a passion for keeping birds.\n\nNsengimana is a professional veterinarian with a passion for both the bustling city of Kigali and the endangered wildlife that calls it home. Since 2014, Nsengimana has taken the challenge to save and shelter cranes and other birds. When he started, the wildlife faced an imminent danger including poaching.\n\nAs a seasoned veterinarian, Nsengimana understood that Kigali's nature desperately needed a lifeline, and he took on the challenge to strike a balance between wildlife preservation and city life.\n\nThe focal point of his mission is the breathtaking “Umusambi Village,” an eco-tourism park spanning 70 hectares and sheltering a diverse range of over 140 species of cranes, birds, insects and other species.\n\nAdvertisement\n\nThe Umusambi village, located on the outskirts of Kigali, emerged as the perfect haven for endangered birds to flourish. Away from the threats of poaching and diseases, this sanctuary provides the necessary environment for these majestic creatures to reproduce and thrive.\n\nThe park shelters 58 disabled cranes whose wings have been removed. The efforts have resulted in an ever-increasing number of avian species, both native to Rwanda and from distant skies, finding solace in the sanctuary he created. The park receives at least 100 visiting cranes.\n\nThe park shelters other species that otherwise would not have a home in the bustling skyscrapers and moving cars of Kigali such as bats, butterflies, vultures, and birds. In addition to his role as a veterinarian, Nsengimana is a true aficionado of birds. His passion for these winged creatures shines through every aspect of his work. “I am not just a veterinarian. I have a distinguished love for birds.\n\nThe way they fly and dance in fleets is just majestic. Taking care of them is my passion,” Nsengimana says. To raise awareness of wildlife conservation, the park is open to visitors as well as holding events and parties with strict restrictions on meddling with the species. Navigating the intricate web of wildlife conservation and urban development has not been without its challenges.\n\nDr Nsengimana has been actively seeking partnerships and funding to ensure the birds receive the care they deserve.",
    "image": "https://rwandatoday.africa/resource/blob/4302028/d34650c63fe5ae4435eae994999766ce/umusambi-village-data.jpg"
  },
  {
    "id": 6,
    "title": "Defaulters of study loan scheme face harsh penalties",
    "content": "However, when an employer or a study loan beneficiary who is a self-employed or works abroad or works with diplomatic institutions operating in Rwanda expresses willingness to repay after receiving the notification, he or she may request to repay in installments,” the order reads in part.\n\nBy Ange Iliza More by this Author\n\nNearly 50,000 beneficiaries of student loans scheme are facing legal fines, along with their employers, as a new Ministerial order came into effect.\n\nThe order states that beneficiaries of students loans scheme and living allowances while studying in Rwanda or abroad will be subjected to a 10 percent fine, while their employers will face a penalty of 1.5 percent of the amount due.\n\nAccording to the Development Bank of Rwanda (BRD), a total of Rwf272 billion have been disbursed to students pursuing higher education both within the country and overseas since 2016.\n\nHowever, during the past six years, only RwF21 billion have been successfully recovered. Out of the 92,000 students who benefited from study loans, 24,000 have fulfilled their repayment obligations.\n\nThe government has been providing loans to students since 1980, although the available data from the BRD captures data from 2016. Regardless of the timeframe, the bank emphasizes that all beneficiaries from government loans for their studies are now subject to the imposed fines.\n\n“After BRD inspects non-compliant institutions/beneficiaries a written notification is established, and this notification has the value of an enforcement order.\n\nAdvertisement\n\nHowever, when an employer or a study loan beneficiary who is a self-employed or works abroad or works with diplomatic institutions operating in Rwanda expresses willingness to repay after receiving the notification, he or she may request to repay in installments,” the order reads in part.\n\nBeneficiaries of BRD’s study loans say the payment process is not understood by many and the follow-up is insufficient, making it difficult for those who want to pay.\n\n“I have the study debt but as we speak, I don't even know how much I owe, payment options, or who to speak to if I wanted to pay. It has been almost 10 years, and none has ever followed up,” said Edith Berwa who graduated in 2014 after studying for four years on government assistance.\n\nThere are complaints that even those who have decided to start paying back the loan, have experienced continued deductions from their banks even after they completed the payment.\n\nThe bank, however, says it established the BRD “Minuza” platform to allow beneficiaries to follow up for themselves. The platform has been functional since January 2023 but the uptake and usage for paying back the loans remain low.\n\nThe bank has resorted to using a mobile money account to which people would start paying back student loans. Wilson Rurangwa, head of Education Portfolio Management at BRD says the bank will increasingly invest in loan recovery initiatives to avoid loss-making initiatives.\n\n“It's crucial to understand that the implementation of the \"Education for All\" program would be hard if our government paid for every student's tuition and living costs without them paying back. We actively contribute to developing resilience and sustainability by aiding the government in this endeavor,” Mr Rurangwa said.",
    "image": "https://rwandatoday.africa/resource/blob/2467796/8217c4a10f60c418dbf02168dda54fa3/graduands-data.jpg"
  },
  {
    "id": 7,
    "title": "Farmers lose 206 cattle in foot and mouth disease outbreak",
    "content": "By MOSES K. GAHIGI More by this Author\n\nLivestock farmers in the Eastern Province are counting losses from a recent outbreak of foot and mouth disease that has affected at least 16 farms.\n\nRwanda Today has learnt affected areas include Cyamunyana and Kirebe, in Rwimiyaga sector in Nyagatare district. Speaking to Rwanda Today, Fabrice Ndayisenga, the head of department of animal resources research and technology transfer at Rwanda Agriculture Board (RAB) said the outbreak is now localized in 16 farms but they are working to control it.\n\n“Since the breakout, we have vaccinated more than 43,000 heads of cattle. The disease was detected in 206 animals which were slaughtered. Efforts continue to ensure that it doesn’t spread to other places” said Ndayisenga.\n\nHe said they have also established a footbath in Rwimiyaga to help disinfect the animals while there is a quarantine on movement and slaughter of cattle in areas where the disease has been detected.\n\n“We sample every day. Up to 1,500 samples have so far been taken,” he added. Ndayisaba traces the current foot and mouth disease outbreak to porous borders that enabled farmers to illegally move cattle between Rwanda and a neighbouring country.\n\nThe difficulty in enforcement of illegal animal movements between Tanzania and Rwanda or Rwanda and Uganda has turned farming Eastern province districts, especially Nyagatare, into animal disease hotspots.\n\nAdvertisement\n\nPrevious outbreaks of the disease were reported in places like Musheri, Tabagwe and Matimba, and led to vaccination and spraying of all animals around all border communities.\n\nLike the current outbreak, these were blamed on unchecked movement of infected cattle by farmers from Uganda to Rwanda.\n\nFarmers in the affected areas have in the past faulted authorities about the aggressive approach taken, among them stopping milk supply and slaughtering all animals suspected to have been infected, which they said unnecessarily exposed them to untold losses.\n\nThe policy is that government does not treat foot and mouth disease. Every animal found to be infected is slaughtered, so far up to 206 animals have been slaughtered. The only upside is that meat of animals infected by foot and mouth disease can be eaten by people, and pose no public health hazard like meat of animals infected with let’s say Rift Valley fever.\n\n“It is difficult to control this illegal movement of cattle. We do night patrols and try to enforce animal movement policies in place but they still move animals through the porous borders”, observed Ndayisaba.\n\nHe noted that they are also continuing with the implementation of measures to control the Rift Valley fever through vaccinations and testing since its recent outbreak last year.\n\nAccording to the World Organisation for Animal health, foot and mouth disease (FMD) is a severe, highly contagious viral disease of livestock that has a significant economic impact.\n\nThe disease affects cattle, swine, sheep, goats and other cloven-hoofed ruminants. It is a transboundary animal disease that deeply affect the production of livestock and disrupting regional and international trade in animals and animal products.\n\nThe disease is estimated to circulate in 77 percent of the global livestock population, in Africa, the Middle East and Asia, as well as in a limited area of South America.\n\nThe typical clinical sign is the occurrence of blisters (or vesicles) on the nose, tongue or lips, inside the oral cavity, between the toes, above the hooves, on the teats and at pressure points on the skin. Ruptured blisters can result in extreme lameness and reluctance to move or eat.",
    "image": "https://rwandatoday.africa/resource/blob/2465666/693c6d95028d40a218ce5ccbfad28376/cows-data.jpg"
  },
  {
    "id": 8,
    "title": "Rubavu's border economy takes a hit from raging floods",
    "content": "By Ange Iliza More by this Author\n\nRubavu, a once-thriving city nestled on Rwanda’s border with the Democratic Republic of Congo, found itself caught in a mix of a series of misfortunes in recent years.\n\nThe residents, small businesses, and cross-border traders, who have long relied on vibrant cross-border markets and water-based tourism, now face the devastating aftermath of the floods that struck on May 2.\n\nThe disaster delivered the final blow, obliterating their hopes of recovery and plunging the city into despair.\n\nThe Rubavu community had already weathered a storm of challenges in recent times, including the Covid-19 pandemic, Nyiragongo volcanic eruptions in 2021, and bilateral conflicts between Rwanda and DRC, all of which affected businesses in the area.\n\nThree years ago, stepping into Rubavu was a vibrant spectacle of hotel posters, concert buzz, and bustling business. Today is a somber display of gutters, shattered homes, fallen trees and muddy paths. Silence hangs heavy, whispering desolation and stagnation.\n\nThe onslaught began with the Covid-19 pandemic, which swept across the globe, severing the influx of tourists who once breathed life into the local economy. The absence of visitors dealt a blow to Rubavu's businesses, which relied on tourism to sustain their livelihoods.\n\nAdvertisement\n\nElyse Majyambere, a beach operator on Lake Kivu, relied on tourists such as honeymooners, conference attendees, and sports enthusiasts in Rubavu. Since 2015, this has been his primary source of livelihood. After Covid-19, security concerns, and floods, he considers leaving.\n\n“I have only received two clients in the past two weeks and made Rwf30,000. I cannot live on that. I have decided to look for another job. I kept thinking maybe things will get better for business but maybe they ever will,” Ms Majyambere said.\n\nIt is not only the forces of nature that conspired against Rubavu. Ongoing cross-border conflicts with the Democratic Republic of Congo cast a shadow of uncertainty over the city, making it an inhospitable place for residents and entrepreneurs alike.\n\nThe two-year-long conflicts between Rwanda and DR Congo led to the disruption of trade flows. Cross-border passing has cut down from 99,000 people per day in 2021 at Rubavu “petit barriere” to 55,000 in late 2022.\n\nAnd now, the recent floods have delivered the final blow to Rubavu's cross-border traders who are the lifeblood of the city. The floods also wreaked havoc on the local marketplaces, now, these once-thriving hubs lie in ruins. Over 5,000 houses were washed away, leaving countless families without shelter.\n\n“I used to sell Irish potatoes, vegetables, and fish between Rubavu and Goma’s markets. I kept the stock in my home. On the night of May 2nd, I had a stock worth Rwf 270,000. It has all been washed away along with my house,” recounts Mukamisha Chantal who used to be a dweller but is now accommodated at one of the camps with other affected families along with her mother and toddler.\n\nRubavu had been hit by calamities before when the Nyiragongo volcanic eruptions, with a magnitude of 5.3, spewed destruction and chaos.",
    "image": "https://rwandatoday.africa/resource/blob/2465340/b28262e8531f8a5474592002f8d3a2f7/floods-data.jpg"
  },
  {
    "id": 9,
    "title": "Businesses recover from Covid-19, shareholders smile to the bank",
    "content": "By MOSES K. GAHIGI More by this Author\n\nCompanies listed on Rwanda Stock Exchange, mainly banks, are set to pay dividends to shareholders starting later this month as businesses return to profitability after shaking off challenges linked to the Covid-19 pandemic.\n\nFor shareholders of Bralirwa Plc, the country’s leading brewery, a dividend of Rwf21.91 per share will be proposed at the company’s annual general meeting for approval by shareholders next month.\n\nIf approved, the proposed dividends will be paid on June 30. The dividend is equal to 100 percent of the net profit for the fiscal year 2022 and it is subject to withholding tax.\n\nIn addition, the dividend will be paid to all shareholders whose names will appear in the register of shareholders at the close of business on May 31 2023.\n\nFor Bank of Kigali, the board of directors has recommended a full dividend payout of Rwf32.5 for each ordinary share, on the issued and paid-up share capital of the company, which is awaiting approval at the annual general meeting to be held on the May 19.\n\nThis represents a 50 percent payout ratio of the Bank’s net income for the year ended December 31, 2022. The dividend will be payable on or at the beginning of July. Despite recently losing up to $10.3 million to fraud, I&M Bank Rwanda will pay up to Rwf1.84 of dividends per share to its shareholders, subject to approval during an AGM slated for May 24.\n\nAdvertisement\n\nThe bank generated a net profit of $7.6 million in net profits in the financial year that ended in December 2022. Equity Group Holdings is scheduled to give up to Kshs 4.00 each for each ordinary share on the issued and paid up share capital of the company for the financial year ending December 31, 2022.\n\n“Subject to shareholders’ approval, the dividend will be payable on or before 30th June 2023 to the members of the company on the share register of the Company on the closure date of 19th May 2023.\n\nA general meeting will be held on 21st June 2023” reads a statement on the Rwanda Stock Exchange website. The directors of KCB Group have also recommended a final dividend of KShs 1.00, having paid an interim dividend of KShs 1.00 for each ordinary share on the issued and paid-up share capital of the company.\n\nUpon approval during the AGM slated for May 25, the full dividend per share for the year ended December 31, 2022 will be KShs 2.00 for each ordinary share.",
    "image": "https://rwandatoday.africa/resource/blob/3723052/e731190165a3d6a4d977158d85be56f6/banks-data.jpg"
  },
  {
    "id": 10,
    "title": "Who is the next Prime Minister after Majaliwa’s surprise exit?",
    "content": "Dar es Salaam. Prime Minister Kassim Majaliwa’s surprise decision not to seek re-election as Ruangwa MP in this year’s General Election has set the stage for a significant leadership transition.\n\nThe announcement, made a few hours before Wednesday’s deadline for CCM parliamentary and civic aspirants to collect nomination forms, signals the end of an era for a leader who has quietly shaped national politics for a decade.\n\nThe decision has opened the door for President Samia Suluhu Hassan to appoint a new Prime Minister should CCM secure victory in the upcoming polls.\n\nRelated Prime Minister Kassim Majaliwa opts out of 2025 race National\n\nWith Mr Majaliwa stepping down, speculation is intensifying over who will become Tanzania’s 11th Prime Minister—or 12th if Julius Nyerere’s 1961–62 premiership is considered.\n\nPotential successors include Deputy Prime Minister Doto Biteko, Finance minister Mwigulu Nchemba, senior cabinet figures such as William Lukuvi and Innocent Bashungwa and influential MP January Makamba.\n\nMr Majaliwa, 64, confirmed his decision during a local CCM meeting in Ruangwa on Wednesday. Without elaborating on his reasons, he said, “It is time to give others the opportunity to unite and build on the development foundation we’ve established.”\n\nThe move comes just a week after Mr Majaliwa last week told Parliament that he would seek another term. In September last year, he also assured constituents during a constituency rally that he would run again, making Wednesday’s withdrawal both unexpected and politically significant.\n\nObservers view his exit as statesmanlike. Former Prime Minister Frederick Sumaye called the decision wise: “After serving as Prime Minister, returning to Parliament as an ordinary MP can be awkward. Majaliwa chose dignity over redundancy.”\n\nLegal scholar Abdallah Safari lauded the move and used the moment to advocate for term limits for MPs and stronger vetting standards to enhance parliamentary credibility.\n\nA senior government official, speaking anonymously, raised practical concerns: “How would a former Prime Minister operate in Parliament alongside ministers he once supervised? This move avoids such awkwardness.”\n\nMr Majaliwa’s decade-long premiership spanned two contrasting administrations: the late John Magufuli’s assertive rule and the reform-driven presidency of Samia Suluhu Hassan.\n\nHe was appointed in November 2015, unexpectedly elevated from Deputy Minister to Prime Minister. His early focus was to oversee the historic relocation of government headquarters from Dar es Salaam to Dodoma.\n\n“Majaliwa operationalised the Dodoma move,” said a senior civil servant. “He pushed ministries to relocate, supervised construction and ensured compliance, especially in building government housing and office blocks.”\n\nBy mid-2020, more than 90 percent of government institutions had moved. Known for surprise visits and a firm leadership style, Mr Majaliwa was often seen as a quiet but decisive enforcer.\n\n“One of his trademarks was firm follow-through,” said Dr Christopher Buberwa, a political scientist. “He wasn’t flamboyant, but he got results. His legacy is one of quiet stability.”\n\nMr Majaliwa became a familiar face in Parliament, defending ambitious national budgets and coordinating mega-projects, including the standard gauge railway (SGR), Julius Nyerere Hydropower Project (JNHP), and nationwide school and health facility construction.\n\nHe was also instrumental in sustaining government functionality after President Magufuli’s sudden death in March 2021. Analysts credit him with maintaining calm within CCM and ensuring a seamless leadership transition to President Hassan.\n\nUniversity of Dar es Salaam lecturer Mussa Toneli noted: “Majaliwa stabilised the ship during a difficult time. His loyalty and restraint helped ease uncertainty within government and the ruling party.”\n\nHis exit follows that of Vice President Philip Mpango, who also announced he would not contest any position in 2025. The near-simultaneous retirement of two key leaders from the Magufuli era has ignited speculation of a generational shift within CCM.\n\n“This looks coordinated,” said CCM insider Thomas Mrosso. “It appears designed to allow President Hassan the space to craft her second-term leadership lineup.”\n\nWho could be next?\n\nAmong those touted for the Prime Minister’s seat is Deputy Prime Minister Doto Biteko. As Minister of Energy and former Minister of Minerals, he has earned praise for pragmatism and loyalty, qualities likely to appeal to President Hassan.\n\nFinance minister Mwigulu Nchemba, an economist and seasoned politician, is also seen as a frontrunner. A former presidential aspirant in 2015, Dr Nchemba has held several key portfolios and is widely viewed as competent and politically grounded.\n\nMr William Lukuvi, who has served as Isimani MP since 1995 and is a senior figure in the current Cabinet, also has decades of experience, having served in multiple ministries.\n\nOthers include Mr January Makamba, the influential MP for Bumbuli, who has reemerged in national politics after reconciling with President Hassan earlier this year.\n\n“I want to call my son January (Makamba) here, let him return to his mother,” President Hassan during a tour of Tanga Region in February, a remark widely seen as a political pardon.\n\nMr Makamba, who previously served in various ministerial roles, including Environment and Energy, was once part of the 2015 CCM presidential top five shortlist.\n\nAlso in contention is Mr Innocent Bashungwa, MP for Karagwe, who has rotated through several high-profile ministries, including Defence, Works and Home Affairs.\n\nWhat’s next for Majaliwa?\n\nDespite not contesting, Mr Majaliwa’s age and political capital suggest he may not entirely exit public life. Some speculate he could be tapped for a senior party role such as CCM secretary-general, especially if the current officeholder, Dr Emmanuel Nchimbi, ascends to the vice presidency as expected.\n\nAlternatively, he could take on a presidential advisory or diplomatic post. Yet, his language implies a desire to rest: “It’s time to give others a chance,” he said.\n\nReligious and civil society leaders have lauded his decision. Anglican Bishop Jackson Sosteness described Majaliwa as “a humble, hardworking patriot,” noting his openness to grassroots concerns and love for sport.\n\nRetired Catholic Bishop Methodius Kilaini echoed the sentiment: “He was accessible, respectful and collaborative, especially with religious leaders. His absence will be felt.”\n\nSheikh Khamis Mataka, chairperson of Bakwata’s National Executive Council, said: “Majaliwa’s tenure was marked by discipline, not drama. His retirement is an example of political maturity.”\n\nDr Kaanaeli Kaale, chairperson of Tamwa, said: “Even when the country lost its President, Majaliwa held firm. He served with stability, patience and resilience.”\n\nA journey from classroom to cabinet\n\nBorn on December 22, 1960, in Mnacho village, Lindi Region, Majaliwa trained as a teacher and sports educator. He later earned a degree in Education from the University of Dar es Salaam and completed postgraduate studies in Sweden.\n\nHe was appointed District Commissioner for Urambo in 2006, then Rufiji, before becoming Deputy Minister in 2010 and eventually Prime Minister in 2015.\n\nHis rise from humble roots to one of the country’s highest offices has been widely admired and his dignified departure is seen as a fitting end to a remarkable journey.\n\nAs Tanzania edges closer to the 2025 General Election, attention now turns to President Hassan — who will she choose to help steer her second term?",
    "image": "https://www.thecitizen.co.tz/resource/blob/5103862/0af032669d570a2d38a7b21ca681f6ed/majaliwa-pic-data.jpg"
  },
  {
    "id": 11,
    "title": "Experts: Be careful with food wrappers to protect your health",
    "content": "Dar es Salaam. Walk through any major street in Dar es Salaam during lunchtime or late afternoon, and the scent of fried chips, roasted maize, grilled meat or crunchy samosas fills the air.\n\nThese snacks, often sold from small stalls or roadside trolleys, are a central part of daily life in Tanzania’s urban centres. But behind the convenience of these affordable meals lies a silent threat that health experts say could be slowly compromising the wellbeing of thousands of unsuspecting consumers.\n\nIn most urban areas—it is now almost standard practice for street food vendors to wrap hot food items in used printed paper. This includes old newspapers, school examination results papers, job application letters, and even pages torn from textbooks and official reports.\n\nRelated PRIME Concern as confidential documents end up as wrappers National\n\nIn some instances, the wrappers are plastic bags originally intended for carrying groceries or non-food items. The ease of obtaining such materials, combined with their low cost and the lack of public awareness, has entrenched this practice deeply into the city’s informal food vending culture.\n\nHealth professionals are increasingly alarmed by the unchecked use of such packaging, especially when used for hot and oily food.\n\nSpeaking to The Citizen, a nutrionist from Bugando Medical Centre in Mwanza, Dr Elizabeth Kihanja, explains that most of the printed paper used by vendors contains inks that are not designed for direct contact with food.\n\n“The majority of inks found in newspapers and printed office documents contain heavy metals such as lead, cadmium, and arsenic. These compounds are industrial-grade and can leach onto food when exposed to heat, especially if the food is oily,” she says.\n\nAccording to Dr Kihanja, the ingestion of these metals—whether in trace or larger quantities—poses longterm health hazards, including gastrointestinal disorders, kidney damage, liver toxicity, and even certain cancers.\n\n“Consumers may not feel the effects immediately, but consistent exposure over months or years can lead to chronic illness,” she adds.\n\nThe concern is not limited to printed papers. Plastic wrappers used for hot food packaging also pose significant risks.\n\nA public health specialist based in Dar es Salaam, Mr Ernest Mwakyanjala, explains that many of the plastics in circulation—particularly the black or blue carry bags sold in markets—are made from recycled materials and not certified for food use.\n\n“These plastics often contain additives like phthalates and bisphenol A (BPA), which under high temperatures migrate from the plastic into the food. Scientific studies have linked these substances to hormonal imbalances, fertility issues, and developmental problems, especially among children,” says Mr Mwakyanjala.\n\nHe warns that even if the plastic appears clean, its chemical composition may still be dangerous when it interacts with hot food. In 2019, Tanzania banned the production and importation of plastic carrier bags in a landmark environmental protection move.\n\nDespite the ban, many vendors continue to use plastic bags as food wrappers due to their low cost, availability, and convenience. In addition, certain types of plastics that are permitted for packaging specific products—such as bread or dry goods—are increasingly being re-purposed to wrap hot and oily foods like chips and fried snacks.\n\nHealth experts warn that although these plastics may be allowed for their original purpose, they are not designed to withstand high temperatures, and when used with hot foods, they may release harmful chemicals that compromise consumer safety. Similarly, printed paper is often sourced from waste bins, old stockrooms, or directly from schools and offices disposing of outdated documents.\n\nWhat started as a cost-cutting measure has now become a habit, fuelled by lack of regulation and limited education on food safety practices.\n\nThe Tanzania Food and Drugs Authority (TFDA) has acknowledged the challenge and is working in collaboration with local authorities to improve compliance with food packaging regulations.\n\nAccording to a senior environmental health officer at the Dar es Salaam City Council, Mr Daudi Chana, the use of non-food-grade packaging has been flagged in several routine inspections.\n\n“We have observed widespread use of inappropriate wrappers by food vendors in various wards. While our teams conduct regular public health campaigns, the scale of informal food vending makes it difficult to reach everyone,” he says.\n\nMr Chana believes that public education is essential and must be sustained. “We need long-term awareness and a behavioural shift among both sellers and buyers,” he says.\n\nIndeed, some of the problem stems from low consumer demand for safe packaging. Dr Kihanja points out that very few customers question the material used to wrap their food.",
    "image": "https://www.thecitizen.co.tz/resource/image/5102790/landscape_ratio3x2/1200/800/2b9c1ad06fb682dd84d89494d776446d/NS/wrapers-pic.jpg"
  },
  {
    "id": 12,
    "title": "Tanzania forges stronger university-industry ties",
    "content": "Dar es Salaam. Tanzania is witnessing a growing wave of momentum in linking academia and industry, as universities, government, and private sector players intensify efforts to bridge the long-standing gap between graduates’ skills and the needs of the job market.\n\nAt the heart of this shift is the University of Dar es Salaam (UDSM), which on June 30, 2025 hosted a high-level Industry Forum in partnership with UNESCO, bringing together employers, policymakers, and academic leaders to strengthen collaboration in skills development and innovation.\n\nThe initiative is part of the Unesco-China Funds-in-Trust Phase III (CFIT III) Project, a four-year programme aimed at aligning higher education with labour market needs in Africa. In Tanzania, it is being implemented at UDSM and Mbeya University of Science and Technology (MUST).\n\nOpening the forum, acting director of Higher Education in the ministry of Education, Dr Kenneth Hosea, Science and Technology, emphasised that academia–industry collaboration is no longer optional but “a critical pillar in bridging the gap between theoretical instruction and market demands.”\n\nHe noted that the 2023 edition of the Education and Training Policy prioritises such partnerships and that forums like that represent a tangible commitment toward that goal.\n\n“This forum exemplifies our national commitment to making higher education more relevant and responsive. We must ensure these partnerships outlive project funding and become institutionalised,” Dr Hosea said.\n\nAt UDSM, steps have already been taken. The university has established Industrial Advisory Committees (IACs), integrated external trainers from companies, and initiated student attachments and lecturer visits to partner industries such as Superdoll and Taifa Gas.\n\nUDSM’s Vice Chancellor, Prof William Anangisye, noted: “This forum is a milestone in our journey to engage industry more deeply and produce a workforce that is both skilled and innovative.” “The CFIT III project has helped institutionalise tools that are transforming the way we interact with the private sector.”\n\nCompanies are also responding positively. CRDB Bank, Superdoll, and Taifa Gas were among those represented at the event and are already participating in initiatives such as curriculum reviews, mentorship programmes, and practical training.\n\n“We need to move from theory-heavy training to practical, market-responsive education,” said a representative from the private sector, Mr Yusuph Mkwayu. “Employers are ready to support this transition if the collaboration is structured and sustainable.”\n\nThe push comes amid widespread concern from employers across sectors about graduates lacking the soft and technical skills needed in the modern job market. Experts argue that aligning education with industry needs is essential in tackling Tanzania’s youth unemployment, which remains a pressing socio-economic issue.\n\n“Education without employability is a wasted investment,” said Ms Janeth Mushi, an economic expert and consultancy in Dar es Salaam. “These partnerships are vital if we are to equip youth with practical skills, not just academic credentials.”\n\nUnesco reiterated that the forum marked more than the closure of CFIT III—it symbolised a shift in mindset.\n\n“These partnerships must not end with workshops. They must be embedded in university cultures and corporate practices,” said a Unesco official speaking on behalf of the head of Dar es Salaam Office, Mr Michel Toto.\n\n“We are encouraged by the enthusiasm here today. It shows that Tanzania is ready to move from dialogue to implementation.”\n\nWhile UDSM is leading in this initiative, other institutions are following suit. At Mbeya University of Science and Technology, similar collaborations have emerged, especially in engineering, ICT, and renewable energy, supported under the same CFIT III project.\n\nThe Nelson Mandela African Institution of Science and Technology (NM-AIST) has also built strong links with industry players through research partnerships and postgraduate internships.\n\n“There’s a clear shift. Universities are beginning to see the industry not just as an employer but as a co-educator,” said Ms Mushi.\n\nStakeholders at the forum underscored the need to develop a sustainable roadmap to maintain the momentum.\n\n“To truly transform education, academia and industry must co-create long-term solutions. This includes co-developing curricula, supporting applied research, and funding innovation hubs,” said Prof Anangisye.",
    "image": "https://www.thecitizen.co.tz/resource/image/5104552/landscape_ratio3x2/1200/800/ee772a207036fe17646662a882092594/tW/graduate.jpg"
  },
  {
    "id": 13,
    "title": "Surprises mark CCM nomination deadline as big names vie for seats",
    "content": "Dar es Salaam. Tanzania’s ruling party, CCM, closed its window for receiving and returning nomination forms from aspirants seeking the party’s endorsement in October’s general election on Wednesday, capping a dramatic window marked by unexpected announcements, political comebacks and bold moves by public servants.\n\nThe biggest surprise came from Prime Minister Kassim Majaliwa, who announced that he will not seek re-election as Member of Parliament for Ruangwa, Lindi Region, a seat he has held since 2010.\n\nSpeaking before regional and district CCM political committees in Ruangwa on Wednesday, July 2, 2025, Mr Majaliwa said he was stepping aside to give others a chance to lead. “It’s time for the unity we have built to be carried forward by other development-minded Ruangwa residents,” he said.\n\nAlso read: Why CCM MPs need to play smart ahead of 2025 polls\n\nHe added: “Let them carry the torch so that our motto ‘Ruangwa for development is possible’ can live on.” He expressed gratitude to the people of Ruangwa for their support over the past 15 years and urged them to stand by whichever candidate the party nominates for the seat.\n\nMr Majaliwa also took the opportunity to thank President Samia Suluhu Hassan and CCM’s top leadership for trusting him with the role of serving Ruangwa.\n\nHis decision not to seek re-election marks a significant turning point for the constituency and raises speculation about the Prime Minister’s future political trajectory. When he spoke in the Parliament on June 26, 2025, Mr Majaliwa said he would seek reelection as Ruangwa MP.\n\nApart from Mr Majaliwa, Mr Luhaga Mpina may also have surprised many when he turned up to pick nominations forms to defend his Kisesa Parliamentary seat just hours before the deadline on Wednesday.\n\nHis decision to seek reelection sets the stage for a political battle with CRDB Bank’s Lake Zone Manager, Lusingi Sitta.\n\nThe surprise in Mr Mpina’s case comes due to the fact that just last month, his tenure as MP was met with a heated criticism from President Samia Suluhu Hassan.\n\nWhen the President visited Kisesa last month, Mr Mpina delivered a speech at a public rally, claiming that the President still owes development to the Kisesa constituency.\n\nThat statement challenged a common narrative among CCM MPs, who often assert that the population owes gratitude to President Hassan for everything that has already been implemented.\n\nAnd, in response, President Hassan accused Mr Mpina of simply seeking popularity, saying the issues he was asking for could be addressed in Parliament.\n\nShe further said that Mpina was not fit to be a constituency member of parliament, highlighting his failure to mention key developments done at the constituent level by the government.\n\nAnother surprise is Mr Masanja Kadogosa, who played a key role in overseeing the construction of the Standard Gauge Railway (SGR) during his tenure as director general of the Tanzania Railways Corporation (TRC), and in ushering in electric-powered trains.\n\nWhile many had expected him to settle into the task of overseeing train operations, he chose a different path. He resigned and is now seeking CCM’s endorsement to contest the Bariadi Rural parliamentary seat.\n\nThe list of surprises also includes Mr Wilson Mahera, who collected nomination forms to contest the Butiama parliamentary seat.\n\nMr Mahera previously served as director of Elections at the National Electoral Commission (NEC) during the 2020 polls and was later appointed Deputy Permanent Secretary at the President’s Office (Regional Administration and Local Government – PO- RALG).\n\nThe ruling party’s nomination process also comes with a long list of former cabinet ministers, including those that had been out of the political spotlight since serving under the fourth and fifth phase governments of Presidents Jakaya Kikwete and the late John Magufuli. The list include former minister for Energy and Minerals, Mr William Ngeleja who is vying for the Sengerema seat; former Deputy Minister, PO- RALG and former Tabora Regional Commissioner, Mr Aggrey Mwanri who is seeking to reclaim the Siha seat and former Deputy Minister in the Vice President’s Office, Mr Stephen Masele, who wants to return as MP for Shinyanga Urban.\n\nMr Lazaro Nyalandu, who served as Minister for Natural Resources and Tourism before defecting to Chadema in 2017 and later returning to CCM, is eyeing Ilongero constituency while another minister in the same ministry, Ezekiel Maige, is contesting in Msalala. Former minister for Home Affairs, Mr Lawrence Masha, is seeking the Nyamagana seat while former minister for Agriculture, Dr Charles Tizeba, wants to reclaim the Buchosa seat.\n\nAlso read: Nomination process for Tanzania’s ruling party kicks off amid return of political heavyweights\n\nOther notable former ministers in the race include Kangi Lugola, Dr Titus Kamani, Godfrey Zambi, Mary Mwanjelwa, Charles Kitwanga, Dr Steven Kabwe and Christopher Chiza.\n\nThe growing trend of senior government officials transitioning into partisan politics has stirred unease among analysts.\n\n“This blurs the lines between public service and political ambition. When those still in public service pursue political office, it undermines neutrality and public trust in state institutions,” said a political scientist at the University of Dodoma, Dr Paul Loisulie.\n\nHis sentiment was echoed by political analyst from the State University of Zanzibar, Prof Makame Ali Ussi, who cautioned that the practice could discourage young professionals from believing in the integrity of public institutions.\n\nFor his part, a political analyst from the University of Dar es Salaam, Dr Richard Mbunda, said while there is no law barring civil servants or former officials from vying for office, such trends are unhealthy in a maturing democracy.\n\n“The optics are troubling. When too many senior officials jump ship into politics, the perception becomes that civil service is merely a stepping stone to political nominations,” Dr Mbunda said.\n\nAs if that weren’t enough, the nomination window also saw surprise political returns.\n\nFormer East African MP, James Ole Millya, once a Chadema member, re-emerged seeking CCM’s nod to contest the Simanjiro seat in Manyara Region—where he’s expected to face off with political heavyweight, Christopher Ole Sendeka.\n\nMeanwhile, a wave of celebrity aspirants also jumped into the fray. Popular musician and radio presenter, Baba Levo and media personality Burton Mwemba famously known as Mwijaku are among several artists who collected nomination forms, signalling a continued intersection between arts and politics in Tanzania.\n\nA political analyst at the University of Dar es Salaam, Dr Onesmo Kyauke, says the growing trend of celebrity candidacies reflects CCM’s evolving campaign strategy.\n\n“Though it shows that nowadays collecting a MP’s nomination form from CCM is like a trend-chasing act, it at least shows that people know their rights, they are not afraid like back in a days and they are brave enough to contest that’s a good sign.\n\nAnd it’s part of a broader attempt to tap into the youth vote and social media influence,” he said.\n\nHe added: “But the question remains—how prepared are these individuals to legislate and serve effectively?”\n\nThe opposition also finds itself facing internal dilemmas, as nineteen former Chadema MPs who once held Special Seats in Parliament have now scattered—some reportedly seeking CCM tickets.\n\nThe mass defection has further fractured the opposition camp and could complicate their preparations for 2025. Among the notable defectors are former Special Seats MPs Ester Bulaya and Cecilia Pareso, who have returned under the CCM banner.\n\nBulaya has collected nomination forms to contest the Bunda Urban parliamentary seat, while Pareso is eyeing the Karatu seat in Arusha Region, both on CCM tickets. Their moves add to a wave of defection and political realignment that has characterised this year’s nomination process.\n\n“We are witnessing a strategic repositioning as politicians seek safety and success within CCM’s vast political machinery. But this trend could erode pluralism and political competition,” said Dr Loisulie.",
    "image": "https://www.thecitizen.co.tz/resource/image/5104568/landscape_ratio3x2/1200/800/a8d205c0b506dc3f79efe7da2e556517/ty/ccm-pic.jpg"
  },
  {
    "id": 14,
    "title": "US contractors say their colleagues are firing live ammo as Palestinians seek food in Gaza",
    "content": "BEERSHEBA, Israel (AP) — American contractors guarding aid distribution sites in Gaza are using live ammunition and stun grenades as hungry Palestinians scramble for food, according to accounts and videos obtained by The Associated Press.\n\nTwo U.S. contractors, speaking to the AP on condition of anonymity because they were revealing their employers’ internal operations, said they were coming forward because they were disturbed by what they considered dangerous and irresponsible practices. They said the security staff hired were often unqualified, unvetted, heavily armed and seemed to have an open license to do whatever they wished.\n\nThey said their colleagues regularly lobbed stun grenades and pepper spray in the direction of the Palestinians. One contractor said bullets were fired in all directions — in the air, into the ground and at times toward the Palestinians, recalling at least one instance where he thought someone had been hit.\n\n“There are innocent people being hurt. Badly. Needlessly,” the contractor said.\n\nHe said American staff on the sites monitor those coming to seek food and document anyone considered “suspicious.” He said they share such information with the Israeli military.\n\nVideos provided by one of the contractors and taken at the sites show hundreds of Palestinians crowded between metal gates, jostling for aid amid the sound of bullets, stun grenades and the sting of pepper spray. Other videos include conversation between English-speaking men discussing how to disperse crowds and encouraging each other after bursts of gunfire.\n\nThe testimonies from the contractors — combined with the videos, internal reports and text messages obtained by the AP — offer a rare glimpse inside the Gaza Humanitarian Foundation, the newly created, secretive American organization backed by Israel to feed the Gaza Strip’s population. Last month, the U.S. government pledged $30 million for the group to continue operations — the first known U.S. donation to the group, whose other funding sources remain opaque.\n\nJournalists have been unable to access the GHF sites, located in Israeli military-controlled zones. The AP cannot independently verify the contractors’ stories.\n\nA spokesperson for Safe Reach Solutions, the logistics company subcontracted by GHF, told the AP that there have been no serious injuries at any of their sites to date. In scattered incidents, security professionals fired live rounds into the ground and away from civilians to get their attention. That happened in the early days at the “the height of desperation where crowd control measures were necessary for the safety and security of civilians,” the spokesperson said.\n\nAid operation is controversial\n\nGaza’s more than 2 million Palestinians are living through a catastrophic humanitarian crisis. Since Hamas attacked Israel on Oct. 7, 2023, setting off the 21-month war, Israel has bombarded and laid siege to the strip, leaving many teetering on the edge of famine, according to food security experts.\n\nFor 2 1/2 months before GHF’s opening in May, Israel blocked all food, water and medicine from entering Gaza, claiming Hamas was stealing the aid being transported under a preexisting system coordinated by the United Nations. It now wants GHF to replace that U.N. system. The U.N. says its Gaza aid operations do not involve armed guards.\n\nOver 57,000 Palestinians in Gaza have been killed since the war erupted, according to the territory’s Health Ministry, which does not distinguish between civilians and militants.\n\nGHF is an American organization, registered in Delaware and established in February to distribute humanitarian aid during the ongoing Gaza humanitarian crisis. Since the GHF sites began operating more than a month ago, Palestinians say Israeli troops open fire almost every day toward crowds on roads heading to the distribution points, through Israeli military zones. Several hundred people have been killed and hundreds more wounded, according to Gaza’s Health Ministry and witnesses.\n\nIn response, Israel’s military says it fires only warning shots and is investigating reports of civilian harm. It denies deliberately shooting at any innocent civilians and says it’s examining how to reduce “friction with the population” in the areas surrounding the distribution centers.\n\nAP’s reporting for this article focuses on what is happening at the sites themselves. Palestinians arriving at the sites say they are caught between Israeli and American fire, said the contractor who shared videos with the AP.\n\n“We have come here to get food for our families. We have nothing,” he recounted Palestinians telling him. “Why does the (Israeli) army shoot at us? Why do you shoot at us?”\n\nA spokesperson for the GHF said there are people with a “vested interest” in seeing it fail and are willing to do or say almost anything to make that happen. The spokesperson said the team is composed of seasoned humanitarian, logistics and security professionals with deep experience on the ground. The group says it has distributed the equivalent of more than 50 million meals in Gaza in its food boxes of staples.\n\nGHF says that it has consistently shown compassionate engagement with the people of Gaza.\n\nThroughout the war, aid distribution has been marred by chaos. Gangs have looted trucks of aid traveling to distribution centers and mobs of desperate people have also offloaded trucks before they’ve reached their destination. Earlier this month, at least 51 Palestinians were killed and more than 200 wounded while waiting for the U.N. and commercial trucks to enter the territory, according to Gaza’s Health Ministry and a local hospital. Israel’s military acknowledged several casualties as soldiers opened fire on the approaching crowd and said authorities would investigate.\n\nVideos, texts, internal reports document havoc at food sites\n\nAP spoke to the two contractors for UG Solutions, an American outfit subcontracted to hire security personnel for the distribution sites. They said bullets, stun grenades and pepper spray were used at nearly every distribution, even if there was no threat.\n\nVideos of aid being dispensed at the sites seen by the AP appear to back up the frenetic scenes the contractors described. The footage was taken within the first two weeks of its distributions — about halfway into the operations.\n\nIn one video, what appear to be heavily armed American security contractors at one of the sites in Gaza discuss how to disperse Palestinians nearby. One is heard saying he has arranged for a “show of force” by Israeli tanks.\n\n“I don’t want this to be too aggressive,” he adds, “because this is calming down.”\n\nAt that moment, bursts of gunfire erupt close by, at least 15 shots. “Whoo! Whoo!” one contractor yelps.\n\n“I think you hit one,” one says.\n\nThen comes a shout: “Hell, yeah, boy!”\n\nThe camera’s view is obscured by a large dirt mound.\n\nThe contractor who took the video told AP that he saw other contractors shooting in the direction of Palestinians who had just collected their food and were departing. The men shot both from a tower above the site and from atop the mound, he said. The shooting began because contractors wanted to disperse the crowd, he said, but it was unclear why they continued shooting as people were walking away.\n\nThe camera does not show who was shooting or what was being shot at. But the contractor who filmed it said he watched another contractor fire at the Palestinians and then saw a man about 60 yards (meters) away — in the same direction where the bullets were fired — drop to the ground.\n\nThis happened at the same time the men were heard talking — effectively egging each other on, he said.\n\nIn other videos furnished by the contractor, men in grey uniforms — colleagues, he said — can be seen trying to clear Palestinians who are squeezed into a narrow, fenced-in passage leading to one of the centers. The men fire pepper spray and throw stun grenades that detonate amid the crowd. The sound of gunfire can be heard. The contractor who took the video said the security personnel usually fire at the ground near the crowds or from nearby towers over their heads.\n\nDuring a single distribution in June, contractors used 37 stun grenades, 27 rubber-and-smoke “scat shell” projectiles and 60 cans of pepper spray, according to internal text communications shared with the AP.\n\nThat count does not include live ammunition, the contractor who provided the videos said.\n\nOne photo shared by that contractor shows a woman lying in a donkey cart after he said she was hit in the head with part of a stun grenade.\n\nThis photo, provided by an American contractor on condition of anonymity because they were revealing their employers’ internal operations, shows a woman slumped over in a donkey cart after the contractor said she was hit in the head with part of a stun grenade at a food distribution site in Gaza run by the Gaza Humanitarian Foundation in June 2025. (AP Photo) This photo, provided by an American contractor on condition of anonymity because they were revealing their employers’ internal operations, shows a woman slumped over in a donkey cart after the contractor said she was hit in the head with part of a stun grenade at a food distribution site in Gaza run by the Gaza Humanitarian Foundation in June 2025. (AP Photo) Share Share Facebook\n\nCopy Link copied\n\nPrint\n\nEmail\n\nX\n\nLinkedIn\n\nBluesky\n\nFlipboard\n\nPinterest\n\nReddit Read More\n\nAn internal report by Safe Reach Solutions, the logistics company subcontracted by GHF to run the sites, found that aid seekers were injured during 31% of the distributions that took place in a two-week period in June. The report did not specify the number of injuries or the cause. SRS told the AP the report refers to non-serious injuries.\n\nMore videos show frenzied scenes of Palestinians running to collect leftover food boxes at one site. Hundreds of young men crowd near low metal barriers, transferring food from boxes to bags while contractors on the other side of the barriers tell them to stay back.\n\nSome Palestinians wince and cough from pepper spray. “You tasting that pepper spray? Yuck,” one man close to the camera can be heard saying in English.\n\nSRS acknowledged that it’s dealing with large, hungry populations, but said the environment is secure, controlled, and ensures people can get the aid they need safely.\n\nVerifying the videos with audio analysis\n\nTo confirm the footage is from the sites, AP geolocated the videos using aerial imagery. The AP also had the videos analyzed by two audio forensic experts who said they could identify live ammunition — including machine-gun fire — coming from the sites, in most cases within 50 to 60 meters of the camera’s microphone.\n\nIn the video where the men are heard egging each other on, the echo and acoustics of the shots indicate they’re fired from a position close to the microphone, said Rob Maher, a professor of electrical and computer engineering at Montana State University and an author and research expert in audio forensic analysis. Maher and the other analyst, Steven Beck, owner of Beck Audio Forensics, said there was no indication that the videos’ audio had been tampered with.\n\nThe analysts said that the bursts of gunfire and the pop sequences in some of the videos indicated that guns were panning in different directions and were not repeatedly aimed at a single target. They could not pinpoint exactly where the shots were coming from nor who was shooting.\n\nGHF says the Israeli military is not deployed at the aid distribution sites. Lt. Col. Nadav Shoshani, an army spokesman, said the army is not stationed at the sites or within their immediate proximity, especially during operating hours. He said they’re run by an American company and have their own security.\n\nOne of the contractors who had been on the sites said he’d never felt a real or perceived threat by Hamas there.\n\nSRS says that Hamas has openly threatened its aid workers and civilians receiving aid. It did not specify where people were threatened.\n\nPalestinians carry boxes containing food and humanitarian aid packages delivered by the Gaza Humanitarian Foundation, a U.S.-backed organization approved by Israel, in Rafah, southern Gaza Strip, Tuesday, May 27, 2025. (AP Photo/Abdel Kareem Hana,File) Palestinians carry boxes containing food and humanitarian aid packages delivered by the Gaza Humanitarian Foundation, a U.S.-backed organization approved by Israel, in Rafah, southern Gaza Strip, Tuesday, May 27, 2025. (AP Photo/Abdel Kareem Hana,File) Share Share Facebook\n\nCopy Link copied\n\nPrint\n\nEmail\n\nX\n\nLinkedIn\n\nBluesky\n\nFlipboard\n\nPinterest\n\nReddit Read More\n\nAmerican analysts and Israeli soldiers work side by side, contractors say\n\nAccording to the contractor who took the videos, the Israeli army is leveraging the distribution system to access information.\n\nBoth contractors said that cameras monitor distributions at each site and that American analysts and Israeli soldiers sit in a control room where the footage is screened in real time. The control room, they said, is housed in a shipping container on the Israeli side of the Kerem Shalom crossing into Gaza.\n\nThe contractor who took the videos said some cameras are equipped with facial recognition software. In live shots of the sites seen by the AP, some videos streams are labeled “analytics” — those were the ones that had the facial recognition software, said the contractor.\n\nIf a person of interest is seen on camera — and their information is already in the system — their name and age pops up on the computer screen, said the contractor. Israeli soldiers watching the screens take notes and cross-check the analysts’ information with their own drone footage from the sites, he said.\n\nThe contractor said he did not know the source of the data in the facial recognition system. The AP could not independently verify his information.\n\nAn internal SRS report from June seen by the AP said that its intel team would circulate to staff a “POI Mugs Card,” that showed photos of Palestinians taken at the sites who were deemed persons of interest.\n\nThe contractor said he and other staff were told by SRS to photograph anyone who looked “out of place.” But the criteria were not specified, he said. The contractor said the photos were also added to the facial recognition database. He did not know what was done with the information.\n\nSRS said accusations that it gathers intelligence are false and that it has never used biometrics. It said it coordinates movements with Israeli authorities, a requirement for any aid group in Gaza.\n\nAn Israeli security official who was not named in line with the army’s protocol, said there are no security screening systems developed or operated by the army within the aid sites.\n\nIt was a rushed rollout, the contractors say\n\nThe several hundred contractors hired by UG Solutions landed in Israel in mid-May, not long before the first GHF site opened on May 26.\n\nThe rollout was jumbled and lacked leadership, the two contractors told the AP. Some of the men had been recruited only days prior via email asking if they wanted to work in Gaza. Many had no combat experience and were not properly trained in offensive weapons, they said.\n\nSRS did not provide the staff with draft rules of engagement until three days after distributions started, they said. The draft rules, seen by the AP, say deadly force may be used only under extreme necessity and non-lethal weapons may be used in an extreme situation on unarmed individuals who are physically violent.\n\nThe Palestinians seen in the videos don’t appear to be physically aggressive. SRS says there have been occasional altercations at the sites between aid seekers, but none have involved its staff.\n\nEach contractor was equipped with a pistol, stun grenades, tear gas and an Israeli-made automatic rifle capable of firing dozens of rounds within seconds, said the contractor who took the videos.\n\nIn an email from May shared with the AP by a third party, one high-ranking contractor wrote to the head of UG Solutions and called the operation “amateur hour.” He wrote that the sites did not have enough staff or resources making them “not sustainable” and “not safe,” according to the email, seen by the AP.\n\nThe two contractors said none of the men in Israel working for UG Solutions were tested to see if they could handle a gun safely. One said the rushed rollout also meant not everyone could “zero” their weapon — adjust it to one’s personal specifications to ensure proper aim. Military experts say not zeroing a weapon poses a significant risk.\n\nA spokesperson for UG Solutions, Drew O’Brien, said UG has an extensive recruiting and training process, including “a detailed application process, screening by experts, reference checks, background checks and weapons proficiency.” The group said it prides itself on repeated quality control checks once missions are underway.\n\nO’Brien said the group was unaware of video showing gunfire from someone believed to be a UG Solutions contractor. He said he couldn’t comment on the allegations without seeing the videos.\n\nThe two contractors warned that if the organization continues as is, more lives will be at risk. “If operations continue in this manner, innocent aid seekers will continue to be needlessly injured,” said the contractor who took the videos. “And possibly killed.”\n\n___\n\nAssociated Press reporter Josef Federman contributed.",
    "image": "https://dims.apnews.com/dims4/default/515095a/2147483647/strip/true/crop/3000x1688+0+156/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F62%2F21%2Fb93af4f74b8f7fdf09773c18aa1d%2F5ba486a526ca4bb494091ae32fe7aec4"
  },
  {
    "id": 15,
    "title": "Hamas is open to a ceasefire. But Netanyahu says there’s no room for Hamas in postwar Gaza",
    "content": "CAIRO (AP) — Hamas and Israel staked out their positions Wednesday ahead of expected talks on a Washington-backed ceasefire proposal, with the militant group suggesting it was open to an agreement while the Israeli prime minister vowed that “there will be no Hamas” in postwar Gaza.\n\nBoth sides stopped short of accepting the proposal announced Tuesday by U.S. President Donald Trump. Hamas insisted on its longstanding position that any deal bring an end to the war in Gaza.\n\nTrump said Israel had agreed on terms for a 60-day ceasefire in Gaza and urged Hamas to accept the deal before conditions worsen. The U.S. leader has been increasing pressure on the Israeli government and Hamas to broker a ceasefire and hostage agreement.\n\nTrump said the 60-day period would be used to work toward ending the war — something Israel says it won’t accept until Hamas is defeated. He said a deal might come together as soon as next week.\n\nBut Hamas’ response, which emphasized its demand that the war end, raised questions about whether the latest offer could materialize into an actual pause in fighting.\n\nHamas official Taher al-Nunu said the militant group was “ready and serious regarding reaching an agreement.” He said Hamas was “ready to accept any initiative that clearly leads to the complete end to the war.”\n\nA Hamas delegation was expected to meet Wednesday with Egyptian and Qatari mediators in Cairo to discuss the proposal, according to an Egyptian official. The official spoke on condition of anonymity, because he wasn’t authorized to discuss the talks with the media.\n\nSmoke from Israeli bombardment billows over the Gaza Strip, seen from southern Israel, Tuesday, July 1, 2025. (AP Photo/Ariel Schalit) Smoke from Israeli bombardment billows over the Gaza Strip, seen from southern Israel, Tuesday, July 1, 2025. (AP Photo/Ariel Schalit) Share Share Facebook\n\nCopy Link copied\n\nPrint\n\nEmail\n\nX\n\nLinkedIn\n\nBluesky\n\nFlipboard\n\nPinterest\n\nReddit Read More\n\nDisagreement on how the war should end\n\nThroughout the nearly 21-month-long war, ceasefire talks between Israel and Hamas have repeatedly faltered over whether the war should end as part of any deal.\n\nHamas said in a brief statement Wednesday that it had received a proposal from the mediators and was holding talks with them to “bridge gaps” to return to the negotiating table.\n\nHamas has said it’s willing to free the remaining 50 hostages, less than half of whom are said to be alive, in exchange for a complete Israeli withdrawal from Gaza and an end to the war.\n\nIsrael says it will only agree to end the war if Hamas surrenders, disarms and exiles itself, something the group refuses to do.\n\n“I am announcing to you — there will be no Hamas,” Israeli Prime Minister Benjamin Netanyahu said during a speech Wednesday.\n\nAn Israeli official said the latest proposal calls for a 60-day deal that would include a partial Israeli withdrawal from Gaza and a surge in humanitarian aid to the territory. The mediators and the U.S. would provide assurances about talks to end the war, but Israel isn’t committing to that as part of the latest proposal, the official said.\n\nThe official wasn’t authorized to discuss the details of the proposed deal with the media and spoke on condition of anonymity.\n\nIt wasn’t clear how many hostages would be freed as part of the agreement, but previous proposals have called for the release of about 10.\n\n“I’m holding my hands and praying that this will come about,” said Idit Ohel, mother of Israeli hostage Alon Ohel. “I hope the world will help this happen, will put pressure on whoever they need to, so the war will stop and the hostages will return.”\n\nOn Monday, Trump is set to host Netanyahu at the White House, days after Ron Dermer, a senior Netanyahu adviser, held discussions with top U.S. officials about Gaza, Iran and other matters.\n\nMourners attend the funeral of members of Al-Aimawi family who were killed in an Israeli bombardment of Al-Zawaideh, at Al-Aqsa Hospital morgue in Deir al-Balah, Gaza Strip, on Tuesday, July 1, 2025. (AP Photo/Abdel Kareem Hana) Mourners attend the funeral of members of Al-Aimawi family who were killed in an Israeli bombardment of Al-Zawaideh, at Al-Aqsa Hospital morgue in Deir al-Balah, Gaza Strip, on Tuesday, July 1, 2025. (AP Photo/Abdel Kareem Hana) Share Share Facebook\n\nCopy Link copied\n\nPrint\n\nEmail\n\nX\n\nLinkedIn\n\nBluesky\n\nFlipboard\n\nPinterest\n\nReddit Read More Kidney patients sit amid the destruction caused by the Israeli army at Shifa Hospital compound in Gaza City on Tuesday, July 1, 2025, as they wait to leave after the facility suspended its dialysis unit services due to fuel shortages needed to power its generators. (AP Photo/Jehad Alshrafi) Kidney patients sit amid the destruction caused by the Israeli army at Shifa Hospital compound in Gaza City on Tuesday, July 1, 2025, as they wait to leave after the facility suspended its dialysis unit services due to fuel shortages needed to power its generators. (AP Photo/Jehad Alshrafi) Share Share Facebook\n\nCopy Link copied\n\nPrint\n\nEmail\n\nX\n\nLinkedIn\n\nBluesky\n\nFlipboard\n\nPinterest\n\nReddit Read More\n\nTrump issues another warning\n\nOn Tuesday, Trump wrote on social media that Israel had “agreed to the necessary conditions to finalize” the 60-day ceasefire, “during which time we will work with all parties to end the War.”\n\n“I hope, for the good of the Middle East, that Hamas takes this Deal, because it will not get better — IT WILL ONLY GET WORSE,” he said.\n\nTrump’s warning may find a skeptical audience with Hamas. Even before the expiration of the war’s longest ceasefire in March, Trump had repeatedly issued dramatic ultimatums to pressure Hamas to agree to longer pauses in the fighting that would see the release of more hostages and a return of more aid for Gaza’s civilians.\n\nStill, Trump views the current moment as a potential turning point in the brutal conflict that has left more than 57,000 dead in the Palestinian territory.\n\nGaza’s Health Ministry said the death toll passed the 57,000 mark Tuesday into Wednesday, after hospitals received 142 bodies overnight. The ministry does not differentiate between civilians and combatants in its death count, but says that more than half of the dead are women and children.\n\nSince dawn Wednesday, Israeli strikes killed a total of 40 people across the Gaza Strip, the ministry said. Hospital officials said four children and seven women were among the dead.\n\nThe Israeli military, which blames Hamas for the civilian casualties because it operates from populated areas, was looking into the reports.\n\nThe war began on Oct. 7, 2023, when Hamas-led militants attacked southern Israel, killing 1,200 people and taking roughly 250 hostages.\n\nThe fighting has left the coastal Palestinian territory in ruins, with much of the urban landscape flattened in the fighting. More than 90% of Gaza’s 2.3 million population has been displaced, often multiple times. And the war has sparked a humanitarian crisis in Gaza, pushing hundreds of thousands of people toward hunger.\n\nThe sun sets over damaged buildings in the Gaza Strip, seen from southern Israel, Tuesday, July 1, 2025. (AP Photo/Ariel Schalit) The sun sets over damaged buildings in the Gaza Strip, seen from southern Israel, Tuesday, July 1, 2025. (AP Photo/Ariel Schalit) Share Share Facebook\n\nCopy Link copied\n\nPrint\n\nEmail\n\nX\n\nLinkedIn\n\nBluesky\n\nFlipboard\n\nPinterest\n\nReddit Read More\n\nHospital director killed\n\nThe director of the Indonesian Hospital, Dr. Marwan al-Sultan, was killed in an apartment in an Israeli strike west of Gaza City, a hospital statement said. The hospital is the Palestinian enclave’s largest medical facility north of Gaza City and has been a critical lifeline since the start of the war.\n\nThe hospital was surrounded by Israeli troops last month and evacuated alongside the other two primary hospitals in northern Gaza.\n\nThe bodies of the doctor, his wife, daughter and son-in-law, arrived at Shifa Hospital torn into pieces, according to Issam Nabhan, head of the nursing department at the Indonesian Hospital.\n\n“Gaza lost a great man and doctor,” Nabhan said. “He never left the hospital one moment since the war began and urged us to stay and provide humanitarian assistance. We don’t know what he did to deserve getting killed.”\n\nIn central Gaza, the Al Awda Hospital said an Israeli strike near the entrance of a school housing displaced Palestinians killed eight people, including three children, and wounded 30 others. The hospital also said Israel struck a group of Palestinians who gathered near the entrance of the hospital’s administration building in Nuseirat refugee camp.\n\nIn other developments, Israel said an airstrike last week killed two Hamas members who allegedly took part in a June 24 attack in which seven Israeli soldiers were killed when a Palestinian attacker attached a bomb to their armored vehicle.\n\n___\n\nBassem Mroue reported from Beirut. Moshe Edri in Tel Aviv, Israel, Kareem Chehayeb in Beirut, and Josef Federman in Jerusalem, contributed to this report.\n\n___\n\nFollow the AP’s war coverage at https://apnews.com/hub/israel-hamas-war",
    "image": "https://dims.apnews.com/dims4/default/7e7f69d/2147483647/strip/true/crop/8640x4860+0+450/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2Ff0%2F2e%2Ff4ac5658c409433452435a43499d%2F185ba0ba6f1c4a8b9668f4f633487e9e"
  },
  {
    "id": 16,
    "title": "Iran’s president orders country to suspend cooperation with UN nuclear watchdog IAEA",
    "content": "DUBAI, United Arab Emirates (AP) — Iran’s president on Wednesday ordered the country to suspend its cooperation with the International Atomic Energy Agency after American and Israeli airstrikes hit its most-important nuclear facilities, likely further limiting inspectors’ ability to track Tehran’s program that had been enriching uranium to near weapons-grade levels.\n\nThe order by President Masoud Pezeshkian included no timetables or details about what that suspension would entail. Iranian Foreign Minister Abbas Araghchi signaled in a CBS News interview that Tehran still would be willing to continue negotiations with the United States.\n\n“I don’t think negotiations will restart as quickly as that,” Araghchi said, referring to U.S. President Donald Trump’s comments that talks could start as early as this week. However, he added: “The doors of diplomacy will never slam shut.”\n\nPressure tactic\n\nIran has limited IAEA inspections in the past as a pressure tactic in negotiating with the West — though as of right now Tehran has denied that there’s any immediate plans to resume talks with the United States that had been upended by the 12-day Iran-Israel war.\n\nIranian state television announced Pezeshkian’s order, which followed a law passed by Iran’s parliament to suspend that cooperation. The bill already received the approval of Iran’s constitutional watchdog, the Guardian Council, on Thursday, and likely the support of the country’s Supreme National Security Council, which Pezeshkian chairs.\n\n“The government is mandated to immediately suspend all cooperation with the International Atomic Energy Agency under the Treaty on the Nonproliferation of Nuclear Weapons and its related Safeguards Agreement,” state television quoted the bill as saying. “This suspension will remain in effect until certain conditions are met, including the guaranteed security of nuclear facilities and scientists.”\n\nFrom AP’s Standards and Stylebook teams: The AP is calling the conflict between Israel and Iran a war, given the scope, intensity and duration of military activities on both sides. Click here for an explanation of this decision.\n\n\n\nIt wasn’t immediately clear what that would mean for the Vienna-based IAEA, the United Nations’ nuclear watchdog. The agency long has monitored Iran’s nuclear program and said that it was waiting for an official communication from Iran on what the suspension meant.\n\nA diplomat with knowledge of IAEA operations, who spoke on condition of anonymity to discuss the situation in Iran, said that IAEA inspectors were still there after the announcement and hadn’t been told by the government to leave.\n\nIsrael condemns the move\n\nIran’s decision drew an immediate condemnation from Israeli Foreign Minister Gideon Saar.\n\n“Iran has just issued a scandalous announcement about suspending its cooperation with the IAEA,” he said in an X post. “This is a complete renunciation of all its international nuclear obligations and commitments.”\n\nSaar urged European nations that were part of Iran’s 2015 nuclear deal to implement its so-called snapback clause. That would reimpose all U.N. sanctions on it originally lifted by Tehran’s nuclear deal with world powers, if one of its Western parties declares the Islamic Republic is out of compliance with it.\n\nIsrael is widely believed to be the only nuclear-armed state in the Middle East, and the IAEA doesn’t have access to its weapons-related facilities.\n\nTammy Bruce, a spokesperson for the U.S. State Department, separately said it was “unacceptable that Iran chose to suspend cooperation with the IAEA at a time when it has a window of opportunity to reverse course and choose a path of peace and prosperity.”\n\nIran’s decision stops short of experts’ worst fears\n\nIran’s move so far stops short of what experts feared the most. They had been concerned that Tehran, in response to the war, could decide to fully end its cooperation with the IAEA, abandon the Nuclear Nonproliferation Treaty and rush toward a bomb. That treaty has countries agree not to build or obtain nuclear weapons and allows the IAEA to conduct inspections to verify that countries correctly declared their programs.\n\nIran’s 2015 nuclear deal allowed Iran to enrich uranium to 3.67% — enough to fuel a nuclear power plant, but far below the threshold of 90% needed for weapons-grade uranium. It also drastically reduced Iran’s stockpile of uranium, limited its use of centrifuges and relied on the IAEA to oversee Tehran’s compliance through additional oversight. The IAEA served as the main assessor of Iran’s commitment to the deal.\n\nBut Trump, in his first term in 2018, unilaterally withdrew Washington from the accord, insisting it wasn’t tough enough and didn’t address Iran’s missile program or its support for militant groups in the wider Middle East. That set in motion years of tensions, including attacks at sea and on land.\n\nIran had been enriching up to 60%, a short, technical step away from weapons-grade levels. It also has enough of a stockpile to build multiple nuclear bombs, should it choose to do so. Iran has long insisted its nuclear program is for peaceful purposes, but the IAEA, Western intelligence agencies and others say Tehran had an organized weapons program up until 2003.\n\nSuspension comes after Israel, US airstrikes\n\nIsraeli airstrikes, which began June 13, decimated the upper ranks of Iran’s powerful Revolutionary Guard and targeted its arsenal of ballistic missiles. The strikes also hit Iran’s nuclear sites, which Israel claimed put Tehran within reach of a nuclear weapon.\n\nIran has said the Israeli attacks killed 935 “Iranian citizens,” including 38 children and 102 women. However, Iran has a long history of offering lower death counts around unrest over political considerations.\n\nThe Washington-based Human Rights Activists group, which has provided detailed casualty figures from multiple rounds of unrest in Iran, has put the death toll at 1,190 people killed, including 436 civilians and 435 security force members. The attacks wounded another 4,475 people, the group said.\n\nU.S. intelligence suggests the facilities were “completely obliterated” by the strikes, Pentagon spokesman Sean Parnell told reporters Wednesday in a briefing, repeating the Trump administration’s assertion.\n\nHe said the operation set back Iran’s nuclear program by up to two years.\n\n“We destroyed the components they would need to build a bomb,” Parnell said. “We believe Iran’s nuclear capability has been severely degraded.”\n\n___\n\nAssociated Press writers Stephanie Liechtenstein in Vienna, Amir Vahdat and Nasser Karimi in Tehran, Iran, Tia Goldenberg in Tel Aviv, Israel, and David Klepper and Matthew Lee in Washington contributed to this report.",
    "image": "https://dims.apnews.com/dims4/default/f9f398d/2147483647/strip/true/crop/2550x1434+0+133/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2Fbc%2F71%2F423d0b7f530e07f7868cbdbd935d%2Fcd5ad4c686ad42e4a3f1f1f87cbf947e"
  },
  {
    "id": 17,
    "title": "Wisconsin Supreme Court’s liberal majority strikes down 176-year-old abortion ban",
    "content": "MADISON, Wis. (AP) — The Wisconsin Supreme Court’s liberal majority struck down the state’s 176-year-old abortion ban on Wednesday, ruling 4-3 that it was superseded by newer state laws regulating the procedure, including statutes that criminalize abortions only after a fetus can survive outside the womb.\n\nThe ruling came as no surprise given that liberal justices control the court. One of them went so far as to promise to uphold abortion rights during her campaign two years ago, and they blasted the ban during oral arguments in November.\n\nBan outlawed destroying ‘an unborn child’\n\nThe statute Wisconsin legislators adopted in 1849, widely interpreted as a near-total ban on abortions, made it a felony for anyone other than the mother or a doctor in a medical emergency to destroy “an unborn child.”\n\nThe ban was in effect until 1973, when the U.S. Supreme Court’s landmark Roe v. Wade decision legalizing abortion nationwide nullified it. Legislators never officially repealed it, however, and conservatives argued that the U.S. Supreme Court’s 2022 decision to overturn Roe reactivated it.\n\nRuling: Post-Roe laws effectively replaced ban\n\nWisconsin Attorney General Josh Kaul, a Democrat, filed a lawsuit that year arguing that abortion restrictions enacted by Republican legislators during the nearly half-century that Roe was in effect trumped the ban. Kaul specifically cited a 1985 law that essentially permits abortions until viability. Some babies can survive with medical help after 21 weeks of gestation.\n\nLawmakers also enacted abortion restrictions under Roe requiring women to undergo ultrasounds, wait 24 hours before having the procedure and provide written consent, and receive abortion-inducing drugs only from doctors during an in-person visit.\n\n“That comprehensive legislation so thoroughly covers the entire subject of abortion that it was clearly meant as a substitute for the 19th century near-total ban on abortion,” Justice Rebeca Dallet wrote for the majority.\n\nSheboygan County District Attorney Joel Urmanski, a Republican, defended the ban in court, arguing that it can coexist with the newer abortion restrictions.\n\nDane County Circuit Judge Diane Schlipper ruled in 2023 that the 1849 ban outlaws feticide — which she defined as the killing of a fetus without the mother’s consent — but not consensual abortions. Abortions have been available in the state since that ruling, but the state Supreme Court decision gives providers and patients more certainty that abortions will remain legal in Wisconsin.\n\nUrmanski had asked the state Supreme Court to overturn Schlipper’s ruling without waiting for a decision from a lower appellate court.\n\nLiberal justices signaled repeal was imminent\n\nThe liberal justices all but telegraphed how they would rule. Justice Janet Protasiewicz stated on the campaign trail that she supports abortion rights. During oral arguments, Dallet declared that the ban was authored by white men who held all the power in the 19th century. Justice Jill Karofsky likened the ban to a “death warrant” for women and children who need medical care.\n\nA solid majority of Wisconsin voters in the 2024 election, 62%, said abortion should be legal in all or most cases, according to AP VoteCast. About one-third said abortion should be illegal in most cases and only 5% said it should be illegal in all cases.\n\nIn a dissent, Justice Annette Ziegler called the ruling “a jaw-dropping exercise of judicial will.” She said the liberal justices caved in to their Democratic constituencies.\n\n“Put bluntly, our court has no business usurping the role of the legislature, inventing legal theories on the fly in order to make four justices’ personal preference the law,” Ziegler said.\n\nUrmanski’s attorney, Andrew Phillips, didn’t respond to an email. Kaul told reporters during a news conference that the ruling is a “major victory” for reproductive rights.\n\nHeather Weininger, executive director of Wisconsin Right to Life, called the ruling “deeply disappointing.” She said that the liberals failed to point to any statute that explicitly repealed the 1849 ban.\n\n“To assert that a repeal is implied is to legislate from the bench,” she said.\n\nCourt dismisses constitutional challenge\n\nPlanned Parenthood of Wisconsin asked the Supreme Court in February 2024 to decide whether the ban was constitutional. The court dismissed that case with no explanation Wednesday.\n\nMichelle Velasquez, chief strategy officer for Planned Parenthood of Wisconsin, said Wednesday’s ruling creates stability for abortion providers and patients, but she was disappointed the justices dismissed the constitutional challenge. She hinted that the organization might look next to challenge the state’s remaining abortion restrictions.\n\nKaul said he has no plans to challenge the remaining restrictions, saying the Legislature should instead revisit abortion policy.\n\nDemocratic-backed Susan Crawford defeated conservative Brad Schimel for an open seat on the court in April, ensuring liberals will maintain their 4-3 edge until at least 2028. Crawford has not been sworn in yet and was not part of Wednesday’s ruling.\n\nAbortion fight figures to play in 2026 court race\n\nAbortion figures to be a key issue again next spring in another race for a state Supreme Court seat. Chris Taylor, a state appellate judge who served as Planned Parenthood of Wisconsin’s policy director before a stint as a Democratic legislator, is challenging conservative Justice Rebecca Bradley.\n\nTaylor’s campaign sent out an email Wednesday calling the ruling a “huge victory” and asking for donations. She issued a statement calling the decision the correct one and blasting Bradley’s dissent as “an unhinged political rant.”\n\nBradley wrote that the four liberal justices fancy themselves “super legislators” and committed “an affront to democracy.”",
    "image": "https://dims.apnews.com/dims4/default/19b820d/2147483647/strip/true/crop/3000x1688+0+156/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2Fb9%2F85%2F9785f0bf29b2be39082979f352bc%2Fcfd26ea007b443d4b8c5c5e46c794750"
  },
  {
    "id": 18,
    "title": "The potential sentence faced by Sean ‘Diddy’ Combs for his prostitution-related crime",
    "content": "▶ Follow live updates on the Sean ‘Diddy’ Combs verdict\n\nNEW YORK (AP) — The jury in the Sean “Diddy” Combs sex trafficking trial convicted him of prostitution-related crime but cleared him of sex trafficking and racketeering charges.\n\nHere’s what we know about the potential sentence:\n\nWill Combs spend years in prison?\n\nThe three-time Grammy award winner was convicted of flying people around the country, including his girlfriends and paid male sex workers, to engage in sexual encounters, a violation of a 115-year-old federal law called the Mann Act, named for James Mann, an Illinois congressman.\n\nThe law originally prohibited the interstate transport of a woman or girl for “prostitution or debauchery, or for any other immoral purpose.” It was later updated to be gender-neutral and for any sexual activity “for which any person can be charged with a criminal offense.”\n\nIn a court filing, Assistant U.S. Attorney Maurene Comey estimated that Combs’ sentencing guidelines, which take into account many technical factors, will likely qualify him for a prison term of more than four years. He’ll get credit for his time in custody since his arrest in September.\n\nCombs’ defense team believes the guidelines will be much lower, around two years. The maximum possible sentence is 10 years in prison, though U.S. District Judge Arun Subramanian will have much discretion. He proposed an Oct. 3 sentencing date.\n\nThe government said Combs coerced women into abusive sex parties involving hired male sex workers, ensured their compliance with drugs like cocaine and threats to their careers, and silenced victims through blackmail and violence that included kidnapping, arson and beatings.\n\nThe jury, however, acquitted Combs of the most serious charges — racketeering conspiracy and sex trafficking — which could have carried a sentence of up to life in prison.\n\nWhat is racketeering conspiracy?\n\nCombs defeated the racketeering charge. Authorities had accused him of running a criminal enterprise that relied on bodyguards, household staff, personal assistants and others in his orbit to facilitate and cover up crimes.\n\nIt’s commonly used to tackle organized crime, with prosecutors using the Racketeer Influenced and Corrupt Organizations act, or RICO, to take on the Mafia in the 1970s.\n\nTo prove the charge, prosecutors had to show that an enterprise existed and was involved in a pattern of racketeering activity. In this case, the alleged activity included kidnapping, arson, bribery and sex trafficking.\n\nCombs’ lawyer, Marc Agnifilo, portrayed the Bad Boys Records founder as the victim of overzealous prosecutors who exaggerated elements of his lifestyle and recreational drug use to bring charges that resulted in what he called a “fake trial.” He said the women were willing participants.\n\nHow long did the jury work?\n\nDeliberations began Monday in late morning.\n\nThe panel of eight men and four women sent a note that it had reached a verdict at 9:52 a.m. Wednesday, a day after telling the judge that it was stuck on one of the five charges, racketeering. The judge said Tuesday it was too soon to give up and ordered the jury to return Wednesday to try to reach a unanimous verdict.\n\nCombs pumped his right fist after hearing that he was acquitted of the most serious charges.\n\nWhat’s next?\n\nThe judge denied Combs’ request to be released on bond while he awaits his sentence, noting that evidence at trial pointed to Combs exhibiting a “yearslong pattern of violence.”\n\nSubramanian set a July 8 hearing to discuss the sentencing process.",
    "image": "https://dims.apnews.com/dims4/default/27c7af6/2147483647/strip/true/crop/3000x1688+0+188/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F94%2F41%2Ffb2c0ca163325e0b2280c49f12a6%2F493220ff5d8b4007a57f00676f5e79df"
  },
  {
    "id": 19,
    "title": "Sean 'Diddy' Combs: Secret world revealed in voice notes and videos",
    "content": "Diddy's secret world revealed in videos and his voice notes\n\n14 hours ago Share Save Rianna Croxford and Larissa Kennelly • @rianna_croxford BBC News Investigations Share Save\n\nBBC\n\nWarning: Explicit content \"Can y'all come straighten it up over here? It's not looking luxurious,\" Sean \"Diddy\" Combs says in a voice note to his personal assistants as R&B music mellows in the background. Hours before, a so-called \"freak-off\" - a drug-fuelled orgy also known as a \"Wild King Night\" - had been in full swing. Now, staff were being called in to clean up. \"PD said he's going to need emergency clean up at hotel,\" his chief of staff texts after another of these events. \"Bring him stain remover (for a chair and couch) and black trash bags. And baking soda too, he said.\"\n\nWATCH: Video shared with BBC - Sean \"Diddy\" Combs holds pool parties at his Miami mansion\n\nThe BBC has seen messages and recordings from former staff in Combs' household. The staff members have also given detailed accounts of what it was like to work on the multi-millionaire music mogul's glamorous yacht rentals and inside his sprawling estates across the US - in the Hamptons, Beverly Hills and on Star Island in Miami. Their experiences span the past five to 10 years, a period that was under scrutiny during Combs' criminal trial in New York. At the trial's conclusion on Wednesday, the 55-year-old was cleared of the most serious charges - racketeering, and two counts of sex trafficking related to ex-partner Casandra Ventura and another woman referred to as \"Jane\". But jurors found he was guilty of two other counts related to the transportation to engage in prostitution of both women. He will be sentenced at a later date.\n\nGetty Images Officers raid Combs' mansion on Star Island, Miami Beach, Florida\n\nWe have been shown material which paints a picture of a \"scary\" and unpredictable boss, who would administer shocking \"loyalty tests\", and whose demands grew more and more extreme. Staff have described how his sometimes-days-long \"freak-offs\" were held at locations around the world, with the rapper expecting staff to prepare a bag containing \"baby oil, lubricant and red lights\" - to create the red-tinted ambience Combs preferred - alongside class-A drugs wherever he travelled.\n\nReuters Combs at the Met Gala, New York, 2023\n\n'Wild King Nights'\n\nInside his waterfront Miami mansion, a $48m (£36m) compound located on an exclusive man-made island, we have been told that Combs kept tight control of his inner circle. \"I'm not about to be transparent with y'all,\" a groggy Combs warns staff one day in a rambling voice note posted in an employee WhatsApp group in 2020. \"There's some dark places y'all [EXPLETIVE] don't want to go. Stay where you're at.\" Staff say he was intense, demanding and volatile, with some attributing his unpredictability to a lifestyle of drug-fuelled parties. The turnover of staff was high and Combs had more than 20 different house managers join and leave in just two years across his properties, one former estates manager told us.\n\nLISTEN: Combs sent a long rambling voice note to staff: \"There's some dark places y'all\"\n\nPhil Pines, 40, who worked for Combs as a senior executive assistant from 2019-2021, has told the BBC the mogul didn't say a word to him when he first started his job. \"It was like an initiation,\" he explains. \"We didn't speak to each other for 30 days.\" Another recent assistant, Ethan (not his real name), recalls: \"He was a very ill man with different behaviours, sometimes very aggressive, sometimes very sweet.\" We have changed Ethan's name because, like many former staff members, he still works in the high-net-worth hospitality industry and fears speaking out about Combs will hurt his career. Ethan shows us a small scar on his forehead. He says this was the result of Combs smashing a glass against a wall in a fit of rage, and the shards cutting Ethan's face. Phil Pines and Ethan were part of Combs' small group of trusted assistants and say he often played mind games with staff.\n\nPhil Pines worked for Combs as a senior executive assistant\n\nEthan recalls one of Combs' loyalty tests - when the star took off one of his rings and threw it into the Atlantic Ocean. He then turned to Ethan and told him he had to go into the water to get it. They were at a formal event and Ethan, like his boss, was wearing a smart suit. He says this didn't stop him jumping in right away to rescue it. In another incident, Pines says Combs called him to his residence after midnight, just so he could fetch the TV remote from under the bed he was in with a female guest. \"See? He is loyal and now he can go back home,\" he recalls Combs telling her. Pines says he felt like an animal.\n\nCombs' chief of staff Kristina Khorram helped organise the \"Wild King Nights\", says Pines\n\nBut the Wild King Nights - as the rapper's chief of staff, Kristina Khorram, referred to them - revealed an even darker side to working for Combs. \"I was asked to set up a laundry list of items for him,\" says Pines. \"And I thought to myself, why didn't anybody explain this to me before?\" In one exchange seen by the BBC, Khorram texted him to warn a bag needs to be prepared for a Wild King Night in two hours. In another, she asked for a \"drop off\" of seven bottles of baby oil and seven bottles of Astroglide lubricant alongside iced vanilla lattes.\n\n\"Rounding up a shelf of baby oil and Astroglide at a store is very, very humiliating. I would always pretend like I was on the phone,\" Pines tells us. In Combs' trial the prosecution presented evidence of supplies they said were procured for \"freak-offs\". A police raid on Combs' Los Angeles mansion found drugs and more than 1,000 bottles of baby oil. From three months into his role, Pines began having concerns about the frequency of these requests. \"It became daily, sometimes twice a day, every day, and every week.\" Pines says there was a constant stream of young women who frequented Combs' homes - apparently for sex. Young men were also called to the parties, says Ethan. Some of these young people would appear to be friends of the star's sons, Pines tells us, with some of the women later seen \"hanging\" with Combs. Pines says he also had concerns that some of these guests - who looked like they were in their early 20s - were \"too young\" and \"impressionable\" for his then 50-year-old boss. \"I would see some women feel uncomfortable or at least look like they'd had a wild night,\" says Pines. A woman with an IV drip would usually visit the next day, he says, to help guests recover after sometimes \"partying\" for 24 hours non-stop without food. Pines recalls one young guest uttering to him in distress: \"I've never done anything like that before.\" He was instructed to drive her home from Combs' Miami residence: \"She was kind of shaking and shivering, like she was coming down off the drugs.\"\n\nLISTEN: Combs sent voice notes to staff asking for Xanax, Plan B (emergency contraceptives) and Cialis (sex enhancement medication)\n\nThe drug-fuelled nature of these nights has repeatedly been brought up during Combs' trial. Casandra Ventura, his ex-partner of more than a decade, testified that she endured years of coerced sex with male escorts under the threat of beatings and blackmail, while Combs filmed the encounters. She said these events would sometimes go on for days and require her to take countless drugs to stay awake. Another woman, who dated Combs on-and-off from 2021 until his arrest last September, gave evidence that she felt pressured to fulfil his desires partly because he was paying her rent, and said the encounters left her feeling \"disgusted\" and in physical pain. In his defence at trial, Combs' lawyer said he admitted to domestic violence, but argued that all the sexual encounters were consensual, and that Combs had a \"swingers lifestyle\". The BBC understands at least one staff member was asked to search online for escorts to participate in the Wild King nights. Screenshots of the escorts were then sent to Combs for approval. Pines says he doesn't know what happened at these events, but he was asked to deal with the aftermath. It was \"just complete wreckage\", he says. \"Oil all over the floor. Marijuana joints everywhere… I would wear gloves. I would wear a mask.\" \"He [Combs] would get up, put his hoodie on and walk out the door,\" Pines says, leaving staff to clean the room.\n\nOn one occasion, Pines says he witnessed Combs push and kick a female guest during an argument at his house, which continued outside. Combs swore at her and said \"give me my hoodie\", Pines remembers. \"She takes off the hoodie, she's topless, no bra, nothing, no t-shirt on. So, I take off my jacket and I wrap it around her to kind of shield her.\" The guest left in an Uber crying, says Pines, but within a week she was back at the house again with Combs. \"She came back shortly after that. Dinner, gifts... she was brought back into the fold.\" When Pines told his supervisor Khorram about the incident, he says she knew exactly what to say to him: \"I kind of give her a play-by-play of what happened. Her words to me: 'Never speak about this again.'\" Kristina Khorram has not responded to the BBC's request for comment but has previously denied any wrongdoing. In a statement to CNN last March, she described allegations against her as \"false\" and \"causing irreparable and incalculable damage to my reputation and the emotional well-being of myself and my family\". \"I have never condoned or aided and abetted the sexual assault of anyone. Nor have I ever drugged anyone,\" she said.\n\nBaby oil and Astroglide lubricant (left) and marijuana joints (right) were supplied on party nights\n\nStaff would be required to erase any evidence of \"freak-offs\" - removing bodily stains from sheets, disposing of drugs and, Pines tells us, scrubbing any \"compromising\" recorded footage of the sexual encounters off his boss's personal phones and laptops. Other staff also describe feeling disturbed by Combs' sexual encounters. \"[There are] things I saw with my own eyes, memories that will stay forever,\" says Ethan. He says Combs would sometimes ask him to enter the room and \"bring him water or male enhancement pills\" while sex was taking place. Pines has filed his own civil lawsuit against Combs. The BBC approached Combs' lawyers for comment in respect of Pines' allegations, and they made this statement in response: \"No matter how many lawsuits are filed, it won't change the fact that Mr. Combs has never sexually assaulted or sex trafficked anyone - man or woman, adult or minor. We live in a world where anyone can file a lawsuit for any reason.\" Pines recalls a particularly horrifying incident around November 2020, when he says he was asked to stay behind after work and set up an after-party at the Miami mansion. He says that Combs and his guests had been \"in the sun partying, taking mushrooms, smoking, drinking all day - so they were completely gone by this time\".\n\nPines (right) says Combs asked him to \"prove his loyalty\"\n\nDuring the party, Pines says Combs invited him to take a shot, before asking him to \"prove his loyalty\". He handed Pines a condom and pushed him towards a female guest who was lying on a nearby couch. \"At that moment, I'm like, what is going on?\" Pines says. \"I froze. I was just shocked by what was happening. I felt cold… but I also felt so much pressure.\" Pines says the woman consented and they had sex until Combs began \"drifting off into another part of the suite\". \"I didn't want any of that,\" he says. \"Once I kind of saw him out of my peripheral, that he was gone, I pulled up my pants and just got out of there quickly. \"It was a power move. I felt like I was coerced. It was manipulation.\"\n\nThe Gucci bag\n\nWhen they travelled internationally, staff say Combs' drugs came with him, concealed in a safe onboard his $60m (£45m) private jet. \"Even if it was for a day trip, if he was going on the yacht for four hours, take all that stuff with you because he may use it,\" Pines recalls being instructed. He claims mushrooms, ketamine and ecstasy were kept in a small black Gucci bag alongside baby oil, lubricant and red lights. Combs' lawyers admitted during trial that he had procured drugs, but said they were for personal use only.\n\nStaff say a Gucci bag was carried on trips filled with lubricants and Class A drugs\n\nIn one nerve-wracking incident in Venice in summer 2021, Pines says Italian authorities questioned Combs' staff for an hour. He feared that if they had found the drugs hidden in the luggage, he would have \"taken the fall\" for his boss. A former personal assistant, Brendan Paul, was arrested on charges of drug possession while with Combs at a Miami airport in March 2024, on the same day police raided the rapper's homes. The charges were later dropped after Paul completed a pre-trial diversion programme. During Combs' trial, Paul, 26, testified that he had found cocaine after \"sweeping\" his boss's room and had forgotten it was in his bag while they prepared for a vacation in the Bahamas. He told the court that he did not tell law enforcement that they were Combs' drugs out of \"loyalty\".\n\nStaff say Combs would hold \"freak offs\" internationally - in hotels and private yachts\n\nBy December 2021, Pines says he had had enough. \"The money wasn't worth it... because of the experiences I was having with him. It was just too much to bear.\" When asked why staff had not spoken out sooner, Pines does not hesitate. They were, he says, afraid of Combs. \"He is a very scary person. Whether you're his employee, you're a contractor, you're a girlfriend, guest, you know what he's capable of,\" he says. Ethan says he used to believe that Combs had \"people a couple of steps in front\" who \"caught everything\". But after his former boss's arrest, his view shifted. Staff simply were not able to stop what was coming, he says. \"Obviously being a celebrity, he could cut many corners,\" he reflects, but \"he couldn't avoid the law\". Pines says he was approached by federal agents in the Department of Homeland Security as part of its criminal investigation last summer and was later legally summoned to give evidence ahead of Combs' trial. Other ex-assistants, who worked for Combs back in 2014 and as recently as 2024, testified in court during the trial. \"I have to nod to Cassie Ventura for being so courageous to stand up to him,\" Pines says.\n\nGetty Images Casandra Ventura (right) filed a civil lawsuit against Combs in November 2023",
    "image": "https://ichef.bbci.co.uk/news/1024/branded_news/44da/live/30813890-527d-11f0-8485-7bd50fa63665.png"
  },
  {
    "id": 20,
    "title": "Ryanair cancels flights for 30,000 passengers due to French strike",
    "content": "Ryanair cancels flights for 30,000 passengers due to French strike\n\nCancellations will not only impact routes to and from France, but also aircrafts flying over French airspace\n\nFrench Transport Minister Philippe Tabarot condemned as unacceptable both the unions' demands and their decision to go on strike at such an important time for people going on holiday.\n\nTwo French unions were staging the two-day strike over working conditions, leading to a quarter of flights being cancelled at the main airports in Paris and half of flights at Nice airport.\n\nBudget airline Ryanair said it had been forced to cancel more than 170 flights and the holiday plans of more than 30,000 passengers had been disrupted.\n\nTens of thousands of passengers have been hit by a French air traffic control strike that has cancelled flights in France on Thursday and Friday and had a knock-on effect elsewhere in Europe.\n\nRyanair said the strike had affected not only its flights to and from France, but also aircraft flying over French airspace to destinations including the UK, Ireland, Spain and Greece.\n\nIts chief executive, Michael O'Leary, accused the air traffic controllers of \"holding European families to ransom\".\n\n\"It makes no sense and is abundantly unfair on EU passengers going on holidays,\" he complained, calling on European Commission President Ursula von der Leyen to take \"urgent action\" to ensure minimum service levels during strikes and to protect flights going through French airspace from domestic industrial action.\n\nFrance's civil aviation authority, DGAC, asked airlines to reduce flight schedules at several airports across the country.\n\nDisruption is expected to worsen at French airports on Friday, with 40% fewer flights from the Paris airports at Charles de Gaulle, Orla and Beauvais.\n\nThe strike was called by the UNSA-ICNA union, which cited staffing shortages, management issues and the planned introduction of a controversial clock-in system for controllers among its concerns. Talks with the DGAC earlier this week failed to resolve the dispute.\n\nAirlines for Europe (A4E), the continent's leading aviation body, described the strike as \"intolerable\", warning that it would severely disrupt travel plans at the height of the holiday season.\n\nEasyJet, another low-cost carrier affected by the disruption, expressed \"deep disappointment\" and urged a resolution.\n\nRyanair said on Wednesday it also had been hit by the recent conflict in the Middle East and had cancelled more than 800 flights last month.\n\nDespite the cancellations, the airline said it still operated more than 109,000 flights in June, indicating that fewer than 1% of flights were affected.",
    "image": "https://ichef.bbci.co.uk/news/1024/branded_news/1a01/live/dcd4e2d0-57e2-11f0-9074-8989d8c97d87.jpg"
  },
  {
    "id": 21,
    "title": "El abogado de Cerdán pide en el Supremo su “inmediata puesta en libertad”: “Estamos ante una causa general”",
    "content": "El abogado de Santos Cerdán, Benet Salellas, ha presentado este jueves un escrito ante el Tribunal Supremo para solicitar la “inmediata puesta en libertad” de su cliente. El letrado mueve así ficha para recurrir la resolución del magistrado Leopoldo Puente, que ordenó el pasado lunes el ingreso en prisión provisional del exsecretario de Organización del PSOE por delitos de cohecho, organización criminal y tráfico de influencias. El juez instructor consideró que existen “notabilísimos indicios” de la participación de Cerdán en la supuesta trama corrupta que tuvo su epicentro en el Ministerio de Transportes durante la etapa de José Luis Ábalos, dedicada al presunto amaño de obras públicas a cambio de comisiones. “No hay duda de que estamos ante una causa general contra Santos Cerdán y que el objetivo es investigar ‘para ver si’ finalmente aparece un indicio sólido que lo relacione con alguna actividad delictiva”, afirma Salellas.\n\nEl escrito presentado por el abogado de Cerdán, al que ha tenido acceso EL PAÍS, añade: “No queremos finalizar sin destacar el grave agravio comparativo que se produce en este momento cuando Cerdán es la única persona ingresada en prisión provisional y el resto de investigados se encuentran en libertad”. Con estas palabras, el letrado se refiere a los otros tres principales imputados: José Luis Ábalos, exministro de Transportes y predecesor de Cerdán como secretario de Organización socialista; Koldo García, exasesor de Ábalos; y el comisionista Víctor de Aldama.\n\nA lo largo del recurso, la defensa expone que Leopoldo Puente se excedió al decretar la reclusión de Cerdán. Según Salellas, el magistrado ordenó su encarcelamiento sin valorar adecuadamente el carácter “excepcional” que debe tener esta medida. Y, además, sin contar con “indicios suficientes de criminalidad”: “La perspectiva asumida en todo momento por el [magistrado] es netamente inquisitiva, partidaria de una interpretación de los hechos en todo momento contraria a la perspectiva del investigado y construida siempre desde la presunción contra reo. De este modo, todas las explicaciones planteadas por el investigado en su declaración ante el instructor han sido simplemente rechazadas y respondidas en la resolución judicial recurrida desde una mirada que no acepta otra tesis distinta a la de la culpabilidad”.\n\nDurante su comparecencia, Cerdán negó que influyese en la adjudicación de obra pública. También rechazo que cobrase comisiones, o que gestionase mordidas destinadas al PSOE, José Luis Ábalos o Koldo García. Por su parte, el abogado defensor acusa al juez de asumir de “una forma totalmente acrítica” las conclusiones del informe del pasado 5 de junio de la Unidad Central Operativa (UCO) de la Guardia Civil, que señaló por primera vez al exsecretario de Organización.\n\nSalellas también minimiza los indicios recabados sobre la vinculación de Cerdán con la compañía Servinabar, propiedad de Joseba Antxon Alonso y considerada por los investigadores como una de las sociedades clave en los inicios de la trama en Navarra. El instituto armado sospecha que la red corrupta usó esa mercantil para participar en adjudicaciones junto a Acciona; y otorgan al político cierta capacidad de influencia sobre ella. De hecho, los agentes hallaron un documento en casa del empresario que refleja la transferencia en 2016 de un 45% de las participaciones a Cerdán.\n\nSin embargo, al igual que hizo el exdirigente socialista durante su declaración ante el juez, el abogado califica ese documento de mero “borrador”. La defensa subraya que nunca fue “elevado a público”. El pasado lunes, Cerdán reconoció que lo firmó en un momento en que barajaba dejar la política y trabajar en el sector privado, pero que finalmente no se ejecutó porque decidió seguir en la primera línea pública y le pidió a Antxon Alonso que lo rompiera.\n\nParalelamente, el recurso cuestiona la “veracidad” de los audios grabados por Koldo García durante cerca de un lustro, incorporados al informe de la UCO y convertidos, hasta ahora, en la principal gran prueba contra Cerdán. Esos archivos fueron encontrados en el registro de la vivienda del asesor del ministro. Pero Salellas pone en “duda” las “garantías de su custodia”, así como “las especiales circunstancias que rodean su obtención y conservación”. Y deja en el aire varias insinuaciones sobre Koldo García: “El supuesto autor de la grabación se graba a si mismo mientras realiza la proposición delictiva [...] Un señor que es público y notorio que ha sido colaborador habitual de la Guardia Civil, en la lucha antiterrorista, incluso condecorado en 2018, contratado como escolta, indultado… y del que se comprueba que desarrolla un papel claramente misterioso en este expediente”.",
    "image": "https://imagenes.elpais.com/resizer/v2/4K46Y7YSMNEHNG5CH4XGVQYDWA.jpg?auth=85b09b7255ad347e289055b74ce3108b66b84c5d4b038d03eb5ca325a7887857&width=1200"
  },
  {
    "id": 22,
    "title": "El abogado de Santos Cerdán: “La actuación de la Guardia Civil está condicionada por sectores que quieren echar a Sánchez”",
    "content": "El abogado de Santos Cerdán: “La actuación de la Guardia Civil está condicionada por sectores que quieren echar a Sánchez” Benet Salellas critica la prisión provisional contra el exsecretario de Organización del PSOE: “Se trata diferente a los que colaboran y a los que se quieren defender”\n\nA Benet Salellas (Girona, 48 años) le llueven las críticas desde que el lunes abandonó el Tribunal Supremo solo, sin su cliente. Santos Cerdán ingresó en prisión provisional, una pésima noticia para el dirigente y un fracaso para su abogado. El exsecretario de Organización del PSOE contestó solamente a las preguntas (medio centenar) que le formuló Salellas. Explicó sus relaciones con otros implicados en la trama (en la que negó toda participación) y se presentó como objeto de una persecución política por haber negociado la investidura, especialmente con Junts (ley de amnistía) y con EH Bildu. “Una parte de los poderes de este país no ha aceptado que gobierne Pedro Sánchez”, declaró.\n\nEl camino de la victimización, muy transitado por cargos políticos inmersos en procesos penales, molestó al fiscal jefe anticorrupción, Alejandro Luzón, y al magistrado, Leopoldo Puente. Juristas consultados por este diario creen incluso que explica, en parte, por qué Santos Cerdán es el único investigado en esta causa que ha acabado entre rejas. Pero Salellas, que intenta mantenerse alejado del ruido capitalino e impermeable a los ataques, lo niega. Cree que el fiscal “ya llevaba el informe preparado” y también, parcialmente, el juez, de ahí que fuera capaz de redactar, “en apenas media hora”, un auto de 20 folios.\n\n“No me desagrada que la estrategia está a debate. Pude desplegar una línea de defensa, sin que se me inadmitieran preguntas, donde [Santos Cerdán] respondió a los principales puntos de imputación”, explica Salellas, dos días después de la jornada, en conversación con EL PAÍS. El abogado, que fue diputado de la CUP en el Parlamento catalán, lamenta la existencia de un doble rasero. “Se da un trato diferente a los que colaboran y a los que se quieren defender, y eso me parece grave”, cuenta en relación con el comisionista Víctor de Aldama, que pidió permiso para salir de España el pasado abril y “el fiscal informó favorablemente” a la medida. “En Madrid hay una cultura de negociar cosas con la Fiscalía. Yo me situó claramente en una estrategia de defensa”.\n\nSalellas ya fue protagonista en el Tribunal Supremo como abogado de Jordi Cuixart, presidente de Òmnium Cultural y uno de los líderes sociales del procés. Abordó el proceso como un juicio político, algo sobre lo que ya había teorizado en su libro Jo acuso, la defensa en judicis polítics. El abogado niega que haya paralelismos con el juicio por el referéndum del 1-O. “No estamos planteando el caso Cerdán como un juicio político. Pero es razonable que, cuando hay cuestiones políticas en juego, puedan explicarse”, dice.\n\nSembrar dudas sobre Koldo García\n\nToda defensa consiste en desmontar los indicios de la acusación y, si es posible, generar un relato alternativo. Salellas ha explorado dos vías conectadas entre sí que, por ahora, han fracasado. Ha cuestionado la validez de los audios grabados y almacenados por el asesor Koldo García entre él mismo, Santos Cerdán y el exministro José Luis Ábalos, que son el sustento de la investigación. El juez lo ha rechazado en su auto de prisión. Salellas ha tratado de sembrar dudas, igualmente, sobre la figura de García. ¿Y si el hombre para todo de Cerdán y Ábalos es un “agente encubierto”? “Es una persona condecorada por la Guardia Civil, indultada, que ha colaborado en la lucha antiterrorista, que tiene contacto con mandos de la Guardia Civil”…, cuenta.\n\nSe trata de sembrar dudas razonables sin caer, insiste, en teorías de la conspiración. A Salellas le resulta extraño —y así lo expresó también en la vistilla de prisión del lunes— que el informe de la UCO sobre el secretario de Organización haya aparecido “16 meses, 500 días” después de que la Guardia Civil se hiciera con los dispositivos electrónicos en el registro de García. “Sin saberse muy bien cómo ni por qué, aparece un atestado sobre el señor Cerdán que casi provoca la caída del Gobierno”, verbalizó en el Tribunal Supremo, donde se comprometió a buscar indicios de que “la investigación policial” puede ser “un litigio estratégico de la extrema derecha”.\n\nEn la conversación con este diario, ahonda en unas sospechas que, por ahora, no han calado en el ánimo del tribunal. En su opinión, hay “personajes oscuros de la Guardia Civil relacionados con Vox”. “Nos parece que la actuación de la Guardia Civil está condicionada a los intereses de ciertos sectores del Estado que quieren echar a Sánchez”, insiste. El lunes por la tarde, el abogado Jacobo Teijelo visitó a Cerdán en prisión junto a Salellas, según explicó el propio Teijelo en la radio, para ofrecerle sus servicios. En el despacho de este abogado se celebró la reunión en la que la exmilitante socialista Leire Díaz intentó recabar información contra mandos de la Unidad Central Operativa (UCO) de la Guardia Civil.\n\nSobre el auto de prisión provisional, Salellas se muestra muy crítico. “Hace unas hipótesis sobre cobros y mordidas que están bien como hipótesis de investigación, pero no sirven para acordar una prisión”. Hace apenas unas semanas, cuando la acusación popular pidió registrar la casa y el despacho profesional de Cerdán, el mismo juez que ahora ve riesgo de destrucción de pruebas rechazó la petición. Para el dirigente político, una medida así era más que “previsible”, por lo que no tenía mucho sentido. El abogado confía en que, al ser el riesgo de destrucción de pruebas el principal motivo de su ingreso en prisión, éste sea breve. Y rechaza desvelar cómo llegó a convertirse Cerdán en su cliente. Niega que haya sido cosa de Carles Puigdemont o de Bildu, pero prefiere reservarse el dato “para no involucrar a otras personas”.",
    "image": "https://imagenes.elpais.com/resizer/v2/TWIOQWESX5F6I7UGQKFR6XPXIY.jpg?auth=e522abd8209d9c43ec20be0a4994fff7e5cb73b128df14e83899be710ec84042&width=1200"
  },
  {
    "id": 23,
    "title": "Muere Diogo Jota, futbolista del Liverpool, en un accidente de tráfico en Zamora",
    "content": "El futbolista del Liverpool Diogo Jota, de 28 años, ha fallecido junto a su hermano Andre Felipe en un accidente de tráfico en Zamora en la medianoche del miércoles al jueves. El jugador portugués del conjunto inglés viajaba en un vehículo que se salió de la vía en el kilómetro 65 de la autovía A-52, a la altura del término municipal zamorano de Cernadilla, en torno a las doce y media de la noche. El automóvil se incendió a consecuencia del impacto y sus dos ocupantes fallecieron por las llamas, que se extendieron a los terrenos colindantes a la carretera y requirieron la actuación de los Bomberos.\n\nFuentes de la Guardia Civil señalan como origen del siniestro un posible exceso de velocidad del vehículo de alta gama donde viajaban Diogo Jota y su hermano cuando ejecutaban un adelantamiento en un tramo de la autovía que tiene una velocidad máxima de 120 kilómetros por hora. Como consecuencia de esa gran velocidad sobre un asfalto con imperfecciones se produjo el reventón de un neumático trasero; eso provocó la pérdida de control del vehículo y que el coche acabara “explotando”, señalan las mismas fuentes. El coche, que ha quedado totalmente destrozado, era un Lamborghini Huracán de tracción trasera que el futbolista había alquilado.\n\nEl atacante del Liverpool, ex del Atlético de Madrid, se había casado hace unos días en Portugal después de proclamarse con el club inglés campeón de la Premier. Tenía tres hijos y se preparaba para incorporarse a la pretemporada del equipo. Su hermano, Andre, de 26 años y también futbolista, jugaba en el Penafiel, de la segunda división portuguesa.\n\n“Hoy el fútbol portugués está absolutamente devastado. Estamos todos de luto”, ha dicho el presidente de la Federación portuguesa de Fútbol, Pedro Proença, este jueves en Berna, donde se hospeda la selección nacional femenina, que esta noche debuta en la Eurocopa ante España. “Diogo era lo que todos nosotros queríamos ser, era una referencia para el fútbol portugués, era un talento de su generación, y hoy estamos inundados todos por la tristeza de la notica que sabemos”, ha añadido Proença, que también ha dedicado unas palabras a su hermano, Andre Felipe.\n\nEl suceso ha sido puesto en conocimiento del 112 de Castilla y León, que ha sido informado a medianoche por varias llamadas que alertaron de un accidente sufrido en la autovía zamorana en dirección a Benavente. El equipo de emergencias movilizó a Bomberos de la Diputación de Zamora, agentes de Guardia Civil de Tráfico y Emergencias Sanitarias - Sacyl. Los equipos sanitarios no pudieron hacer nada para salvar a los pasajeros del vehículo siniestrado y el personal de extinción tuvo que apagar unas llamas que habían saltado al terreno colindante al asfalto a causa del incendio del automóvil.\n\nLos daños causados por el fuego sobre los cuerpos han impedido ejecutar los análisis pertinentes para acreditar oficialmente que las dos víctimas mortales son el futbolista del Liverpool FC y su acompañante, su hermano. Los cadáveres han sido trasladados al instituto legal de Zamora para su análisis médico.",
    "image": "https://imagenes.elpais.com/resizer/v2/X7MN32AUEVHQBJ23IQ4NL2IVUI.jpg?auth=a8680a22b6bb02a704277813395dda00723b8bd8c14182dc42c676f050b7b73c&width=1200"
  },
  {
    "id": 24,
    "title": "Tellado, tras su ronda con los socios del Gobierno: “Ninguno está dispuesto a dejar a Sánchez. Lo pagarán en las urnas”",
    "content": "El líder del PSOE extremeño carga contra los jueces por tumbar su aforamiento: “Se dice que es un fraude de ley, pero no se dice qué ley se vulnera”\n\nEl líder del PSOE de Extremadura, Miguel Ángel Gallardo, ha cuestionado este jueves la decisión del Tribunal Superior de Justicia de Extremadura de tumbar su aforamiento como diputado de la Asamblea extremeña y devolver a la jueza de Badajoz Beatriz Biedma el caso del empleo público al que accedió el hermano de Pedro Sánchez. Además, ha afirmado que la jueza quiere “promocionarse a sí misma” a su costa, resistiéndose a ceder a otro tribunal el “goloso” caso del hermano del presidente.\n\nGallardo era presidente de la diputación de Badajoz cuando estalló el caso de la presunta contratación irregular de David Sánchez. Pese a prometer que no lo haría, al verse imputado por la jueza Biedma, maniobró para acceder a la Asamblea extremeña y pasar a ser aforado. El lunes, el Tribunal Superior de la región rechazó asumir el caso y dictaminó que Gallardo había adquirido la condición de aforado mediante un “fraude de ley o abuso del derecho”, maniobrando de manera “apresurada y torticera” para ser nombrado diputado en la Asamblea.\n\nGallardo ha acusado al TSJ de Extremadura de poner en duda los mecanismos internos del PSOE y desmiente esa afirmación sobre el apresuramiento: “Yo anuncié hace algo más de un año que iba a estar en la Asamblea de Extremadura cuando terminara el proceso, tanto el judicial como el proceso interno del partido (...). En el seno del partido se decidió que su secretario general tenía que estar para el debate sobre el estado de la región y puso su mecanismo en marcha para que así fuera”. Tras dar su versión, el político ha añadido que la resolución judicial “pone en duda los mecanismos internos de un partido”. “El partido socialista toma sus decisiones sin tener que pedir permiso al Tribunal Superior de Justicia”, ha dicho.\n\n“Nadie está autorizado”, ha dicho, para revertir su condición de diputado “salvo que haya ido contra algún precepto legal y no hemos incumplido ninguno”, prueba de lo cual es, dice, que sigue siendo diputado. “Mi entrada en la asamblea es legal, legítima y democrática. Se dice que es un fraude de ley, pero no se dice qué ley se vulnera”, ha insistido.\n\nAdemás, ha acusado a la jueza Biedma de querer “promocionarse” a su costa. Ha dicho que no quiere soltar el caso “goloso” del hermano de Sánchez y por eso no imputó en ningún momento de la instrucción a Antonio Garrote, diputado socialista que firmó la convocatoria del puesto al que accedió Sánchez y que firmó su contrato. “No llamó a Garrote porque es diputado en la Asamblea y hubiera perdido su caso, eso pone de manifiesto la intencionalidad de todo este caso”. También ha cargado contra los magistrados del TSJ, diciendo que “no quieren implicarse en administrar justicia para este diputado”, en referencia a sí mismo. “Es un caso demasiado goloso para perderlo, pero peligroso para juzgarlo”, ha dicho.",
    "image": "https://imagenes.elpais.com/resizer/v2/DXYJY2H6PNEF7NAMEQNQJCF2H4.jpg?auth=973f2a1a2238d1c1df7ec2d093259867ac6d382a4c5cf3b0310f1d2a3728b095&width=1200"
  },
  {
    "id": 25,
    "title": "Ione Belarra: “Sánchez ha aniquilado la legislatura con la corrupción y los recortes para el rearme”",
    "content": "Ione Belarra: “Sánchez ha aniquilado la legislatura con la corrupción y los recortes para el rearme” La líder de Podemos descarta apoyar una moción de censura del PP aunque sea para convocar elecciones y aboga por “superar el bipartidismo”\n\nYa sea por la guerra en Gaza, el gasto militar o los casos de corrupción, Ione Belarra (Pamplona, 37 años), secretaria general de Podemos, viene agitando desde hace meses un discurso cada vez más duro contra el Gobierno que conforman PSOE y Sumar, sus antiguos socios. La diputada da por muerta la legislatura, manifiesta una profunda decepción por el escándalo que afecta al ex número tres socialista, pero no reclama elecciones y descarta apoyar una moción de censura del PP. La solución, dice, pasa por construir una alternativa de izquierdas que “supere” al bipartidismo, aunque su formación tiene ahora en torno al 4% de apoyos.\n\nPregunta. ¿El ingreso de Santos Cerdán en prisión cambia algo para Podemos?\n\nRespuesta. Suma un elemento más a la enorme decepción que ha generado el PSOE con este gravísimo caso de corrupción. La reacción que ha tenido María Jesús Montero, vicepresidenta del Gobierno, hablando de “esa persona que no tiene nada que ver con el PSOE”, le manda un mensaje muy peligroso a la ciudadanía y recuerda demasiado a las respuestas que daba M. Rajoy cuando hablaba de Luis Bárcenas o del exministro corrupto Rodrigo Rato. Pone de manifiesto que el PSOE ha envejecido 20 años de golpe, que Pedro Sánchez se presentó como la regeneración y ha demostrado ser el mismo PSOE de Filesa, de los GAL, de los ERE de Andalucía y que no puede ser parte de la solución a la corrupción porque es parte del problema.\n\nP. Si no puede ser parte de la solución, ¿por qué no piden elecciones?\n\nR. Porque esa decisión es exclusiva del presidente y ha dicho que no va a convocarlas. La tarea que ahora tiene Podemos es construir la alternativa al bipartidismo y llegar a las próximas generales, sean cuando sean, con una propuesta que haga que la gente no tenga que elegir entre la corrupción del PP y la del PSOE, entre una política de recortes en los servicios públicos del PP y una política de recortes del PSOE, entre el rearme del PSOE y el del PP. Necesitamos una izquierda transformadora fuerte, porque cuando el bipartidismo ha estado más débil y la izquierda más fuerte, que fue durante la pasada legislatura, ha sido el momento de mayor avance en derechos y de mayor estabilidad, con Presupuestos aprobados año a año. Aspiro a la corrupción cero y es posible, pero para eso necesitamos superar el bipartidismo.\n\nP. ¿Descarta apoyar una moción de censura de Feijóo aunque sea para convocar inmediatamente después elecciones?\n\nR. No vamos a apoyar una moción de censura que presente el PP, que es un partido esencialmente corrupto, que ha hecho de la mentira y de la corrupción su forma de gobierno y con el que no se puede llegar a ningún acuerdo.\n\nP. ¿Cree que el presidente sabía de las actividades de sus dos ex secretarios de Organización?\n\nR. Es muy difícil pensar que no sabía nada.\n\nP. ¿Pedir su dimisión es una alternativa?\n\nR. El problema no son estos líderes, es el PSOE. Es una forma de gobierno por la cual los políticos del bipartidismo llegan a la institución y se creen que el dinero público es suyo. Por eso este caso de corrupción va unido también a un caso asqueroso de machismo. Y eso es lo que vino a terminar el 15-M, la gente que se politizó en mi generación. Por eso muchos confiamos en que el PSOE y Sánchez no se iban a atrever a repetir la historia, porque habían entendido que nuestro país ya no acepta ese tipo de prácticas corruptas. Sé que trabajar para la alternativa no es una tarea fácil, que nos va a llevar tiempo y que es difícil, pero es la única salida posible.\n\nMientras escribía a Ábalos para cerrar la ley de vivienda, él estaba yéndose de putas\n\nP. Desde ese punto de vista, esta legislatura, ¿qué sentido tiene ya?\n\nR. Por eso he dicho que la legislatura está políticamente muerta, porque Pedro Sánchez la ha aniquilado con la corrupción y con los recortes para financiar el rearme.\n\nP. Dice que crear una alternativa en la izquierda lleva tiempo, ¿dan por hecho que si ahora hubiese elecciones ganarían las derechas?\n\nR. Quien le está poniendo una alfombra roja a un posible Gobierno de derechas es Sánchez, porque lo que está haciendo es disolvente progresista, desanimar a la gente de izquierdas y llevarla a la abstención. La salida no es parlamentaria, es una reconexión con la ciudadanía. En este momento el problema más importante que tiene la gente trabajadora es la vivienda y, sin embargo, hace tiempo que no forma parte del debate central de las instituciones. Sea antes o después, Podemos va a estar ahí para ofrecer una alternativa de voto en la que haya cero casos de corrupción. Una de las cosas que más me ha dolido de todas las informaciones es que mientras yo estaba escribiéndole mensajes a José Luis Ábalos para decirle “oye, ministro, tenemos que cerrar ya la ley de vivienda porque esto es superurgente, porque necesitamos regular los precios del alquiler”, él estaba yéndose de putas. Claro que no somos lo mismo.\n\nIone Belarra, secretaria general de Podemos, durante la entrevista en el Congreso. SAMUEL SÁNCHEZ\n\nP. ¿Qué esperan de la comparecencia del presidente el día 9?\n\nR. Nada.\n\nP. ¿Y qué medidas le exigen?\n\nR. El presidente ha demostrado que no se puede hacer cargo de la tarea de regeneración democrática, no ha limpiado las cloacas del Estado en todo este tiempo. Y ahora conocemos este gravísimo caso de corrupción. Es muy difícil de explicar por qué cesó a Ábalos en julio de 2021 sin ningún motivo político aparente y que luego volviese a meterle en las listas. Pero que, siendo Santos Cerdán el dos de Ábalos, no te aseguraras de que no formaba parte también de la trama de corrupción, es inexplicable. Nada está por encima de la ética y de la buena gestión de las administraciones públicas.\n\nP. Dice que ya no negocian con este Gobierno. ¿Eso significa que no puede salir nada adelante esta legislatura?\n\nR. Podemos no va a negociar nada con el Gobierno de la guerra y de la corrupción. Otra cosa es que los votos de Podemos siempre van a estar para que a la gente le vaya mejor, por la regeneración democrática, contra el rearme y por la justicia social, lo cual no es óbice para decir que este Gobierno y esta legislatura están políticamente muertos por sus propios errores, porque lo único que va a acabar con Pedro Sánchez no es ningún grupo parlamentario ni ninguna herramienta parlamentaria, van a ser su corrupción y sus recortes.\n\nP. Tras la cumbre de la OTAN sostuvo que Sánchez llevaba a cabo la mayor traición a la gente trabajadora desde la austeridad. ¿Cómo se explica entonces la reacción de Trump, que dijo que España se negaba a pagar y que le iba a hacer pagar el doble?\n\nR. La de Sánchez es una reacción propia de alguien que ya solo está pensando en ganar oxígeno político para las siguientes 48 horas y que le da igual a cambio de eso, polarizando con Trump en unas declaraciones que se las lleva el viento, dejarle a nuestro país una hipoteca del 5% del PIB para gasto militar para la próxima década. Eso es de una irresponsabilidad, porque él dice ahora que no quiere cumplir...\n\nP. Hay una carta del secretario general de la OTAN [Mark Rutte] en la que concede flexibilidad a España.\n\nR. Pero lo que tiene validez es la declaración que sale de la cumbre en la que no hay ninguna excepción, ninguna nota al pie que diga España no tiene que cumplir. España firmó la declaración exactamente igual que Italia.\n\nP. Las declaraciones son declaraciones políticas que no se firman.\n\nR. Entiendo que la línea editorial es la que es, pero la realidad es la que es. Hay una declaración de consenso. Si tú no querías firmar, si no querías respaldar la declaración, lo que tenías que haber hecho era no ir a la cumbre. Porque el argumento que está usando Sánchez para hacer ahora el mayor aumento del gasto militar de la historia de nuestro país, que son 10.500 millones solo este año, es que Rajoy se comprometió con ese 2% del PIB en el año 2014. Y ese mismo compromiso es el que ahora le ha dejado hipotecado a España para los próximos 10 años, sabiendo como sabe que está al final de su carrera política. Y eso es una irresponsabilidad supina.\n\nP. Si este Ejecutivo es como dicen un Gobierno colaboracionista con el genocidio, ¿por qué la embajada de Israel acusa al presidente de liderar una cruzada anti-Israelí?\n\nR. Estamos ante un ejemplo de intento de maquillaje sin precedentes. Las declaraciones que ha hecho Sánchez relativas al pueblo de Palestina están lejos de otras de apoyo cerrado a [Benjamín] Netanyahu, como pueden ser las del Gobierno de Alemania o, en su momento, el británico. Pero eso es asumir que ser cómplice de tapadillo de los genocidas está mejor que darles apoyo explícito. No compro ese argumento. Las declaraciones pueden molestar mucho a Israel. Pero lo que le haría daño es que suspendiéramos la compraventa de armas. Y eso, Sánchez ha demostrado que no lo va a hacer.\n\nIone Belarra, secretaria general de Podemos, en el Congreso. SAMUEL SÁNCHEZ\n\nP. ¿Y por qué razón la Autoridad Palestina va de la mano de España a Naciones Unidas para impulsar una resolución?\n\nR. Es una buena pregunta que le puedes hacer a la Autoridad Palestina.\n\nP. ¿No corren el riesgo de que la ciudadanía perciba que su discurso está instalado en la hipérbole y pierdan credibilidad?\n\nP. Mucha gente se está dando cuenta de que solo Podemos se atreve a decir algunas cosas que nadie más se atreve a decir, que denunciamos con la misma contundencia la corrupción del PP y la del PSOE. Quien tiene que explicar posiciones tibias frente a la corrupción del PSOE son otras fuerzas políticas, no quienes estamos demostrando la coherencia de tener la misma postura, aunque sea difícil, porque la progresía mediática nos hace pagar un coste muy alto.\n\nP. Si la ciudadanía de izquierdas está desencantada, si ustedes están en torno al 4% de apoyos, si existe una división del espacio político y no parece que haya por ahora un entendimiento con Sumar, ¿cómo pueden ser en el corto plazo una alternativa de gobierno?\n\nR. Todos los objetivos políticos que se ha planteado Podemos desde que nacimos siempre nos han dicho que eran imposibles y hace un año todo el mundo nos decía que estábamos muertos. No me resigno, tengamos el resultado que tengamos, alguien tiene que decir que esta no es la única salida posible, que hay personas que estamos en política y que tenemos aspiración de estar en la corrupción cero. No somos lo mismo y vamos a defender eso con muchísima dignidad y con muchísima humildad.",
    "image": "https://imagenes.elpais.com/resizer/v2/KCLQ2R33JNBK5KR2A3T7ISZMGA.jpg?auth=43e9dcbfa5d4f8ae3e3cad2a25898bb6d2c41bda090b768246d9ef1bef3a1b20&width=1200"
  },
  {
    "id": 26,
    "title": "Diogo Jota, morto il giocatore del Liverpool in un incidente stradale",
    "content": "Lutto nel mondo del calcio. Il giocatore del Liverpool Diogo Jota è morto in incidente stradale avvenuto in Spagna. Nazionale portoghese, aveva 28 anni e si era sposato appena 10 giorni fa, il 22 giugno, con la fidanzata, Rute Cardoso. I due si erano conosciuti al liceo e avevano 3 figli. Due maschi e una bambina, quest’ultima nata lo scorso novembre.\n\nNell’incidente è morto anche il fratello di Diogo Jota\n\nL’incidente è avvenuto a Zamora, nel nord della Spagna. In base ai primi accertamenti, la Lamborghini su cui Jota viaggiava con il fratello, 26enne giocatore del Penafiel anch'egli deceduto nello schianto, avrebbe subito lo scoppio di un pneumatico durante un sorpasso, uscendo di strada e prendendo fuoco. Diogo Jota in Spagna stava trascorrendo un periodo di vacanza, in attesa dell'inizio della preparazione con il Liverpool in vista della prossima stagione.\n\nQuel legame indissolubile con il fratello André Silva\n\nHa destato profonda commozione anche la morte di André Filipe Teixeira da Silva, il fratello minore di Diogo Jota. I due erano molto uniti nella vita privata, e spesso trascorrevano insieme le vacanze e i momenti liberi. Come Diogo, anche André Silva aveva iniziato con il Gondomar. Poi, anche qui seguendo le orme del fratello, aveva giocato nel Porto, per traovare quindi una collocazione nel come centrocampista poffensivo nel Penafiel, squadra attualmente in seconda divisione.\n\nDiogo Jota nel giorno del suo matrimonio\n\nLa federazione del Portogallo: “Diogo noto per la sua allegria contagiosa”\n\n\"Diogo Jota era molto più di un giocatore fantastico – così in una nota il presidente della Federcalcio portoghese Tiago Craveiro -. Una persona straordinaria, rispettata da tutti i suoi compagni e avversari, dotato di un'allegria contagiosa e un punto di riferimento nella comunità stessa. La scomparsa di Diogo e del fratello André Silva rappresenta una perdita irreparabile per il calcio portoghese e faremo tutto il possibile per onorare la loro eredità ogni giorno\".\n\nLiverpool: “Perdita inimmaginabile”\n\n\"Il club è stato informato che il 28enne è deceduto a seguito di un incidente stradale in Spagna insieme a suo fratello Andre. Il Liverpool FC non farà ulteriori commenti in questo momento e richiederà il rispetto della privacy della famiglia, degli amici, dei compagni di squadra e dello staff di Diogo e Andre mentre cercano di fare i conti con una perdita inimmaginabile\", è la nota del Liverpool.\n\nNão faz sentido. Ainda agora estávamos juntos na Seleção, ainda agora tinhas casado. À tua familia, à tua mulher e aos teus filhos, envio os meus sentimentos e desejo-lhes toda a força do mundo. Sei que estarás sempre com eles. Descansem em Paz, Diogo e André. Vamos todos sentir… pic.twitter.com/H1qSTvPoQs — Cristiano Ronaldo (@Cristiano) July 3, 2025\n\nCristiano Ronaldo: “Non ha senso...”\n\n\"Non ha alcun senso. Poco fa eravamo insieme in Nazionale, poco fa ti eri sposato. Alla tua famiglia, a tua moglie e ai tuoi figli, invio le mie condoglianze e auguro loro tutta la forza del mondo. So che sarai sempre con loro. Riposate in pace, Diogo e André. Ci mancherete a tutti\", è il pensiero di Cristiano Ronaldo.",
    "image": "https://www.repstatic.it/content/nazionale/img/2025/07/03/131848203-533948db-e9a1-4548-83ed-f72f418abc63.jpg"
  },
  {
    "id": 27,
    "title": "Guerra Ucraina - Russia, le news di oggi. Media: bloccate in Polonia le armi Usa destinate a Kiev",
    "content": "Media: i consiglieri di Trump sorpresi dallo stop alle armi a Kiev\n\nLa decisione del Pentagono di bloccare le forniture di alcuni tipi di armi all'Ucraina ha colto di sorpresa persino persone solitamente informate su tali questioni, tra loro esponenti del Congresso, funzionari del Dipartimento di Stato e importanti alleati europei. A scriverne è 'Politico', citando sei fonti a conoscenza della vicenda. La mossa a sorpresa ha alimentato preoccupazione e generato frustrazione, secondo il quotidiano, anche tra gli esponenti di spicco dei Repubblicani, per quello che appariva come il ruolo sproporzionato svolto sulla decisione da un alto funzionario del Pentagono. La sospensione - riportata in un primo tempo da 'Politico' - è stata sollecitata dal responsabile delle politiche del Pentagono, Elbridge Colby, e da una ristretta cerchia di consiglieri, ed è stata dettata dal timore che alcune scorte di armi negli Stati Uniti si stessero esaurendo. Tra chi è rimasto negativamente sorpreso figurano alleati del presidente Donald Trump che hanno accusato i funzionari tra cui Colby - che ha fatto passare in rassegna le scorte di munizioni prima che si decidesse il blocco - di aver proceduto senza avvisare il resto dell'amministrazione. (segue) La decisione sulle armi, hanno lamentato sembra essere stata presa con scarso coordinamento all'interno dell'amministrazione, dopo che i massicci tagli al Consiglio per la Sicurezza Nazionale hanno ridotto l'organismo politico, un tempo potente, a una frazione delle sue dimensioni precedenti. \"Penso che sia tutto deciso dal direttore politico del Dipartimento della Difesa, questo Colby. Fondamentalmente non abbiamo un consigliere per la sicurezza nazionale - ha affermato il deputato Michael McCaul, repubblicano - Non sono nemmeno sicuro che il segretario di Stato Marco Rubio sia stato consultato su questo. C'è una divisione interna alla Casa Bianca\".\n\nLa mossa ha causato sconcerto e reazioni negative in Ucraina e ha sollevato interrogativi oltreoceano sul fatto che l'America si stesse ritirando definitivamente dal supporto militare a Kiev. Il deputato Repubblicano Brian Fitzpatrick, membro della Commissione Intelligence della Camera, ha scritto martedì a Trump per richiedere un briefing di emergenza alla Casa Bianca e al Dipartimento della Difesa sulla sospensione degli aiuti militari.",
    "image": "https://www.repstatic.it/content/nazionale/img/2025/07/03/120844598-9c5eab64-dd95-42e1-943b-212636e6e3ee.jpg"
  },
  {
    "id": 28,
    "title": "Miches, un paraíso por descubrir",
    "content": "Rodeado de playas casi secretas, este rincón natural conquista con su vibra auténtica y relajada.\n\n\n\n\n\n\n\n\n\nA veces, los lugares más inesperados ocultan grandes tesoros. Miches es uno de ellos. Un destino emergente al este de República Dominicana, con playas vírgenes, naturaleza exuberante y una experiencia única para desconectar del mundo. El tranquilo pueblo costero, ubicado en la provincia de El Seibo, está a solo una hora y media del aeropuerto internacional de Punta Cana.\n\nBelleza natural & ecoturismo es la dupla perfecta para describir esta joya oculta. Entre sus principales atractivos se encuentra Playa Esmeralda, un paraíso que se destaca por sus aguas cristalinas, arenas blancas y paisajes inalterados, lo que la convierte en un refugio para los amantes de la naturaleza. Además, Miches cuenta con una rica biodiversidad, resaltando sitios como el Parque Nacional Los Haitises y la Laguna Limón, ideales para quienes buscan relax y escapar de la ciudad.\n\nDELEITE PARA LOS SENTIDOS\n\nCon casi 10 kilómetros de arena blanca, aguas turquesas y rodeada de cocoteros, Playa Esmeralda es ideal para quienes buscan alejarse del bullicio turístico. Brinda una oferta de alojamiento inmejorable.\n\nEntre sus hoteles, se destaca Viva Miches by Wyndham: este complejo all inclusive, con 535 habitaciones, tiene un amplio teatro, piscina con swin-up bar y cinco restaurantes -cuatro a la carta- que combinan sabores tanto de la gastronomía local como de la internacional. Y hay más: una oferta de actividades que incluye desde kayak hasta excursiones a Montaña Redonda. El resort está diseñado para ofrecer una experiencia de clase en armonía con el entorno natural.\n\nEL PLAN PERFECTO\n\nLas playas del Caribe aparecen como uno de los destinos preferidos de los argentinos. Las cifras son elocuentes y reflejan el fenómeno: estiman que la Argentina quedaría en el tercer lugar como mercado emisor de turistas -esperan llegar a 350.000 a fin de año-, detrás de Estados Unidos y Canadá. Y los vuelos directos entre Buenos Aires y Punta Cana de la aerolínea dominicana Arajet, que conecta ambos destinos en menos de nueve horas, son el imán para seducir cada vez más a los viajeros. Con tarifas competitivas y una frecuencia semanal que crece en temporada alta, el Caribe dejó de ser un sueño lejano para transformarse en una escapada posible.\n\nMirá también 10 motivos para leer Elle de julio Te damos 10 razones para que vayas al kiosco a comprar la edición de este mes.",
    "image": "https://elle.clarin.com/images/2025/07/01/mpl0xs9Z9_1200x630__1.jpg"
  },
  {
    "id": 29,
    "title": "Agenda: ¿Qué hacer esta semana?",
    "content": "Empieza el mes de las vacaciones y en la cartelera sobresalen las obras de teatro para niños. Además, muestras y recitales para disfrutar del tiempo libre.\n\n\n\n\n\n\n\n\n\nFiesta y diversión\n\nEl grupo Pequeño Pez se presenta en el teatro Metropolitan y en el interior del país para brindar un show lleno de música, juego y alegría. No faltes a este gran festejo. Chequeá las fechas y localidades en @peque.pez.\n\nMonster Buu Band.\n\nUn show monstruoso\n\nEl Auditorio Belgrano se transforma en el epicentro de una experiencia inolvidable: “Monster Buu Band”, un espectáculo musical interactivo, delirante y explosivo. Se trata de un concierto teatral que combina música en vivo, personajes entrañables, humor, fantasía y participación del público. Ideal para chicos, grandes y todos los que todavía creen en la magia del rock (y de los monstruos). Conocé las fechas y horarios en @monsterbuuband.\n\nObra imperdible\n\nPreparate para embarcarte en un viaje lleno de imaginación y aventuras, porque este fin de semana regresa el musical “Yoyo, las aventuras de Martín” al teatro El Método Kairós. La obra cuenta la historia de Martín, un tímido adolescente que, a través del poder de su imaginación, busca superar sus miedos. Se embarca en un viaje fantástico que lo lleva a un mundo imaginario de piratas y barcos en alta mar, donde poco a poco descubrirá todo su potencial. Más info en @yoyo_elmusical.\n\nPara grandes y chicos\n\nDesde el 9 de julio se puede visitar “Dinosaurios y el Mundo Jurásico”, en El Cubo / Complejo Al Río. La muestra presenta dinosaurios animatronicos de gran realismo, que recrean fielmente a estas majestuosas criaturas que habitaron la Tierra hace millones de años. Además, hay una sala de realidad virtual, espacios de areneros para que los más chicos se conviertan en pequeños paleontólogos, áreas de dibujo y recorridos guiados para conocer más sobre la historia de los dinosaurios (@dinosauriosyelmundojurasico).\n\nCon entrada gratuita\n\nHasta el 13 de agosto, en la fotogalería del Centro Cultural Rojas, podés visitar la muestra “Porteños”, del artista Claudio Larrea. Está centrada en el concepto de flaneur, una persona que deambula por las ciudades sin un propósito definido, con el objetivo de observar y absorber la vida urbana. Otra exposición interesante en la Galería de Arte del Rojas es “De Cajón, que explora la figura del \"cajón de imprenta\" como objeto nostálgico y emblemático de la impresión tipográfica tradicional.\n\nDiseño y cultura\n\nLa Fundación Proa presenta la muestra \"Burda: la revista que democratizó la moda\", que explora la historia de la revista alemana fundada por Aenne Burda en 1950, y su impacto en el diseño de indumentaria. Recorre 120 años de historia del diseño a través de más de 1500 piezas, destaca el trabajo de ochenta diseñadoras internacionales e incluye una sección especial dedicada a las protagonistas del diseño argentino. Más info en @fundacion_proa.\n\nRock nacional\n\n¡La Aplanadora vuelve a Villa Crespo! Después de arrancar el año agotando dos shows en el Estadio Obras Sanitarias, Divididos se presenta este viernes y sábado en el Movistar Arena para vivir una noche a puro rock. La banda liderada por Ricardo Mollo y Diego Arnedo sigue recorriendo el país como parte de su gira federal para sorprender a todos sus fans con su repertorio de temas.\n\nPlan gourmet",
    "image": "https://elle.clarin.com/images/2025/07/02/ZtI_J4xEx_1200x630__1.jpg"
  },
  {
    "id": 30,
    "title": "Bermudas: así se lleva en invierno",
    "content": "Nos gusta la idea de borrar las líneas que dividen las temporadas y poder sacarle provecho a todas las prendas todo el año. Hoy elegimos las bermudas y te mostramos cómo llevarlas los días más fríos.\n\n\n\n\n\n\n\n\n\nLa pregunta es: ¿por qué dejar dormir las piezas de verano durante todo el invierno? Con ojo adiestrado y creatividad podemos usar chalecos, musculosas y hasta sandalias en pleno invierno, sí. Hay muchas opciones para abrigarnos y lucir estas piezas y sacarle todo el jugo.\n\nHoy le toca el turno una de nuestras favoritas: las bermudas. En su versión sastrera, deportiva, denim.\n\nEste es un repaso por nuestros looks preferidos para que te inspires y puedas crear estilismos dignos de Pinterest pero versión propia e imposible de copiar.\n\nCon botas\n\nLaunchmetrics Spotlight- Con botas\n\nAgnès B, Miu Miu y las calles de París apostaron por este ítem infalible: un buen par de botas con taco bajo para llevar las 24 horas. Si son altas solo la rodilla quedará al descubierto y si son cortas un par de medias del mismo tono hará el resto. Un dato: el chocolate con rojo furioso es el mix del momento.\n\nDeportivo\n\nDeportivo- Launchmetrics Spotlight\n\nNuevamente las calles de París y Louis Vuitton hacen alarde de esta propuesta. Los conjuntos en total look con zapatillas, incluso alpargatas, no fallan.\n\nCon medias tres cuartos\n\nCon medias.\n\nUna opción relajada para llevar con Guillerminas o mocasines. Con una chaqueta o blazer el equipo funciona a la perfección. Las medias grises estilo college son el hit.\n\nCon polainas\n\nCon polainas-Launchmetrics Spotlight\n\nAbrigadísimas y con ese estilo clase de baile que nos encanta. ¿Habías imaginado que podía quedar tan bien?\n\nSandalias & medias\n\nSandalias & medias- Launchmetrics Spotlight\n\nUna dupla invernal polémica con tantos amantes como detractores. En este look minimalista, es un detalle que luce en las calles de Tokio.\n\nSastrero-elegante\n\nSastrero-Launchmetrics Spotlight\n\nLa opción más fácil de llevar: un traje sastre en versión bermudas con medias abrigadas y mocasines. Si no tenés bermudas sastrera, cualquier otra con un blazer o saco de tweed va de maravillas.\n\nIsabelino\n\nIsabelino-Launchmetrics Spotlight",
    "image": "https://elle.clarin.com/images/2025/06/26/5e4NGEaSO_1200x630__1.jpg"
  },
  {
    "id": 31,
    "title": "Los hombres demandan cada día más tratamientos estéticos",
    "content": "Cuidar la estética personal ya es un hábito para ellos. Conocé qué es lo que más les preocupa a la hora de consultar.\n\n\n\n\n\n\n\n\n\nCada vez son más los hombres que eligen cuidarse con tratamientos que van más allá de lo estético: buscan bienestar, naturalidad y resultados duraderos. La doctora Silvana Dato (www.silvanadato.com), médica especialista en Nutrición y Estética, explica cuáles son las tecnologías y procedimientos más innovadores en medicina regenerativa y rejuvenecimiento facial.\n\n“Hoy no se trata solo de verse bien, sino de sentirse mejor. La medicina estética ha evolucionado hacia un enfoque integral, donde el objetivo es lograr resultados naturales, respetando las facciones, estimulando los procesos regenerativos propios del cuerpo y acompañando a cada paciente según sus necesidades”, señala la especialista.\n\nEn el marco del Día del Padre, regalar un tratamiento de medicina estética puede ser una excelente manera de ofrecer bienestar, confianza y un momento de cuidado personal para ellos. \"Son cada vez más los que optan por mejorar su apariencia y que no temen reconocer que se han hecho algún retoque. Vemos que se ha producido un cambio en el que la medicina estética no es algo sólo de mujeres y que ayuda a los hombres a mejorar su confianza\" puntualiza la doctora Dato.\n\n¿Cuáles son los más pedidos por ellos?\n\nHay cuatro grandes motivaciones comunes en la consulta estética:\n\n*Reducir los signos del envejecimiento: arrugas, líneas de expresión y flacidez suelen ser las principales preocupaciones. \"Muchos desean verse más frescos, menos cansados y con una apariencia vital\", explica la directora del Centro de Medicina Estética, doctora Silvana Dato.\n\n*Mejorar la calidad de la piel: los tratamientos que corrigen manchas, acné, poros dilatados o deshidratación son altamente demandados para lograr una piel más uniforme y saludable.\n\n*Definir contornos: “Se buscan procedimientos que ayuden a marcar la línea mandibular, reducir la papada o modelar zonas con grasa localizada”, comenta Dato.\n\n*Aumentar la autoestima: “En definitiva, mejorar la imagen también tiene un impacto en la confianza, tanto en lo personal como en lo profesional”, afirma la médica.\n\nShutterstock\n\nLos tratamientos más destacados son:\n\n*Toxina Botulínica (Botox): Es el tratamiento estrella para suavizar las arrugas de expresión. En hombres, se aplica estratégicamente para disminuir las líneas en la frente, el entrecejo (ceño fruncido) y las \"patas de gallo\".\n\n*Ácido hialurónico y Bioestimuladores Radiesse\n\n● Marcación de mandíbula: Es uno de los procedimientos más solicitados por hombres. Permite definir el contorno mandibular y el ángulo de la mandíbula, creando una línea más fuerte, masculina y atlética. Además, mejora notablemente el aspecto del cuello y la papada.\n\n● Proyección de mentón: Un mentón bien proporcionado contribuye significativamente al equilibrio facial y a un perfil más armónico.\n\n● Marcación del cigomático (pómulos): Se busca una elevación sutil que brinde un efecto lifting y una estructura facial más definida, sin feminizar los rasgos.\n\n● Relleno de surcos nasogenianos: Para suavizar las líneas que van de la nariz a la boca, dando un aspecto más fresco y descansado.\n\n● Corrección de \"ojos tristes\" / Ojeras y bolsas: Tratamientos específicos para revitalizar la mirada, rellenando el hundimiento debajo de los ojos y disminuyendo la apariencia de cansancio.\n\nUltherapy y Morpheus 8: líderes en tensado sin cirugía\n\nEntre los tratamientos más solicitados por quienes buscan un efecto lifting sin pasar por el quirófano, la doctora destaca dos tecnologías estrella:\n\nUltherapy (Ultrasonido Microfocalizado):\n\nConocido como el “lifting sin cirugía”, utiliza ultrasonido focalizado para estimular colágeno en profundidad. “Es ideal para tratar el cuello, el óvalo facial, las cejas y la papada. El resultado es un tensado gradual, muy natural y sin tiempo de recuperación”, explica.\n\nMorpheus 8 (Radiofrecuencia fraccionada con microagujas):\n\nEsta tecnología combina radiofrecuencia y microneedling para actuar en dermis y tejido subdérmico. “Logra firmeza, mejora arrugas, poros y cicatrices, y también permite tratar pequeñas acumulaciones de grasa en zonas como la papada”, comenta Dato. “Ultherapy y Morpheus 8 no compiten: se complementan. Uno trabaja en profundidad y el otro en superficie-media, logrando juntos un resultado integral”, destaca.",
    "image": "https://elle.clarin.com/images/2025/06/10/dKJWnz60H_1200x630__1.jpg"
  },
  {
    "id": 32,
    "title": "Hong Kong: A Global Hub for Innovation and Technology",
    "content": "Hong Kong's strategic position and dynamic role in global trade make it a key player in connecting Mainland China to the world.\n\n“Hong Kong serves as a vital gateway to connect Mainland China to the global market,” says Prof. Nancy Ip, President of the Hong Kong University of Science and Technology (HKUST). “The city plays a unique role as both a super-connector and a super value-adder, facilitating interactions between the Mainland and the rest of the world.\n\n“Hong Kong is a melting pot of global talent, investment, and partnerships. With a strong legal framework and robust intellectual property protections, it provides an ideal environment for fostering innovation and technological advancement,” she adds.\n\nHong Kong, Shenzhen and Guangzhou are all part of the Greater Bay Area (GBA), which also includes Macao and seven other cities, with a combined population of over 87 million. The links within this region have helped to create a synergistic ecosystem for companies operating in areas such as AI, fintech and clean energy. The opportunities for Hong Kong go beyond being able to tap into Shenzhen's manufacturing strengths or Guangzhou's position in research and development (R&D).\n\n“In fields such as AI and biomedical research, where abundant data and a large population are essential for training large data models and conducting clinical testing, Hong Kong's proximity to the Mainland provides a significant advantage in translating research findings into practical innovations,” says Prof. Ip.\n\nIn return, Hong Kong offers companies in the rest of the GBA access to funding and expertise. “As the financial gateway of the GBA, Hong Kong facilitates the flow of capital and talent to enable seamless collaboration across the region,” says Falcon Chan, Strategy, Risk and Transactions Partner at Deloitte China.\n\nUnder China's 14th Five-Year Plan, which runs from 2021-25, the GBA has been transformed into an international science and technology innovation centre. The next Five-Year Plan (2026-30) has yet to be announced, but is expected to further boost high quality economic activity.",
    "image": "https://gulfnews-labs.s3.us-east-1.amazonaws.com/partner-content/hongkong-2/images/gulfnews-hk-intro-social.jpg"
  },
  {
    "id": 33,
    "title": "How to travel from Dubai to Salalah by bus this Khareef season",
    "content": "Dubai: Salalah 's lush green landscapes, misty mountains and waterfalls during the Khareef season (June to September) offer a refreshing escape from the UAE’s summer heat. And for many UAE residents, one of the most popular and budget-friendly ways to get there is by bus. Here's why this option is gaining traction and what travellers can expect from the journey.\n\n“Just two weeks ago, we had a group of around 80 people across two buses who opted for the full package. We expect similar group sizes every two weeks in Salalah.”\n\nHis company has seen a steady increase in demand from UAE residents looking for all-inclusive travel options. “We offer a full bus package that includes tours, hotel stays, and transfers within Salalah. Some other companies only provide transportation between Dubai and Salalah,” Siddiqui told Gulf News.\n\n“The bus is air-conditioned and it is an overnight journey. We make a total of three stops, one at the border and the other two in Oman for rest and meals,” Siddiqui explained.\n\nThe full tour spans four days and three nights , with several departure dates available this summer, including July 10, July 24, August 7 and August 21. Buses depart from Gold Souq Metro Station in Dubai at 2pm, with an overnight journey to Salalah.\n\nMeals (lunch and dinner), as well as visa fees or border charges (if applicable), may be extra but these will be communicated in advance.\n\nA round-trip ticket costs Dh350 , while one-way travel is priced at Dh200 . Services will operate on Sundays, Tuesdays, and Thursdays during the first week, with daily service expected to launch soon after.\n\nAl Khanjry, a private bus operator, will run scheduled services from Dubai and Riyadh to Salalah starting July 5. The company’s Dubai office is located in Deira, near the Dnata Travel office. These buses are equipped with air conditioning and free Wi-Fi, and take a scenic route to southern Oman.\n\nZainab was born and raised in the UAE and proudly calls herself a Dubai kid. She oversees the Living in UAE section, where she writes stories that matter to people across the country, covering laws, rules, and everyday changes that impact residents, and breaking them down to make life easier for those living here. She also dabbles in other beats, diving into human interest pieces that highlight the diverse stories of people in the UAE, and occasionally writing about mental health with a focus on real voices and lived experiences.",
    "image": "https://media.assettype.com/gulfnews%2F2024-11-27%2Fgie0pqhb%2FSalalah_in_Oman__1877b6bf2f1_original_ratio.jpg?w=1200&ar=40%3A21&auto=format%2Ccompress&ogImage=true&mode=crop&enlarge=true&overlay=false&overlay_position=bottom&overlay_width=100"
  },
  {
    "id": 34,
    "title": "The Labubu effect: Crowds continue at Korea's Pop Mart stores despite lack of iconic toy",
    "content": "Audio report: written by reporters, read by AI\n\nNo Labubu, no problem. The most sought-after plush toy may have vanished from Pop Mart branches in Korea, but the stores are still swarming with people.In the middle of central Seoul's Myeong-dong neighborhood — known for the sweet scent of batter wafting from street stalls, flashy storefronts vying for attention and tourists dragging suitcases across lanes — one store stood out as the busiest.It was Pop Mart.Inside the China-based collectible toy retailer’s brightly lit store on Friday, people stood shoulder-to-shoulder. Various languages could be heard from every corner, and shelves overflowed with colorful, palm-sized plushies — some adorably creepy — along with figures, key chains and mystery boxes.“I came after my friend introduced me,” said Yancy, a tourist from the United States who was browsing the figures. “I’m really into figurines, so I came specifically.”Even without the blind box lineup of the wildly popular fluffy Labubu plushies, the store was packed with people, particularly international tourists. Blind boxes are mystery packages where shoppers don’t know which figure they’ll receive until they open it.A wide range of collectibles, including Skullpanda, Molly and collaborations with Disney, are on sale at the Korean branches. According to staff at the Myeong-dong branch, the most sought-after characters at the store now are Crying Baby and Hirono — both created by independent artists under Pop Mart’s in-house IP program. That was clear during visits to the store on Wednesday and Friday, with the largest crowds gathered around those displays.So, what’s driving the frenzy even after the store's most iconic character has disappeared from shelves? The answer: a broader selection of other toy lineups, limited global access to products, favorable exchange rates and an ever-expanding universe of collectible characters.On June 17, Pop Mart Korea announced it would suspend sales of Labubu toys, modeled after a sharp-toothed creature designed by Hong Kong artist Kasing Lung for his “The Monsters” series in 2015 and produced by Pop Mart, over safety concerns.After celebrities like Rihanna, Dua Lipa and Blackpink’s Lisa and Rosé were seen with Labubus, the toys' fame skyrocketed. Fans began camping outside stores for release-day drops at branches in Myeong-dong and at Coex in southern Seoul, which eventually drew complaints from nearby businesses.“Labubus were sold on a first-come, first-served basis, so people camped outside. But it got too crowded, so the Chinese headquarters decided to stop sending them to Korea,” said an employee at the Myeong-dong branch.But the crowds never left.“The number of people coming in is just like before,” said another store worker. “Except now, we don’t see tents.”And this isn’t just a Korea-specific phenomenon. Due to long lines, crowd surges and scuffles, Pop Mart also halted in-store Labubu sales in the United Kingdom on May 22. Despite this, a video reposted by PopmartUK on Instagram on Sunday still showed long queues forming outside British branches.In other countries where Pop Mart stores continue to sell Labubu toys, the hype is even more intense. The launch of snack-themed Labubu dolls drew a queue of around 160 fans at Pop Mart’s Ion Orchard store in Singapore on Saturday, according to The Straits Times.Even without its best-seller, Pop Mart’s ever-expanding universe of collectible characters at its Korean branches is keeping the crowds coming. While Labubus became an instant trend after celebrity endorsements, Pop Mart's other characters remain less mainstream — leaving more stock available. The company’s constant rollout of new items and character series also keeps collectors engaged and coming back for more.\"I bought two boxes of Hirono, one for myself and one for my friend,\" said Asha from Russia, who has more dolls at home. “We both collect Hirono. They’re creepy but cute.”“Myeong-dong doesn’t have that many varieties because so many tourists come here,” she added. “But other Korean branches, like the one at I’Park Mall, have more.”The popularity of Pop Mart branches in Korea with tourists can also be attributed to its limited presence abroad. Korea has eight branches — four in Seoul alone — many conveniently located in tourist-heavy areas like western Seoul's Hongdae area and Coex.“My country doesn’t have Pop Mart,” said Stephanie, a tourist from Slovakia, who held an armful of doll boxes. “I am buying them because my mom asked me to.”Sam from Australia, who spent a long time snapping photos and sending them to a friend before purchasing a few boxes of figures, said, “I bought these as a gift. My friend told me to get some from Korea.\"Slovakia has no offline store, while Australia — which is around 77 times Korea’s size — only has 11 physical stores.Favorable exchange rates are another incentive, said Stephanie: “The won is cheap compared to my currency.”Take the \"Disney: Childhood of Boundless Imagination\" series of figures, for example. A single Mickey Mouse figure, when bought in the United States, retails for $16.99, about 23,400 won at current exchange rates, according to Pop Mart’s official website. But it costs 15,000 won in Korea, which is roughly $10.99 — a 35 percent discount.The same toy in Australia costs 22 Australian dollars ($14.38) and £13.50 ($18.50) in the U.K., according to the Pop Mart websites in those regions.Even in neighboring Asian markets, Korea remains one of the cheapest places to buy Pop Mart toys. In Japan, the same figurine sells at 1,650 Japanese yen ($11.45) and in Singapore, it costs 15.90 Singapore dollars ($12.48).While Pop Mart’s popularity remains high, confusion is growing among collectors due to the lack of a clear purchasing system — despite perks like shorter queues. Fans online have voiced mounting frustration over inconsistent stock, limited releases and unclear announcements, both online and in-store.After halting regular Labubu sales, Pop Mart Korea hosted an online lottery system, selecting winners who could come to the store and pick up their Labubu in person. The winners had arrived to the store, and many in line were seen holding Labubu boxes. But the system had some problems.More than 10,000 fans had participated the draw, but confusion followed.One Instagram user said she took part in the lottery after the original post stated that pickup was available from June 21 to 25. But a notice she later received said pickup was only allowed on one specific date, and not anytime during the five-day period. “I live overseas,” she wrote on Pop Mart Korea's post. “Now I can’t get it at all.”Others criticized the company for announcing the event exclusively on Instagram while also failing to provide clear details. One parent pointed out that children under 15 were allowed to enter the draw, but were blocked from making purchases when they went to the store. “My kid cried because they couldn’t buy it at the store,” the parent wrote. \"Make the guidelines more clear.\"Pop Mart clarified that the lottery item was classified as a \"Pop Issue\" product — a label used for newly released or high-demand items. These products are restricted to customers aged 15 and older, as they are marketed toward adults and young adults, and require self-authentication due to reselling concerns, according to a staff member at Pop Mart’s Suwon branch. Regular items can be purchased by customers of all ages.The parent, however, said the confusion was driving people toward resellers, as children can’t make purchases themselves and are instead forced to turn to secondhand platforms.With the boom in Pop Mart toys, led by Labubu’s meteoric rise, reselling and counterfeits have become growing concerns. At a recent auction in Beijing, a human-sized Labubu figure sold for 1.08 million yuan ($150,500).Korea wasn’t an exception. A sealed \"Labubu Highlight Series\" case that originally retailed for 126,000 won sold for as much as 814,000 won on the online resale platform Kream. As of June 29, listings remained as high as 520,000 won.A wave of counterfeits has also emerged.One recent victim was Wonhee, a member of girl group Illit, who revealed on the fan platform Bubble that she had accidentally purchased a fake Labubu. “I was cheated,” she wrote. “This is really not it.”Another Instagram user shared a video on Saturday showing 13 dolls she bought from a stationery store in Korea. Each came with a barcode — but none scanned correctly. All were fake.Pop Mart has issued warnings about counterfeits through its official website, urging customers to purchase only through verified sales platforms.BY WOO JI-WON [ [email protected]",
    "image": "https://koreajoongangdaily.joins.com/data/photo/2025/07/01/3c32b7b3-3cfb-40b7-8abd-bb4fd8f9884d.jpg"
  },
  {
    "id": 35,
    "title": "The hustle gets shorter as 30-second TikTok, YouTube videos drive new form of e-commerce",
    "content": "Audio report: written by reporters, read by AI\n\nShort, snappy videos are transforming global e-commerce for Korean sellers, as platforms like TikTok and YouTube become key sales channels through \"short-form commerce.\"Unlike traditional e-commerce — where consumers search for products — short-form videos blend entertainment with shopping by embedding product exposure within highly engaging content, prompting impulse purchases.One popular YouTuber with 1.4 million subscribers recently posted a short video demonstrating how to make an oversized wax candy — a trendy treat made of edible wax filled with fruit-flavored syrup. After showing the laborious two-day process, the creator added a purchase link for ready-made versions, effectively nudging viewers to buy instead of doing it themselves.Another example is a TikTok content creator specializing in fashion, who recently shared a 20-second clip showing 10 summer outfit combinations designed to flatter different body types. Roughly 40 items — including clothes, bags and shoes — flashed across the screen. When a viewer asked where to buy a specific bag, the creator pinned a comment with product details and a purchase link.This new wave of digital commerce is gaining traction as Korean sellers expand overseas through platforms such as Amazon and AliExpress.Short-form videos, typically under 30 seconds, allow sellers to showcase products either directly or through collaborations with influencers. These creators post promotional content and share in the profits generated from linked sales. Supporting industries are growing rapidly alongside this trend, offering content planning, logistics and financial services tailored to sellers.The short-form format reduces production burdens while increasing the frequency of product exposure, making it especially attractive. YouTube and TikTok both now support in-app shopping tools — YouTube Shopping and TikTok Shop — enabling creators to add purchase links to their content.According to Statista, TikTok had 1.59 billion monthly active users as of February, making it a prime target for global sellers. The number of brands on TikTok Shop jumped from 700,000 in 2023 to 1.1 million last year.The supporting infrastructure is also expanding. On June 17, CJ Logistics hosted a seminar whose name roughly translates to “K-Brand TikTok Shop Expansion Roadmap Seminar” for Southeast Asia and Japan, which attracted 170 Korean sellers. The seminar covered content planning, onboarding and logistics. CJ Logistics also introduced a one-stop service for overseas sales, combining logistics integration with content strategy advice from ad agency witU and financial support from global payments firm Payoneer.“Short-form videos offer more touchpoints with consumers and may help boost our performance,\" said a representative from a small cosmetics company at the seminar.Kang Se-jin, an employee at a smartphone accessory company, added, “We’re particularly interested in Southeast Asia, where TikTok has a huge influence.”“Short-form videos allow more products to be exposed in a shorter time compared to traditional e-commerce platforms,\" said Choi Chul, a professor of consumer economics at Sookmyung Women’s University.Kim Chang-ho, a professor of retail marketing at Namseoul University, added, “As short-form content continues to grow, targeted marketing based on consumer data is evolving. Promotional content that combines product showcasing with real user experiences will likely expand further with advancements in technology.”BY NOH YU-RIM [ [email protected]",
    "image": "https://koreajoongangdaily.joins.com/data/photo/2025/06/26/f4b5d5be-f56e-4f3e-a272-34322aa01857.jpg"
  },
  {
    "id": 36,
    "title": "Seoul to begin trial rides for Han River ferry in July",
    "content": "Seoul will begin recruiting participants for trial rides on the Han River ferry, an environmentally friendly water transit service set to launch in September.The Seoul Metropolitan Government announced Monday that starting July 1, citizens and tourists can apply to take part in the trial, which will run through Aug. 30.The Han River ferry is the city’s first water-based public transportation system along the river and will stop at seven piers — Magok, Mangwon, Yeouido, Oksu, Apgujeong, Ttukseom and Jamsil — covering a route of approximately 31.5 kilometers (19.6 miles). An express service connecting Magok, Yeouido and Jamsil will also be operated.“The Han River ferry was introduced to improve transportation convenience for citizens and enhance the city’s global competitiveness by creating a new tourism resource,” the city said in a statement.The service was first unveiled at a launch ceremony held on Nov. 25 last year. Since then, the vessels have passed safety and performance tests by the Korea Maritime Transportation Safety Authority. Trial runs with experts and emergency response drills have also been conducted.Two completed vessels will be used for the trial period. When the service officially launches in September, 10 vessels will be in operation, with two additional boats on standby, bringing the total fleet to 12.Applications for the trial ride open on Monday via the official ride application website . Participation is free and open to Seoul residents as well as domestic and international tourists. Rides will be offered every Tuesday, Thursday and Saturday during the trial period.During the trial, the Han River ferry will depart from Yeouido Pier and travel directly to Jamsil Pier without intermediate stops. On Tuesdays and Thursdays in July, rides will depart at 2 p.m. and 7 p.m., and at 2 p.m. on Saturdays. In case of severe weather or rising water levels, passengers will receive a cancellation notice by text message four hours in advance.Events are also planned throughout the trial. Photo zones will be installed at Yeouido and Jamsil piers, and participants who post about their experience on social media will be entered into a prize draw. Additional attractions include live busking performances near the piers and tie-ins with summer cultural events.“We have focused on inspecting services and systems since early June to ensure a safe operating environment,” said Park Jin-young, head of Seoul’s Future Hangang Headquarters. “We hope many citizens and tourists will participate and share their heartfelt feedback on the Han River ferry experience.”BY LEE SOO-KI [ [email protected]",
    "image": "https://koreajoongangdaily.joins.com/data/photo/2025/06/24/61cb770c-5b20-4bb4-8e35-8b620d99bcae.jpg"
  },
  {
    "id": 37,
    "title": "Korea's 'platform law,' slammed by White House as 'nontariff barrier,' faces scrutiny from U.S. House",
    "content": "As the July 9 expiration date for the U.S.-designated mutual tariff deferral approaches, Korea’s online platform law — long criticized by the Donald Trump administration as an iconic example of “nontariff barrier” — has emerged as a key point of contention in Korea-U.S. trade negotiations.Following pressure from the White House, members of the U.S. House of Representatives have also raised concerns, calling the law an excessive regulation targeting U.S. tech companies.“As you know, Korea is a critically important geopolitical ally, a key player in our Indo-Pacific economic strategy, and among our most significant trading partners, in part thanks to the U.S.-Korea FTA,” wrote 43 House lawmakers — including Adrian Smith, Republican of Nebraska who chairs the Ways and Means Subcommittee on Trade, and Representative Carol Miller, Republican of West Virginia — in a letter dated Tuesday.The letter was addressed to Treasury Secretary Scott Besent, Commerce Secretary Howard Lutnick, and U.S. Trade Representative (USTR) Jamison Greer. Representative Young Kim, a Republican of California and a Korean American, was among the 43 signatories from her party.The letter urged the Trump administration to “address remaining barriers Korea imposes on U.S. companies. Doing so could further level the playing field for American exporters, strengthen supply chains, and support continued bilateral investments, to the benefit of American industry, consumers and workers.”The U.S. lawmakers' concerns stem from Seoul's so-called platform law targeting companies with over 3 trillion won ($2.2 billion) in revenue for alleged unfair business practices in the industry.Although it is being referred to as the online platform law, it is a proposed bill to amend the Act on Fair Transactions in Large Retail Business introduced to the National Assembly that aims to penalize malpractice, including favorable treatment of a company's own platforms, cross-selling services as a bundle and multihoming.“One barrier that we urge you to address in any negotiations is proposed legislation advanced by the Korea Fair Trade Commission (KFTC) and embraced by the new Lee Jae Myung government, which disproportionately targets U.S. digital companies for heightened regulatory requirements,” said the letter.“The legislation mirrors the European Union’s blatantly discriminatory Digital Markets Act and would impose disparate legal and enforcement standards designed to undermine innovative business models and disadvantage successful American companies.”The letter also criticized the bill, saying it “would also advance the interests of the Chinese Communist Party (CCP) by disproportionately targeting American companies while exempting major Chinese digital giants like ByteDance, Alibaba and Temu.”“Additionally, Korea has long used competition law to advance protectionist aims and promote discriminatory policy outcomes,” said the letter. “In recent years, the KFTC has been the primary mechanism to accomplish these ends. In some cases, this has led to targeting U.S. companies with dawn office raids, Page 2 hyperaggressive enforcement measures, and threats of criminal prosecution for common industry practices that are not considered criminal in any other country.“Such excessive and arbitrary competition law enforcement not only leads to unjustified investigations and unwarranted penalties but also greatly constrains U.S. business operations in the Korean market.”In its annual National Trade Estimate report released in late March, the USTR also criticized Korea’s platform bill, which applies regulatory standards based on revenue, arguing that it unfairly targets many U.S. tech companies.The report also labeled Korea’s online platform regulation trends, restrictions on the use of foreign cloud service providers and proposed network usage fees for foreign content providers “digital trade barriers.”Last month, the Wall Street Journal reported that digital trade issues, including the platform law, were central topics at a high-level Korea-U.S. trade negotiation in Washington. According to the Journal, the U.S. delegation raised the issue during talks with Yeo Han-koo, Korea’s Trade Minister.The Journal reported Wednesday that Korea’s “proposed regulations on U.S. e-commerce firms doing business in South Korea have drawn the ire of Greer and American firms such as Google and Coupang, further complicating negotiations,” adding “a deal isn’t imminent,” citing anonymous sources with knowledge of the talks.Yeo met with numerous U.S. officials, including Lutnick, Greer and Doug Burgum, chairman of the National Energy Counsel and Secretary of the Interior, during his visit to the United States from June 22 to 27. The Journal also reported that Korea “wants relief from tariffs on autos, steel and aluminum.”As the U.S. administration and ruling party lawmakers intensify pressure during bilateral trade negotiations, Korea’s government is facing mounting concerns over relaxing its platform law regulations. Recently, Canada also attempted to introduce a digital tax targeting tech companies at home and abroad, but withdrew the plan after Trump strongly objected and suspended trade talks.Meanwhile, after the U.S. announced a trade deal with Vietnam on Wednesday that includes a 20 percent tariff, Deputy Treasury Secretary Michael Faulkender said in a broadcast interview with CNBC that Washington “anticipates(s) making announcements prior to the July 9time period.”“I would expect that we would have a number of deals that are announced next week,” he said. “There will be some level of tariffs that are imposed if countries have not come back to us with trade deals that facilitate us moving along with the negotiations.\"BY KIM HYOUNG-GU [ [email protected]",
    "image": "https://koreajoongangdaily.joins.com/data/photo/2025/07/03/e795302d-d2de-4fda-845f-76e25a6e8130.jpg"
  },
  {
    "id": 38,
    "title": "Trump se burla de migrantes que serán trasladados al centro Alligator Alcatraz: \"Les enseñaremos a huir de un caimán\", dice",
    "content": "Miami. El presidente de Estados Unidos, Donald Trump, se burló de los migrantes que sean trasladados a \"Alligator Alcatraz\" (Alcatraz caimán), un nuevo centro de detención en el estado de Florida que visitará hoy, asegurando que tendrán que enseñar a los reclusos a huir de los caimanes.\n\n\"Les vamos a enseñar a huir de un caimán. No corran en línea recta, corran así\", dijo Trump a los medios antes de partir hacia Florida desde la Casa Blanca, mientras hacía gestos de \"zig zag\" con la mano, en referencia a cómo deberían correr los migrantes.\n\n\"Tus posibilidades (de escapar) suben alrededor de un 1%\", agregó, mostrando una ligera sonrisa.\n\nLee también Trump asistirá a la inauguración de Alligator Alcatraz; desata polémica por su ubicación en humedal\n\nEl presidente estadounidense visitará hoy, junto a la secretaría de Seguridad Nacional, Kristi Noem, y el gobernador de Florida, Ron DeSantis, las instalaciones de la nueva cárcel para migrantes, símbolo de la estrecha conexión entre el Gobierno de Trump y el estado de Florida.\n\nEstá previsto que Trump llegue alrededor de las 10:00 hora local (14:00 GMT) y permanezca hasta mediodía.\n\nEl centro de detención, que según DeSantis estará operativo a partir de este martes, fue construido en apenas dos semanas en una pista de un aeropuerto abandonado al oeste de Miami. Las autoridades prevén que acoja hasta a cinco mil migrantes, como parte de los esfuerzos antimigratorios de la Administración Trump.\n\nLee también La “Alcatraz de los lagartos”: el castigo como espectáculo público\n\nEntre burlas y críticas abrirán \"Alligator Alcatraz\" en Florida\n\nEl nombre, \"Alligator Alcatraz\" hace referencia a la icónica prisión de San Francisco, que Trump ordenó reabrir próximamente, y a los caimanes que abundan en los alrededores del centro de detención, que según las autoridades reducirán el riesgo de fuga.\n\nEl Departamento de Seguridad Nacional también hizo recientemente referencia en redes sociales a la presencia de estos reptiles en las proximidades de la cárcel. El pasado sábado publicó en X una foto de varios caimanes con gorras del Servicio de Inmigración y Control de Aduanas (ICE, en inglés), a las afueras de lo que parecía una prisión.\n\nLa apertura del centro, no obstante, ha venido acompañada de críticas por parte de políticos locales y grupos ambientalistas. Sus denuncias se centran en que la celeridad con la que se erigió la infraestructura es incompatible con el cumplimiento de las leyes ambientales.\n\nLee también EU detiene a migrantes y México los cerca con “dispositivo criminal”, dice capitán “Marcos” del EZLN; acusa que INM es una réplica del ICE\n\n🇺🇸 | ÚLTIMA HORA — Comparten imágenes del interior de Alligator Alcatraz, el nuevo centro de detención migratorio en Florida, que será inaugurado en pocas horas por el Presidente Trump. pic.twitter.com/rXiKRRHuWM — UHN Plus (@UHN_Plus) July 1, 2025\n\nAlligator Alcatraz está ubicado en un paraje natural repleto de humedales y de gran valor ecológico por la fauna y la vegetación que acoge. Apenas unas decenas de kilómetros lo separan del Parque Nacional de los Everglades.\n\nGrupos ambientalistas han organizado hoy una protesta cerca del centro de detención a la misma hora en la que Trump visitará el lugar.\n\nÚnete a nuestro canal ¡EL UNIVERSAL ya está en Whatsapp!, desde tu dispositivo móvil entérate de las noticias más relevantes del día, artículos de opinión, entretenimiento, tendencias y más.\n\n¡EL UNIVERSAL ya está en Whatsapp!, desde tu dispositivo móvil entérate de las noticias más relevantes del día, artículos de opinión, entretenimiento, tendencias y más.\n\nss/mcc",
    "image": "https://www.eluniversal.com.mx/resizer/v2/IHY5YMPMZ5C3FGKXQ5FB56OBGM.jpg?auth=2f9c7a1dc4ddcbc1363352b2961dd991bf45c84bd2e806d14241a9ba6196979f"
  },
  {
    "id": 39,
    "title": "Resuelve Tamaulipas que a EL UNIVERSAL y a mí nos registren 4 años como violentadores de género",
    "content": "A través de un notificador, la nueva resolución del Consejo General del Instituto Electoral de Tamaulipas llegó a las puertas de mi domicilio.\n\nTodo esto en razón de una columna publicada en este espacio el 1º de mayo pasado bajo el título de “Huachicol y poder judicial en Tamaulipas”, la cual abordó las redes de tráfico de combustible en las aduanas de Tamaulipas, a partir de un oficio en el que el ex secretario de la Defensa, Luis Cresencio Sandoval, denunció al administrador de Operación Aduanera, Juan Carlos Madero Larios, de extorsionar agentes aduanales, recibir sobornos y estar vinculado con una red de tráfico de huachicol.\n\nEn la columna en cuestión señalé básicamente que Madero Larios seguía impune a pesar de la denuncia del exsecretario, y anoté el hecho preocupante de que el líder de esa red de tráfico fuera cuñado de Tania Contreras, exconsejera jurídica del gobierno de Américo Villarreal, considerada entonces “la carta más fuerte de Morena para quedarse con la presidencia del Supremo Tribunal de Justicia del Estado” (cosa que, tras la elección judicial, obtuvo Contreras).\n\nEse era el tema de la columna: las redes impunes y su conexión con el Poder Judicial.\n\nTodo esto sucedió, por cierto, en los días en que acababa de llevarse a cabo en Altamira, Tamaulipas, un decomiso histórico de 10 millones de litros de huachicol.\n\nContreras nos denunció, a EL UNIVERSAL y al autor de esta columna, por violencia política en razón de género. El Tribunal Electoral del estado, integrado por una prima hermana suya y por un magistrado que fue subordinado directo de su esposo en la subsecretaría general de gobierno, atendió la denuncia y nos dictó una serie de medidas cautelares.\n\nSe nos ordenó eliminar de inmediato la publicación de la página web de EL UNIVERSAL y no volver a emitir expresiones que vincularan a Contreras “con personas o actos delincuenciales”.\n\nEl periódico tomó la decisión de resistir el inadmisible intento de censura, condenó el amago de llevar a cabo procedimientos sancionatorios por la publicación de un tema de interés público relacionado con la corrupción y preguntó si este era el futuro para el Poder Judicial.\n\nComenzó la incierta batalla legal.\n\nSegún la resolución enviada nuevamente a mi domicilio, y no al del periódico donde la columna se publicó, el Consejo General del Instituto Electoral de Tamaulipas ha declarado existente la infracción de “violencia política en contra de las mujeres en razón de género” debido a la publicación de esa columna.\n\nDespués de infinitas páginas de jerga legal, la resolución ordena que se me inscriba durante cuatro años en el Registro Nacional de Personas Sancionadas en Materia de Violencia Política contra las Mujeres en Razón de Género.\n\nMe ordena ofrecer durante 16 días naturales una disculpa pública en la misma columna, “y dejar el mensaje anclado de fijo”.\n\nMe ordena publicar la síntesis de la resolución, absteniéndome “de incluir comentarios o expresiones ajenas al fin y a los alcances definidos en la presente sentencia”.\n\nMe ordena “reconocer los hechos”. “Aceptar mi responsabilidad”. “Dignificar a mi víctima”, sin que la disculpa “reviva las situaciones que provocaron la sanción”.\n\nMe obliga a hacer pública mi “aceptación expresa de la necesidad de reparar el daño”.\n\nY “como medida idónea para inhibir conductas futuras como la acreditada en el caso concreto”, me impone una multa que debo pagar ante la Dirección de Administración del Instituto, so pena de que se dé vista a las autoridades hacendarias para que sean estas quienes procedan al cobro.\n\nPara que tenga acceso a un “mayor grado de sensibilización”, me mandan a leer, además, guías y manuales para el uso no sexista del lenguaje y para el uso del lenguaje inclusivo desde un enfoque de perspectiva de género.\n\nNo es todo. La resolución sostiene que también EL UNIVERSAL incurrió en violencia política de género al no eliminar la publicación, y a fin de que “el infractor” pueda “hacer conciencia” de que “su conducta fue ilícita”, se la ha impuesto también el pago de una multa. Se le obliga, además, a reconocer “su responsabilidad”, a ofrecer una disculpa pública, a aceptar “la necesidad de reparar el daño”, a publicar un extracto de la sentencia durante cinco días naturales... y a permanecer, a lo largo de cuatro años, en el Registro Nacional de Personas Sancionadas en Materia de Violencia Política Contra las Mujeres en Razón de Género.\n\nLas faltas leves, por cierto, son sancionadas con una permanencia en el registro de hasta por tres años.\n\nLa batalla legal sigue su curso. El hecho referido arriba se enmarca, sin embargo, en el patrón de censura, en la embestida imparable contra medios, periodistas y ciudadanos que osan ejercer la crítica frente a un régimen que se dice democrático y que solo da muestras de practicar la intolerancia.",
    "image": "https://www.eluniversal.com.mx/resizer/v2/https%3A%2F%2Fcloudfront-us-east-1.images.arcpublishing.com%2Feluniversal%2FDYHEMMKW4JGKPPRWX27JXRLIKA.jpg?auth=4b0a07afed3e8cc016dbc88d601cc76cc68018a00a5e98df8656c8aee2b3b009&width=1200&height=740&smart=true"
  },
  {
    "id": 40,
    "title": "La parábola de Noroña: de rebelde a mirrey",
    "content": "Ayer fue la última sesión de Gerardo Fernández Noroña como presidente del Senado. Su paso por la máxima tribuna legislativa no dejó legado legislativo, pero sí regaló para la historia el símbolo perfecto de la degradación de la 4T: un hombre que se encumbró políticamente como la voz desafiante de la calle convertido en un ícono del abuso de poder y los lujos excesivos.\n\nGerardo Fernández Noroña no es el ignorante ramplón que muchos piensan: al lado de la vulgaridad fácil con la que se desempeña en política, hay un hombre leído, culto. Se inició en la lucha social hace treinta años defendiendo deudores de los bancos en medio de la peor crisis económica de la historia de México. En sus protestas, nunca escatimó espectacularidad y rudeza en las declaraciones. Se disfrazaba, se tiraba en la calle para interrumpir una caravana presidencial, se jaloneaba con granaderos una vez al mes. Cuando accedió al Congreso, gritaba hasta quedarse sin aliento desde su curul reclamando el autoritarismo de los gobernantes en turno. Los acusaba de todo: rateros, vendepatrias, espurios, narcos, asesinos. Sin más arma que un megáfono, encabezó bloqueos, tomas, irrupciones e interrupciones. Un opositor hecho y derecho. Un opositor con ingenio y con barrio. Pero en eso ganó Morena. Y todo cambió. Cambió el líder (AMLO), cambió el partido, cambió el movimiento, cambiaron los morenistas y cambió Noroña. De plebeyo a cortesano. De rebelde de la calle a mirrey de Palacio. Se volvió parte del sistema que por décadas denunció.\n\nEl momento icónico de su abuso de poder fue cuando obligó a un ciudadano a acudir frente a él —presidente del Senado— y humillarse ofreciéndole una disculpa pública, ante todos los medios de comunicación, por supuestamente haberlo “agredido” mientras descansaba en una sala VIP del aeropuerto de la Ciudad de México.\n\nUna sala VIP. El lugar menos probable para encontrar a aquel Noroña que en 2006 decía que dormía en la calle para protestar contra el fraude electoral y marchaba como ejercicio diario. Así de lejos ha quedado aquel Noroña que usaba el Metro como trinchera política y los tianguis como foros populares. Ese Noroña murió, lentamente, entre boletos de avión en clase ejecutiva, viajes a Europa y sueños de una candidatura presidencial que nunca llegó.\n\nLa degradación de Noroña es la degradación del movimiento al que pertenece. Ahora tienen que vivir justificando a sus corruptos. Diario tienen que salir a decir que ellos no censuran, porque censuran. Que no espían, porque espían. Que no tienen narcopolíticos, porque sí los tienen. Ahora los mirreyes son de Morena. Los juniors son de ellos. Los familiares del presidente que hacen negocios son de su presidente. Los que vuelan en aviones privados son ellos. Los que viajan a Europa a todo lujo son ellos. Los que vuelan en “clase premier” son ellos.\n\nNoroña ya no será presidente del Senado. Su presidencia será recordada por los desplantes, por el ego, por los discursos encendidos que no cambian nada, y por el contraste brutal con lo que alguna vez representó: el líder social que terminó defendiendo privilegios con la misma ferocidad con la que antes los denunciaba.\n\nEn un régimen que prometió cambiarlo todo, Noroña cambió… pero para quedarse igual que los de antes. Es una metáfora de su movimiento.\n\nhistoriasreportero@gmail.com",
    "image": "https://www.eluniversal.com.mx/resizer/v2/JUFKTIFNGRHTFFIIEZ6LRR5YBM.jpg?auth=5196e91e47ee77a673ea5652f57a871bca1fe9700b1e870e144c26e6232f9e7a"
  },
  {
    "id": 41,
    "title": "Sheinbaum y Salinas Pliego: la guerra sube de tono",
    "content": "Cuando la presidenta Claudia Sheinbaum se perfilaba ya como la candidata ungida de Morena, el empresario Ricardo Salinas Pliego, que ya había roto lanzas con su amigo el presidente López Obrador, buscó la forma de acercarse a quien se perfilaba ya como la sucesora en la Presidencia de la República. A través de un enviado de su círculo cercano, Salinas mandó un mensaje de apoyo a la candidata oficial y pidió ser recibido en una plática privada de acercamiento. La respuesta fue contundente: “La doctora no tiene tiempo en su agenda para recibirlo\".\n\nDespués vendría un segundo intento, por otra vía y con otro mensajero, que ya en plena campaña y cuando las principales casas encuestadoras ya se habían alineado todas con la campaña que les pagaba sus sondeos, el segundo intento recibió también la misma respuesta negativa a la petición proveniente del Ajusco. “Está cerrada a dialogar, Ricardo la ha buscado ya en varias ocasiones pero no quiere verlo y estamos preocupados por ello”, me comentó un par de meses antes de la elección presidencial del 2 de junio del 2024 un alto ejecutivo de una de las empresas de Grupo Salinas.\n\nYa siendo Presidenta electa hubo un tercer mensaje con nuevo mensajero al que se le dio una respuesta distinta, menos tajante pero condicionada: “La Presidenta electa aceptaría reunirse siempre y cuando él se disculpe públicamente con Citlalli Hernández”, la entonces secretaria general de Morena, con quien el empresario sostuvo varios diálogos agresivos en las redes sociales en los que se refería a la dirigente morenista como “Cenadora” y se mofaba de su obesidad con expresiones como “oink, oink” o mencionando siempre su exceso de peso para cuestionarla: “Es que con militantes como usted, imagínese construirla en las alturas, nooo, se nos viene el mundo encima, cenadora. Es más, sería un evento que podría ser comparado con el cataclismo causado por el meteorito que extinguió a los dinosaurios”, respondió Salinas en 2023 a un tweet de Hernández que decía que Morena se había construido “a ras de tierra”.\n\nEsta vez la negativa contundente fue del lado del empresario que se negó a disculparse, como ya antes se había negado a cumplir la orden del INE, que le había pedido borrar cerca de 90 publicaciones en redes sociales en la que los consejeros del instituto consideraron que había incurrido en “violencia política de género” contra la senadora morenista al atacarla por su físico y por su género, esto en respuesta a una queja que interpuso ante el órgano electoral Citlalli Hernández.\n\nA partir de ese último intento y del rechazo a la condición que pusieron en el equipo de la entonces Presidenta electa, no volvió a haber ningún tipo de contacto de ninguna de las dos partes. Y lo que ya era un pleito fiscal, legal y político abierto entre las empresas de Salinas Pliego y el gobierno de López Obrador, se fue escalando cada vez más en lo que va del gobierno de la presidenta Claudia Sheinbaum quien, como en muchos otros casos, heredó también las filias, fobias y pleitos de su antecesor.\n\nRecién llegada a la presidencia, el 6 de diciembre de 2024, la doctora Sheinbaum fue cuestionada sobre un mensaje de Salinas Pliego en redes sociales cuestionando a su gobierno. En aquella ocasión, aunque ya había toda una andanada de morenistas y bots de la Presidencia en contra del empresario al que le exigían pagar sus impuestos, la Presidenta mantuvo cierta neutralidad: “Pues él también tiene un estilo, y tampoco vamos a estar cayendo en eso. El está buscando cobertura, yo creo, en algunos lugares, porque va a tener que pagar los impuestos que debe. A lo mejor se tarda la justicia, pero siempre llega. Él, como cualquier ciudadano, va a tener que pagar sus impuestos. No voy a entrar a ese debate, la verdad”, comentó.\n\nPero en la última semana el enfrentamiento entre Salinas Pliego y el gobierno de Sheinbaum se volvió frontal. La postura cada vez más crítica de Televisión Azteca y sus noticieros y programas de parodia, junto al endurecimiento del SAT y del gobierno sobre los montos que, según ellos, adeuda el empresario por impuestos eludidos, hicieron que el pleito se transformara ya en una guerra abierta en la que, por un lado Salinas Pliego mantiene su defensa jurídica y legal alegando que no debe los 74 mil millones de pesos de impuestos que sostiene el gobierno y que el monto sería mucho menor, mientras que del lado oficial, la Presidenta contratacó descalificando a Salinas, afirmando que “no quiere pagar impuestos” y atribuyendo a ello la crítica que se realiza contra su gobierno en la Televisora del Ajusco.\n\nEl viernes pasado la Presidenta lanzó desde su mañanera a la procuradora fiscal, Grisel Galeano García, quien presentó una serie de gráficas, documentos y cuentas con las que aseguró que Grupo Salinas –ya no solo Elektra que era la empresa que litigaba contra los cobros del SAT— mantiene una deuda de 74 mil millones de pesos con el Servicio de Administración Tributaria. La funcionaria habló de 32 juicios que tiene el grupo empresarial ante distintas instancias judiciales que suman ese monto de adeudos y los acusó de incurrir en “abuso del sistema judicial”, con apelaciones y recusaciones que han retrasado los juicios que datan, el más antiguo, del 2008.\n\nY luego, fue la propia Presidenta la que se lanzó, primero contra TV Azteca el pasado 24 de junio, cuestionado que “¿en qué país del mundo una televisora, que es una concesión del Estado, habla mañana, tarde, noche en contra de la Presidenta con un montón de mentiras?” y diciendo que por eso no le paga publicidad a la televisora, y el viernes pasado, la doctora enfiló todas sus baterías y su poder contra el Grupo Salinas: “¿Por que están en contra de la elección al Poder Judicial, por qué tanta crítica y tanto enojo? Pues porque tenían vínculos con ministras y ministros que favorecían este aletargamiento en la decisión o una decisión que pudiera ser favorable a este grupo, que sería, ahora sí que la injusticia llevada a la máxima expresión”.\n\nEl mensaje de la Presidenta, que se interpretó como un intento de “línea” a la Corte que tiene pendiente la discusión del amparo interpuesto por Salinas Pliego contra el cobro de esos impuestos, se reforzó luego con un comentario de la propia mandataria sugiriendo que si la actual Corte ya no puede resolver los temas pendientes, debiera dejárselos a la nueva Corte formada por ministros afines a Morena. “Le queda a esta Corte hasta el 1 de septiembre, cuando entran los nuevos ministros y ministras de la Corte. No son juicios que vengan de nuestro gobierno, sino impuestos que no se han pagado desde hace 16 años y que prefirieron tener una cantidad de abogados y vínculos corruptos con jueces, magistrados y ministros que les han evitado pagar impuestos. Pero van a pagar los impuestos, porque no creo que la Corte de los ministros que están ahora se vayan a atrever algo en contra del pueblo de México”, dijo la Presidenta en lo que pareció una advertencia a los actuales ministros.\n\nLa respuesta de Salinas Pliego no se hizo esperar y desde un yate en el que navegaba en el extranjero, contestó en un video: “Lo que dice la señora es que no pagamos impuestos, mentira, sí pagamos y pagamos mucho. En este caso particular, tenemos una disputa que data desde hace muchos años y ella sabe perfectamente por qué, no tengo que explicarlo, pero para que veas cómo usa la técnica de ´la gran mentira´, es la mejor alumna de Goebbels, el ministro de propaganda de Hitler, que decía ´tú repite una mentira mil veces y veras que se convierte en verdad´. Entonces la señora está mintiendo mil veces, pero eso no lo hace verdad. Además los impuestos que pagamos se malgastan en tonterías como el Tren Maya, la Refinería (Dos Bocas) o como el AIFA…Así que vamos a seguir luchando y nos vamos a seguir luchando por la verdad. Nos vamos a defender con todo”, dijo el empresario.\n\nAsí la guerra ya abierta y declarada entre la Presidenta, con todo el poder de su gobierno, contra el empresario, con todo el poder de su dinero. La gran incógnita es si el caso de Salinas Pliego será resuelto por esta Corte, antes de que termine sus funciones en agosto próximo, o si los actuales ministros, ya también amenazados por la Presidenta, deciden dejar el caso pendiente y se pasa a la nueva Corte de filiación morenista que tomará posesión el 1 de septiembre.\n\nEn todo caso, esta es una guerra de pronóstico reservado porque de ambos lados, tanto la presidenta Sheinbaum como del lado de Salinas Pliego, han traspasado ya todos los límites y las reglas no escritas del sistema político mexicano en el que ni los empresarios se lanzaban con todo a cuestionar al presidente en turno, ni el gobierno hacía declaraciones públicas de guerra contra a algún empresario al que podían aventarle el aparato fiscal y judicial, pero sin la estridencia y el nivel de ataques verbales que hoy estamos viendo. ¿Quién ganará esta guerra entre el poder político y el poder del dinero?\n\nSe detienen los dados. Cayó Serpiente Doble. Descenso obligado.",
    "image": "https://www.eluniversal.com.mx/resizer/v2/N7CIZU4BBBETRIXHSBWBD25TLQ.jpg?auth=cfd8126e5c2b497fab3452ee4cbf4dccc90afc2a95173db6f15ab47a9389c1db"
  },
  {
    "id": 42,
    "title": "¿En qué consiste el Plan Integral del Oriente de Edomex? Estos 10 municipios serán beneficiados",
    "content": "Toluca, Méx. El Plan Integral del Oriente del Estado de México es una estrategia de inversión y desarrollo social por parte del gobierno federal, que busca romper con décadas de abandono y desigualdad en 10 municipios mexiquenses.\n\nCon una inversión que supera los 75 mil millones de pesos, este megaproyecto dado a conocer por la presidenta Claudia Sheinbaum abarca 121 programas y acciones, además, busca impactar directamente en la calidad de vida de millones de mexiquenses.\n\nLos gobiernos federal y estatal buscan que el plan sea un paso fundamental hacia un futuro más equitativo / Foto: Especial\n\nEl plan representa un esfuerzo conjunto de 10 instituciones del gobierno federal, incluyendo secretarías clave como Gobernación, Infraestructura, Comunicaciones y Transporte (SICT), Desarrollo Agrario, Territorial y Urbano (Sedatu), así como el IMSS, IMSS Bienestar y la Comisión Nacional del Agua (Conagua), entre otras.\n\nLee también Azucena Cisneros: Plan Integral para el Oriente del Edomex sacará de la marginación a 10 municipios\n\nMunicipios beneficiados\n\nDiez municipios del oriente del Estado de México serán los pilares de esta transformación, recibiendo de manera directa los beneficios de cada una de las acciones contempladas en el plan:\n\nChalco\n\nChicoloapan\n\nChimalhuacán\n\nEcatepec\n\nIxtapaluca\n\nNezahualcóyotl\n\nLa Paz\n\nTexcoco\n\nTlalnepantla\n\nValle de Chalco\n\nEjes estratégicos del Plan Integral\n\nEl Plan Integral del Oriente del Estado de México se articula en torno a áreas prioritarias, cada una con programas y metas específicas para garantizar un desarrollo equitativo y sostenible, como salud, educación, infraestructura hidráulica, movilidad y desarrollo territorial.\n\nSalud: Fortaleciendo la atención médica\n\nEl sector salud recibirá un impulso significativo con la construcción y mejora de infraestructura, así como la ampliación de servicios:\n\n28 acciones de obras del IMSS\n\n4 nuevos hospitales en Chimalhuacán, Nezahualcóyotl, Ecatepec y Chicoloapan\n\n6 unidades médicas familiares en Ecatepec, Ixtapaluca, Valle de Chalco, Tlalnepantla, Chalco y Texcoco\n\n10 Centros de Educación y Cuidado Infantil (CECIS), uno por cada municipio, reemplazando a las antiguas guarderías\n\n8 salas de hemodiálisis en Ecatepec, Ixtapaluca, La Paz, Texcoco, Tlalnepantla y Valle de Chalco\n\nImplementación de un programa especial de equipamiento\n\nFortalecimiento de 180 unidades médicas, 17 hospitales y 163 centros de salud a través de IMSS Bienestar\n\nReactivación de 57 quirófanos en la zona oriente\n\nAdquisición de 5 tomógrafos y 127 unidades para toma de muestras\n\nCreación de 3 laboratorios centrales (Ecatepec, Juchitepec, Tenayo) y 3 centros de salud con servicios ampliados\n\nRecuperación del Hospital Valle Ceylán con una inversión de mil 758 millones de pesos\n\nEducación, impulsando nuevas oportunidades\n\nEl acceso a la educación superior y media superior será prioritario, con una importante expansión de la oferta académica:\n\nIncremento de 10 mil 200 nuevos lugares para educación media superior\n\nConstrucción de 10 nuevos bachilleratos tecnológicos con carreras innovadoras como: inteligencia de negocios, urbanismo, desarrollo sostenible, Inteligencia Artificial, nanotecnología, ciberseguridad, sistemas de producción agrícola y sistemas de producción pecuaria\n\nEstablecimiento de 10 nuevas Universidades Rosario Castellanos o Benito Juárez, una por cada municipio beneficiado\n\nInfraestructura hidráulica, garantizando agua y saneamiento\n\nSe busca resolver problemas históricos de abastecimiento de agua y drenaje con importantes obras:\n\n101 obras para garantizar agua potable y drenaje, beneficiando a 6.4 millones de personas\n\npara garantizar agua potable y drenaje, beneficiando a 6.4 millones de personas 21 acciones en ejecución, incluyendo la construcción del colector de Chalco, desazolve de ríos y rehabilitación de pozos y cárcamos de bombeo\n\nTransporte y movilidad para conectar la región oriente\n\nLa inversión de 11 mil 800 millones de pesos por parte de la SICT se centrará en mejorar la conectividad y la seguridad vial:\n\nAmpliación del proyecto del trolebús Santa Martha Chalco hacia Ixtapaluca\n\nAmpliación del Mexibús Línea 3 de Pantitlán hasta Panteón Los Rosales\n\nPrograma de chatarrización de transporte público\n\nPavimentación y bacheo de vialidades principales\n\nAmpliación y construcción de 20 puentes vehiculares con una inversión de 4 mil 800 millones de pesos\n\nCreación de mil kilómetros de Senderos Seguros, con instalación de luminarias, tecnología y arte urbano\n\nRenovación de unidades de transporte urbano de pasajeros\n\nEl Plan Integral para el Oriente del Edomex tendrá una inversión histórica de 75 mil millones / Foto Especial\n\nDesarrollo territorial: Vivienda y ordenamiento\n\nLa Secretaría de Desarrollo Agrario, Territorial y Urbano (Sedatu) liderará acciones para dignificar la vivienda y promover un crecimiento ordenado:\n\n140 mil acciones dentro del Ramo 15, que abarcan vivienda, regularización, ordenamiento territorial, infraestructura básica y obra comunitaria\n\nEntrega de 97 mil apoyos para mejoramiento de vivienda a través de Conavi y la Secretaría del Bienestar\n\nMejora de las condiciones de crédito y entrega de nuevos créditos de Infonavit para adquisición o mejoramiento de vivienda\n\nNuevos créditos y cancelaciones de garantía hipotecaria por parte de FOVISSSTE\n\nMeta de 32 mil escrituras para la regularización de suelo y vivienda irregular\n\nActualización de 3 programas de desarrollo urbano en los municipios para un adecuado ordenamiento territorial\n\nRealización de 20 obras comunitarias, incluyendo parques, deportivos, canchas y mejora integral del entorno\n\nLee también Sector de la construcción en Edomex repunta con mega inversión en el oriente\n\nEste Plan Integral del Oriente de Edomex es un paso fundamental hacia un futuro más equitativo y con mayores oportunidades para sus habitantes, sentando las bases para un desarrollo integral y duradero en la región.\n\nSíguenos en nuestras redes sociales:\n\nInstagram: @eluniversaledomex, Facebook: El Universal Edomex y X: @Univ_Edomex",
    "image": "https://www.eluniversaledomex.com.mx/resizer/v2/FNRGYGBX5VCMLJO7HP6V4T427A.jpg?auth=88d2dbb07ce5acca41bf554edf5000a667c50f080ec447c89314e4933ff0e29a"
  },
  {
    "id": 43,
    "title": "Minding your business and your baby: is being your own boss the answer for working mums?",
    "content": "Running your own business while parenting is a challenge but with the right support it can pay dividends\nConsultant dermatologists Nicola Ralph and Caitriona Ryan of the Institute of Dermatology have combined parenting with running their own business\nWomen who start their own businesses say freedom, better work-life balance and autonomy are the main rea... [8072 chars]",
    "image": "https://www.irishtimes.com/resizer/v2/R3AIT3QYPFHUHE4FSKPQR22I4Y.jpg?smart=true&auth=60d8a09ea3ee961806c92c320f014e2aa9dd70f9f9a15921c6d579da826d5d53&width=1200&height=630"
  },
  {
    "id": 44,
    "title": "Screening, vax drives vs. cervical cancer gain ground in Ilocos Norte",
    "content": "LAOAG CITY – Early screening and vaccination against human papillomavirus (HPV) is gaining momentum in this city with more women and children wanting to avail of these health services for free courtesy of the government. On Thursday, women and girls aged nine to 14 years lined up at the Laoag…\nEARLY SCREENING. Women from Laoag City, Ilocos Norte register for cervical and breast cancer screening test at the Centennial Arena on Thursday (July 3, 2025). Girls aged nine to 14 years were also administered with anti-human papillomavirus (HPV) va... [4347 chars]",
    "image": "https://files01.pna.gov.ph/ograph/2025/07/03/breast-and-cervical-cancer-screening.jpg"
  },
  {
    "id": 45,
    "title": "Reaction to death of Liverpool and Portugal player Jota",
    "content": "Following are quotes and reaction to the death of Liverpool and Portugal forward Diogo Jota, 28, in a car crash near Zamora in northwestern Spain on Thursday: Read more at straitstimes.com.\nSign up now: Get ST's newsletters delivered to your inbox\nFollowing are quotes and reaction to the death of Liverpool and Portugal forward Diogo Jota, 28, in a car crash near Zamora in northwestern Spain on Thursday:\nLIVERPOOL FOOTBALL CLUB\n\"Liverpoo... [4486 chars]",
    "image": "https://cassette.sphdigital.com.sg/image/straitstimes/191c464ec68fbeedbe5c6783760cc7097c25e25ed3a41a2d27ee7a59aaff4643"
  },
  {
    "id": 46,
    "title": "New toilet facilities at Marina to be delivered this summer",
    "content": "At present, the newly developed Marina Promenade, which stretches 1.8km from the junction at Centre Park Rd to Blackrock Village, does not have any ...\nLong sought additional toilet facilities are to be made available at The Marina by the end of the summer.\nCork City Council is to advance plans to accommodate toilet units at the western end of The Marina.\nThis comes following calls made by councillo... [2881 chars]",
    "image": "https://www.echolive.ie/cms_media/module_img/9377/4688576_1_seoimageog_LC_20marina_20prom_2006.jpg"
  },
  {
    "id": 47,
    "title": "New interstellar comet 3I/ATLAS is hurtling through the solar system and you can watch it live online today",
    "content": "Watch interstellar comet 3I/ATLAS live online tonight as it races toward the sun on a rare visit from beyond our solar system.\nThe new interstellar object A11pl3Z: online observation – 3 July 2025 - YouTube Watch On\nA rare but faint interstellar visitor from beyond our solar system is racing toward the sun — and you can watch it live online today!\nAstronomers have identified... [2523 chars]",
    "image": "https://cdn.mos.cms.futurecdn.net/qk9279hfpvXttrtverJ3KK.jpg"
  },
  {
    "id": 48,
    "title": "‘Unimaginable loss’: Football world in mourning as Liverpool star Diogo Jota dies in car crash",
    "content": "‘Unimaginable loss’: Football world in mourning as Liverpool star dies in car crash\nThe football world is in mourning after the shocking death of Liverpool star Diogo Jota.\nHe was 28.\nThe Civil Guard said a vehicle veered off a motorway and burst into flames shortly after midnight in the municipality of Cernadilla in the province of... [4197 chars]",
    "image": "https://content.api.news/v3/images/bin/6a43f772ad627c7ad9c75b2ebd22ca29"
  },
  {
    "id": 49,
    "title": "Mass. to ban forced broker fees 'in coming days,' Healey says",
    "content": "Local News Mass. to ban forced broker fees ‘in coming days,’ Healey says The new law, which is in Healey's budget proposal, will allow tenants to move without paying sometimes thousands of dollars for...",
    "image": "https://bdc2020.o0bc.com/wp-content/uploads/2025/07/MXLDTB6I6J2MWFK6B7OB64GUTM-6865afeedadfc-768x432.jpg"
  },
  {
    "id": 50,
    "title": "House GOP infighting stalls Trump's tax bill",
    "content": "President Donald Trump's signature tax and spending bill was on the verge of suffering a significant blow late Wednesday night, as House Republican leaders appeared unable to secure enough votes withi...",
    "image": "https://image.cnbcfm.com/api/v1/image/108167244-1751481731610-gettyimages-2223254651-_s014721_pzv945wk.jpeg?v=1751481761&w=1920&h=1080"
  },
  {
    "id": 51,
    "title": "Trump says U.S. struck trade deal with Vietnam that imposes 20% tariff on its imports",
    "content": "President Donald Trump said Wednesday that the United States has struck a trade deal with Vietnam that includes a 20% tariff on the Southeast Asian country's imports to the U.S.\n\nTrump's announcement ...",
    "image": "https://image.cnbcfm.com/api/v1/image/108167014-1751486892317-108167014-1751466604714-gettyimages-2222465218-AFP_64HU6WF.jpeg?v=1751487031&w=1920&h=1080"
  },
  {
    "id": 52,
    "title": "Why Donald Trump’s 'big, beautiful bill' is a test for our democracy",
    "content": "This week, Washington is buzzing about one thing: the \"big beautiful bill.\" After a dramatic showdown in the Senate, the bill just barely passed this week—thanks only to Vice President JD Vance's tie-breaking vote. But while the bill squeaked through the Senate, its fate in the House remains uncerta...",
    "image": "https://static.foxnews.com/foxnews.com/content/uploads/2021/11/2021-11-04T214916Z_1696261763_RC2XNQ92RLO4_RTRMADP_3_USA-ELECTION-BIDEN-DEMOCRATS.jpg"
  },
  {
    "id": 53,
    "title": "Websites hosting major US climate reports taken down",
    "content": "Politics Websites hosting major US climate reports taken down Websites for the national assessments and the U.S. Global Change Research Program were down Monday and Tuesday with no links, notes or ref...",
    "image": "https://bdc2020.o0bc.com/wp-content/uploads/2025/07/Climate_Missing_Reports_07415-6864199f784c0-768x432.jpg"
  },
  {
    "id": 54,
    "title": "GROVER NORQUIST: Trump's 'big, beautiful bill' and its permanent tax cut will change the world",
    "content": "President Donald Trump's permanent tax cut will change the world.The \"big, beautiful bill\" is the capstone of years of work to create a pro-growth tax policy that will make the American economy so strong we will leave Europe in the dust and convince China they cannot compete with us militarily or ec...",
    "image": "https://static.foxnews.com/foxnews.com/content/uploads/2025/05/johnson-new.png"
  },
  {
    "id": 55,
    "title": "China's Honor launches new challenge to Samsung with thin foldable smartphone and a big battery - CNBC",
    "content": "Honor launched the Magic V5 on Wednesday, it's latest foldable smartphone that will initially launch in China and then overseas markets.",
    "image": "https://image.cnbcfm.com/api/v1/image/108164953-1751003848082-Honor_Magic_V5.jpg?v=1751003953&w=1920&h=1080"
  },
  {
    "id": 56,
    "title": "European heat wave closes Eiffel Tower’s top floor and bakes Wimbledon - The Washington Post",
    "content": "The heat wave that has blanketed much of Europe is expected to linger over the continent this week, driving up temperatures and offering little reprieve.",
    "image": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/4T573SNVPCTJHMEBINVICN76IU_size-normalized.jpg&w=1440"
  },
  {
    "id": 57,
    "title": "US pauses some munitions shipments to Ukraine, including air defense missiles, senior White House official says - CNN",
    "content": "The Trump administration is pausing some weapons shipments to Ukraine, including air defense missiles, following a review of military spending and American support to foreign countries, a senior White House official told CNN.",
    "image": "https://media.cnn.com/api/v1/images/stellar/prod/ap24267687278296.jpg?c=16x9&q=w_800,c_fill"
  },
  {
    "id": 58,
    "title": "Democrats, the last holdout bears, could be the key to a new stock-market rally - MarketWatch",
    "content": "Ned Davis strategists say politics are keeping certain investors pessimistic",
    "image": "https://images.mktw.net/im-56191280/social"
  }
]